{"text": "In Georgia, transformation isn't fast enough for some TBILISI, Georgia -- The old white Zhiguli fairly flew down the highway, skimming precariously over the potholes as Garri Nersesov clutched the wheel and declared victory in the war on corruption.", "label": 0}
{"text": "97 Abandoned Migrants Found in Mexico (AP) AP - Police found 97 undocumented migrants crammed into an abandoned freight trailer on the side of a highway in the southern state of Chiapas Thursday, after the migrants hacked a breathing hole in the side of the trailer with a pick when the driver fled.", "label": 0}
{"text": "Indian PM Singh: Peace Talks With Pakistan Making Progress Indian Prime Minister Manmohan Singh says his nation is working toward a  quot;mutually acceptable solution quot; to all outstanding issues with Pakistan, including disputed Kashmir.", "label": 0}
{"text": "Death count climbs to 622 in storm-devastated Haiti GONAIVES, Haiti -- The death toll from a tropical storm that devastated parts of Haiti rose to 622 late yesterday as search crews recovered hundreds of bodies carried away by raging weekend floods or buried by mud or the ruins of their homes, officials said.", "label": 0}
{"text": "Turkish Opposition Party: Penal Code should be Ready by October 6 Turkey #39;s main opposition Republican People #39;s Party (CHP) called for the Turkish Parliament (TBMM) to convene for an emergency meeting on Septembers 28th to ready the Turkish Penal Code (TCK) by October 6th.", "label": 0}
{"text": "Retired Judge Wins GOP Del. Gov. Primary (AP) AP - Retired judge Bill Lee, the runner-up in the Republican gubernatorial primary in 2000, won his party's nomination for Delaware governor Saturday, setting up a November showdown with Democratic Gov. Ruth Ann Minner.", "label": 0}
{"text": "Palestine condemns attack on deputy intelligence chief Brig. Rashid Abu Shbak, chief of Palestinian preventive security in Gaza, described on Wednesday the attack on the deputy chief of security intelligence Tareq Abu Rajab as  quot;a condemned crime quot;.", "label": 0}
{"text": "VIEW: No monopoly on terrorism Rashed Rahman Pakistan, or for that matter any other country in the world, has no monopoly on being a victim of terrorism. In Dhaka to attend a conference of the South Asian Free Media Association (SAFMA), I was a witness ", "label": 0}
{"text": "Milosevic Lawyer Faces Trial Obstacles THE HAGUE, Netherlands - It's not easy being Slobodan Milosevic's lawyer.    Appointed two weeks ago to defend the former Yugoslav president against war crimes charges, British attorney Steven Kay's practiced poise and calm legal demeanor has, at times, given way to sheer frustration...", "label": 0}
{"text": "Man. man appealing murder conviction to have bail hearing next month (Canadian Press) Canadian Press - WINNIPEG (CP) - A Manitoba man who says he was wrongfully convicted of murder will have a bail hearing next month.", "label": 0}
{"text": "Shock images to make smokers quit Controversial images of diseased lungs which health advisers want to see on every cigarette packet were revealed today. The hard-hitting anti-smoking campaign ", "label": 0}
{"text": "Musharraf \"very happy\" about killing of top Al-Qaeda militant (AFP) AFP - Pakistani President Pervez Musharraf welcomed the death of a top Al-Qaeda militant, Amjad Farooqi, said to have masterminded attempts on his life and to have been behind the murder of US reporter Daniel Pearl.", "label": 0}
{"text": "Iran tests long-range missile as UN watchdog reviews nuclear &lt;b&gt;...&lt;/b&gt; TEHRAN : Iran will test fire a long-range missile amid fears in the West that Tehran is developing nuclear weapons and an ongoing review by the UN watchdog of the country #39;s atomic energy program.", "label": 0}
{"text": "Blair admitted to Hammersmith Hospital for heart operation : World News  gt; London, Oct 1 : British Prime Minister Tony Blair was today admitted to the Hammersmith Hospital in west London for corrective treatment of an irregular heartbeat.", "label": 0}
{"text": "Israeli forces detain senior Hamas militant Israeli forces detained a senior leader of Hamas #39;s military wing in the West Bank today during a night-time raid on his hideout, witnesses said.", "label": 0}
{"text": "Sea of Sorrow The world suffers an epic tragedy as a tsunami spreads death across Asia. An on-the-scene look at how it happened--and whether the carnage could have been avoided", "label": 0}
{"text": "Israel Arrests 13 UN Employees - Army Israel has arrested 13 UN employees and plans to indict them for  quot;suspected links to terrorism, quot; an Israeli army officer said Tuesday.", "label": 0}
{"text": "Ritter Family Files Wrongful Death Suit LOS ANGELES - The family of John Ritter has sued a Burbank hospital, accusing it of negligence in the death of the 54-year-old actor.    Ritter's wife Amy Yasbeck and his four children, including actor Jason Ritter, filed the wrongful death suit in Los Angeles County Superior Court on Sept...", "label": 0}
{"text": "US takes stock of Hurricane Ivan US authorities begin relief operations as south-eastern states continue to assess Hurricane Ivan's impact.", "label": 0}
{"text": "Bosnia Serb PM Resigns, Rejects Western Pressure  BANJA LUKA, Bosnia (Reuters) -  Bosnian Serb Prime Minister  Dragan Mikerevic stepped down on Friday after top peace  overseer Paddy Ashdown fired nine officials to punish Bosnia's  Serb Republic for failing to arrest war crimes suspects.", "label": 0}
{"text": "Moment of decision hascome for N. Ireland peace: Blair LEEDS CASTLE (England) - British Prime Minister Tony Blair said yesterday Northern Ireland had reached the moment of decision in which its leaders must show the will to end years of deadlock and secure a lasting peace.", "label": 0}
{"text": "Exam board clears Harry London, Oct. 16: Prince Harry was cleared yesterday of cheating in his art A-level by the examination board that set and marked his papers.", "label": 0}
{"text": "Can the US bring a viable democracy to Iraq in the next two years &lt;b&gt;...&lt;/b&gt; The fighting in Fallujah, and daily terrorist attacks by Saddam loyalists and Islamist extremists, paint a grim picture of today #39;s Iraq.", "label": 0}
{"text": "Italians brush off kidnapping threat Italy #39;s government insisted Tuesday it will keep its troops in Iraq despite a demand by militants holding an Italian journalist hostage that Italian forces pull out within 48 hours.", "label": 0}
{"text": "UN appeals for release of workers in Afghanistan The United Nations again appealed for the safe return of three of its workers held hostage in Afghanistan on Thursday, three weeks after they were snatched from their car on a busy street in central Kabul.", "label": 0}
{"text": "Observers speculate on Mideast peace process without Arafat When Rabbi Jonathan Gerard traveled to Israel in 1996 his group took a bus to the border of Gaza and, led by armed Palestinian guards through throngs of Palestinians, met with Yasser Arafat.", "label": 0}
{"text": "'Extinct' pine marten in comeback Wildlife experts believe the pine marten, once declared extinct in England, is on the comeback trail.", "label": 0}
{"text": "Four Palestinian millitants killed in Jenin JENIN: Four Palestinian militants were shot dead in their car on Sunday by undercover Israeli forces here, Palestinian medical and security sources said.", "label": 0}
{"text": "Sistani Urges Supporters to Wait at Najaf Gates (Reuters) Reuters - Iraq's top Shi'ite cleric Grand\\Ayatollah Ali al-Sistani urged his supporters converging on", "label": 0}
{"text": "Thailand Releases 1,100 Muslim Detainees More than 1,100 Muslims detained after a riot were freed Saturday, as the government tried to ease anger in Thailand #39;s restive south over the deaths of dozens of accused rioters - including 78 who perished in military custody.", "label": 0}
{"text": "Philippine officials appeal for international assistance Relief workers battled rain and choppy seas yesterday to deliver food and medicine to the country #39;s northeast following devastating back-to-back storms that killed at least 568 people and left hundreds more missing.", "label": 0}
{"text": "Bomb blast hits embassy in Paris A bomb explodes at the Indonesian embassy in Paris injuring up to 10 people including embassy staff.", "label": 0}
{"text": "Arizona St. Sun Devils TUCSON, Arizona (Ticker) -- No. 20 Arizona State tries to post its first three-game winning streak over Pac-10 Conference rival Arizona in 26 years when they meet Friday.", "label": 1}
{"text": "WORLD CUP QUALIFYING 2006: US close to clinching berth in &lt;b&gt;...&lt;/b&gt; The USA moved one step closer to the final round of World Cup 2006 qualifying in the CONCACAF zone with a rather easy 2-0 win over El Salvador Saturday night in San Salvador.", "label": 1}
{"text": "NBA Melee Another Black Eye for Detroit (AP) AP - The sight of Detroit fans scuffling with NBA stars at the end of a game and showering players with beer, ice and popcorn gives the city another black eye as it struggles to overcome a well-worn reputation for violence and unrest.", "label": 1}
{"text": "Carl Lewis Says Olympic Sprints Weren #39;t Dimmed By Drug Scandals Carl Lewis, who won the Olympic 100 meters in 1988 after Ben Johnson was thrown out for using steroids, said Justin Gatlin and Yuliya Nesterenko #39;s sprint victories weren #39;t dimmed by doping scandals that dwindled the fields.", "label": 1}
{"text": "Cox, Showalter honored as top managers New York, NY (Sports Network) - Bobby Cox, who has guided the Atlanta Braves to a record 13 straight division titles, has been named the 2004 National League Manager of the Year.", "label": 1}
{"text": "The Curse of the Rivalry I dont know any Boston Red Sox diehards who werent rooting almost as fervently for the Minnesota Twins against the New York Yankees as they were for their own team against the Anaheim Angels.", "label": 1}
{"text": "Ferencvaros denies UEFA charges over Millwall violence Hungarian side Ferencvaros has denied its fans threw missiles at Millwall supporters and officials during Thursday #39;s UEFA Cup tie, after being charged over the incident by European football #39;s governing body.", "label": 1}
{"text": "Twins Collect Rare Victory Over Yankees MINNEAPOLIS (AP) -- Brad Radke pitched seven solid innings, Corey Koskie drove in three runs and the Minnesota Twins beat the New York Yankees in the regular season for the first time since 2001 with an 8-2 victory Tuesday night.", "label": 1}
{"text": "Cavs Slip Past Furman After their first loss of the season, the 19th-ranked Cavaliers came away with a sluggish 70-67 victory over Furman at Alumni Hall on Wednesday night.", "label": 1}
{"text": "First lessons leave lasting impressions As I was having a romp with my 8-month-old grandson the other day, simultaneously being head-butted, drooled upon, and having tiny but sure-grip fingers working to rip out my eyeball, I had the sudden thought that in another winter -- oh, maybe two -- with any luck at all I'll have a hand in starting another little boy in a ...", "label": 1}
{"text": "Earnhardt Closing in on Busch Suddenly, the 25 points Dale Earnhardt Jr. lost for uttering a vulgarity during a live TV interview are looming very large indeed.", "label": 1}
{"text": "Nitties signals best yet to come NEWCASTLE #39;S golfing colt James Nitties held his nerve in the biggest poker game of his life yesterday to earn enough for a new car with his bold capture of second place at the Australian PGA Championship.", "label": 1}
{"text": "Bats were more than a bit wooden in series NEW YORK -- Don't expect the Red Sox to buy the theory that the Yankees' pitching has declined. Not after the Sox managed only eight runs on 20 hits over three of the most important games of the season. While the Yankees hit .308 and scored 27 runs, the Sox mustered only a .200 average as two of their core ...", "label": 1}
{"text": "Kazmir looking forward to pitching in New York It was always just a matter of time before Scott Kazmir pitched in New York. Of course, it was assumed that he would be pitching for the New York Mets in Shea Stadium, not in the Bronx against the New York Yankees.", "label": 1}
{"text": "A New Dance Partner Miami - Shaquille O #39;Neal looked up from his chair and locked eyes with Dwyane Wade as Wade interrupted O #39;Neal #39;s audience with the assembled news media.", "label": 1}
{"text": "Henin-Hardenne Confirms Filderstadt Withdrawal  BERLIN (Reuters) - Olympic champion Justine Henin-Hardenne  has withdrawn from next week's Porsche Tennis Grand Prix in  Filderstadt because of a mystery virus.", "label": 1}
{"text": "Report: Stottlemyre won #39;t return Mel Stottlemyre won #39;t return as pitching coach of the Yankees, The New York Times reported Wednesday. Stottlemyre has been the pitching coach since manager Joe Torre was hired before the ", "label": 1}
{"text": "LSU Star Leads Preseason All-America Team (AP) AP - Give Seimone Augustus the basketball and watch her go to work. Nothing is more comforting to the LSU Lady Tigers  #151; or more unsettling for their opponents. Augustus has tormented defenders for two years and the accolades have poured in. She received another Tuesday as the No. 1 choice on The Associated Press' preseason All-America team.", "label": 1}
{"text": "Johnson rides into  #39;playoffs #39; with hype, skill on his side It might make the racing crowd cringe, but what NASCAR boss Brian France is doing to manufacture excitement at a time of the year when racing usually hits a lull and sports fans ", "label": 1}
{"text": "Holy Cross at a glance Coach: Bill Gibbons (20th year, 393-172). Last year: 13-15, 8-6 (fourth in Patriot League).", "label": 1}
{"text": "Los Angeles Lakers Team Report - December 1 (Sports Network) - The Los Angeles Lakers go for their third straight victory and seventh in nine games this evening, when they battle the listless Chicago Bulls at the United Center.", "label": 1}
{"text": "New Martinsville surface an Motorsport.com. Jeff Gordon is a handicapped man on Sunday. All of his experience at one of Gordon #39;s best tracks has been wiped out by the repaving of Martinsville Speedway.", "label": 1}
{"text": "For Bellhorn, Rangers' decision is just grand For the second straight game, the Rangers used a lefthanded reliever against Mark Bellhorn even though the switch-hitting second baseman has fared better against lefthanders (.313) than righthanders (.244). Texas opted to try protecting an 8-1 lead by sending out lefthander Ron Mahay yesterday against Bellhorn. Lefthanded hitters were batting .202 against Mahay and righthanders .238. So it was that ...", "label": 1}
{"text": "El Guerrouj, Holmes Stride Into Olympic History  ATHENS (Reuters) - Morocco's Hicham El Guerrouj and Briton  Kelly Holmes gave the Athens Games two of its greatest moments  Saturday by surging to victory on the athletics track and claim  historic Olympic doubles.", "label": 1}
{"text": "Braves and Astros open second day of playoffs Wednesday BRISTOL, Connecticut (Ticker) - The Houston Astros hope their miraculous run towards the postseason spills over into their National League Division Series with the Atlanta Braves on Wednesday.", "label": 1}
{"text": "Make-or-break tie for Monaco MONACO: Former France great Didier Deschamps has been a coach for a little over two seasons, and it is only now the man who has won almost everything in football is finding that the going can get tough at the top.", "label": 1}
{"text": "US ends its final drought The US swept into the Davis Cup final for the first time in seven years when Bob and Mike Bryan crushed Max Mirnyi and Vladimir Voltchkov of Belarus to give the host an unassailable 3-0 lead in the semi-final.", "label": 1}
{"text": "D.C. Officials to Work on Baseball Deal (AP) AP - Two prominent politicians who will have a significant say in whether the Expos move to the nation's capital plan to meet Monday to try to save the suddenly wobbly deal.", "label": 1}
{"text": "Larsson #39;s season in jeopardy Barcelona, Spain (Sports Network) - Barcelona #39;s Henrik Larsson appears likely to miss the remainder of the season after it was discovered that he tore the anterior cruciate ligament in his left knee.", "label": 1}
{"text": "Breaking Down the Orange Bowl Match-Up (AP) AP - Southern California and Oklahoma both have a Heisman Trophy winner at quarterback, an All-American tailback and swift defenses that run similar schemes. A look at how the No. 1 Trojans and No. 2 Sooners will match up in the Orange Bowl on Tuesday night:", "label": 1}
{"text": "French equestrinan protest finally upheld Four days after the competition was held, France was finally awarded a gold medal Saturday in the Olympic equestrian three-day team event.", "label": 1}
{"text": "Benitez against ground-share Rafael Benitez, the Liverpool manager, has voiced his opposition to the idea of Liverpool and Everton sharing a ground. Benitez feels that fans would lose their sense of identity with a club if they shared with their neighbours.", "label": 1}
{"text": "Talks come ahead of Q4 report due Thursday SAN FRANCISCO (CBS.MW) -- Labor problems will intrude on the Magic Kingdom in the next week, days ahead of Walt Disney Co. #39;s fiscal fourth-quarter earnings report.", "label": 2}
{"text": "EU Lifts U.S. Sanctions, Contests Taxes  BRUSSELS (Reuters) - The EU called off its sanctions on \\$4  billion worth of U.S. goods on Monday after Washington repealed  illegal export tax subsidies, bringing some balm to  transatlantic ties wounded by a battle over Airbus and Boeing.", "label": 2}
{"text": "Mortgage rates edge higher Mortgage rates around the country crept up this week, although 30-year mortgages still were below the 6 percent level for a fourth straight week, Freddie Mac reported Thursday.", "label": 2}
{"text": "Market is in charge as OPEC #39;s clout fades PARIS Early last summer, OPEC looked as though it had successfully absorbed tremendous shocks to the oil market - a strike in Venezuela, ethnic clashes in Nigeria, attacks on foreign workers in Saudi Arabia, a war in Iraq.", "label": 2}
{"text": "Tales from the pit: A woman trader #39;s story If you #39;re a woman, Cari Lynn #39;s salty memoir will hearten you, though it might not sway you to enter the futures trading field.", "label": 2}
{"text": "Jack in the Box Profit Surges 32 Percent SAN DIEGO - Jack in the Box Inc. on Wednesday said profit for its latest quarter soared 32 percent as sales rose sharply, operating margins improved and the tax rate sank.", "label": 2}
{"text": "OPEC May Decide Oil Price Target in Sept. OPEC may set a new target range for oil prices next week and would like to see crude down from current lofty levels closer to \\$30 a barrel, the head of the producers #39; cartel said on Wednesday.", "label": 2}
{"text": "Turkcell signs Iran mobile deal Turkish mobile operator Turkcell is going ahead with a network in Iran, despite a law giving Iranian MPs a veto over foreign investment.", "label": 2}
{"text": "New steel giant includes Lackawanna site A major change is coming to the global steel industry and a galvanized mill in Lackawanna that formerly belonged to Bethlehem Steel Corp.", "label": 2}
{"text": "Property prices continue to drop House prices fell for the second month running during August as the market continued to feel the effects of rising interest rates, figures show.", "label": 2}
{"text": "Eisner, Mickey to split Embattled Disney chief Michael Eisner is finally saying goodbye to Mickey Mouse and the Magic Kingdom. The media mogul, who over two decades revitalized a sleepy Disney but saw it falter ", "label": 2}
{"text": "Proposal Would Require Independent Board Majorities The Securities and Exchange Commission unanimously proposed rules yesterday that would require a majority of board members at the nation #39;s stock exchanges to be independent ", "label": 2}
{"text": "Why Hugo Chavez Won a Landslide Victory When the rule of Venezuelan President Hugo Chavez was reaffirmed in a landslide 58-42 percent victory on Sunday, the opposition who put the recall vote on the ballot was stunned. They obviously don #39;t spend much time in the nation #39;s poor neighborhoods. ", "label": 2}
{"text": "Samsung enjoys strong profit despite flat phone growth In spite of a slowdown in cell-phone sales, Samsung Electronics Co. still roared to a 46-percent profit compared with the same period last year.", "label": 2}
{"text": "After-Thanksgiving Day Sales Attract Bargain Hunters ( Friday, November 26, 2004 - WANE - Fort Wayne) -- The day after Thanksgiving is often referred to as  quot;Black Friday quot; because it #39;s suppose to be the day retailers go from being in the  quot;red quot; to being in the  quot;black quot; because of holiday sales.", "label": 2}
{"text": "Australias Amcor ousts CEO amid cartel probe Australias Amcor ousts CEO amid cartel probe Amcor, the worlds top maker of plastic bottles, ousted its respected chief executive after finding some staff may have acted illegally to drive up box prices, knocking 8 percent off its shares.", "label": 2}
{"text": "PeopleSoft fires CEO, clearing way for bid by Oracle PeopleSoft Inc., the business software-maker, unexpectedly fired Craig Conway, its chief executive, dumping the feisty leader who engineered the company #39;s dogged resistance to Oracle Corp.", "label": 2}
{"text": "Tauzin to Head Pharmaceutical Lobbying Group Retiring Rep. Billy Tauzin will become head of the pharmaceutical industry's top lobbying group next month after leaving his post as head of the House committee that regulates the pharmaceutical industry.", "label": 2}
{"text": "Market cheers cleaner structure, but reserves loom an oil giant with a corporate governance structure as complicated as its name -s trying to simplify. That was the good news Thursday, but the embattled ", "label": 2}
{"text": "Raytheon sees quarterly profit Raytheon Co. reported yesterday it swung to a profit in the third quarter and that revenue surged 13 percent, benefiting from rising military spending and more orders for its business jets.", "label": 2}
{"text": "Japanese unit hits Daimler #39;s profit Costs linked to recalls and quality problems at DaimlerChrysler #39;s Japanese truck and bus unit will hit third-quarter operating profits by \\$493 million, according to the company.", "label": 2}
{"text": "Wine spikes Foster #39;s result SALVATION for Foster #39;s shareholders is at least another year away as management continues to gaze inward for the means to kick-start the company #39;s growth.", "label": 2}
{"text": "Lockheed's MEADS Wins \\$3 Bln Contract  WASHINGTON (Reuters) - A transatlantic venture led by  Lockheed Martin Corp. &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=LMT.N target=/stocks/quickinfo/fullquote\"&gt;LMT.N&lt;/A&gt; on Tuesday won a \\$3 billion  contract to design and develop the Medium Extended Air Defense  System (MEADS), which is slated to replace Patriot missiles in  the next decade, the venture said on Tuesday.", "label": 2}
{"text": "Ban for former Ahold executives Dutch food retailer Ahold and three former top executives have agreed to settle fraud charges related to \\$1bn overstatement of profits.", "label": 2}
{"text": "General Mills sells Snack Ventures Europe stake for \\$750 million MINNEAPOLIS - General Mills announced Monday that it is selling its stake in a European snack operation to PepsiCo for \\$750 million.", "label": 2}
{"text": "Tax talk not on Brown #39;s lips Chancellor of the Exchequer Gordon Brown has told parliament he is meeting his fiscal rules but analysts say he is cutting it too close with public finances to call his approach prudent.", "label": 2}
{"text": "Elan dismisses merger speculation In response to a specific Irish Stock Exchange query made today, Elan Corporation, plc has advised that it is not in negotiations ordiscussions with Biogen Idec, Inc.", "label": 2}
{"text": "Finance Leaders Urge Vigilance on Terror  WASHINGTON (Reuters) - Finance officials from all over the  globe gathered under heavy guard on Sunday to push for a  stepped-up fight against terror financing while warning the  poor must not be forgotten.", "label": 2}
{"text": "Google market debut delayed Google's estimated \\$3bn flotation has been delayed by at least a day as the firm awaits regulatory approval.", "label": 2}
{"text": "Top Court Upholds Do-Not-Call Registry The US Supreme Court on Monday let stand a lower-court ruling that telemarketers #39; rights to free speech are not violated by the government #39;s nationwide do-not-call list.", "label": 2}
{"text": "FAO Schwarz Takes High Road for Survival (Reuters) Reuters - Posh toy seller FAO Schwarz, forced\\into bankruptcy after a price war with discount giants like\\Wal-Mart, hopes offerings like a  #36;12,000 treehouse will lure\\the penthouse-dwelling customers it is counting on for its\\revival.", "label": 2}
{"text": "High Hopes for a Ho Ho Ho Rally The holidays are here, and investors are wondering: Will Santa put some jingle in their pockets this year? So far, so good. Since President George W. Bush #39;s Nov. 2 reelection, the stock market has roared, sending ", "label": 2}
{"text": "Microsoft expands program on source code US software giant Microsoft Corporation has expanded a program giving government organizations access to some of its tightly guarded software blueprints.", "label": 3}
{"text": "Panasonic unveil DVD Recorders with 400GB HDD Capacity Today, Panasonic revealed the new models of DIGA DVD recorders. These recorders have HDD capacities of 160GB to 400GB. This is massive storage space for DVD Recorder; it also has high-speed dubbing, and superb home and mobile networking capabilities.", "label": 3}
{"text": "Court orders cos. to ID alleged pirates LONDON -- The High Court in London has ordered Internet service providers to hand over the names and addresses of 28 alleged music pirates to Britain #39;s trade body for the recording industry.", "label": 3}
{"text": "Postal Service asks Stamps.com to stop taking PhotoStamp orders The U.S. Postal Service wants Stamps.com to stop taking orders for its PhotoStamps program, which allows customers to print individualized photos on stamps, pending a review of the program.", "label": 3}
{"text": "Microsoft delays WinFS even more WinFS is perhaps one of the most awaited feature from the Microsoft stable after Longhorn was announced. Microsoft says that it has been their dream to come out with something like WinFS and completely change the way file system works.", "label": 3}
{"text": "Is IT hiring picking up? A number of signs point to increasing demand for tech workers, but not all the clouds have been driven away.", "label": 3}
{"text": "Postal Service to use SAP SAP America Inc. won a \\$35 million contract to replace the US Postal Service #39;s 25-year-old human resources software. The contract covers \\$14 million in license and maintenance fees for the MySAP Business Suite ", "label": 3}
{"text": "Einstein's Warped View of Space Confirmed (SPACE.com) SPACE.com - Earth's spin warps space around the planet, according to a new study that confirms \\  a key prediction of Einstein's general theory of relativity.", "label": 3}
{"text": "Microsoft and labels in talks about copy protection and Longhorn Microsoft and a group of recording labels are in discussion about how the next generation of the Windows Operating System, codenamed Longhorn, will support Copy Protected CDs.", "label": 3}
{"text": "Scientists Skirt Ice, Politics in the Arctic (Reuters) Reuters - The ship crawled\\through the fog as if on a slow tour of frozen ruins, trying to\\avoid ice chunks of every size and shape off Russia's far\\northeastern coast.", "label": 3}
{"text": "AT T Wireless to Sell Stake in Venture (AP) AP - Canada's largest cable company, Rogers Communications Inc., said Monday it will pay  #36;1.33 billion for the 34 percent stake in Rogers Wireless Communications Inc. owned by longtime American partner AT amp;T Wireless Services Inc.", "label": 3}
{"text": "We love movies, and only DVDs will do Routemaster buses, red telephone boxes, high street bank branches - are becoming endangered species, nostalgic protests inevitably follow.", "label": 3}
{"text": "London Apple Store Opens to Media The store covers two floors on London #39;s upscale Regent Street. Apple said the store has the largest single sales floor of any Apple retail store and a 14-meter long Genius Bar with 20 stools.", "label": 3}
{"text": "Sleek computer moves from den to living room For the past five years, Bill Gates and the people at Microsoft have been trying to turn that boring gray computer box on your desk into a sexy entertainment gadget that you would welcome into your living room or media room.", "label": 3}
{"text": "John Deere, IRobot Team Up to Make Robot (AP) AP - In a trailblazing pairing of robotics and tractor companies, iRobot and John Deere announced plans Monday to build a 9-foot-long semi-autonomous battlefield vehicle.", "label": 3}
{"text": "Sun to tout Wall Street wins in September Struggling Sun Microsystems will try to show next month that it still has a lot of friends in the financial community. On Sept. 21, the Mountain View, Calif.", "label": 3}
{"text": "Google Shares Hit New High (Reuters) Reuters - Shares of newly public Google\\Inc.  on Tuesday hit a new high and posted  their\\largest single-day percentage gain after five investment banks\\issued bullish reports on the leading Web search provider.", "label": 3}
{"text": "Buying Viagra over the Internet could give you a heart attack! Doctors are warning people not to buy the anti-impotency drug, Viagra, over the internet, because they have found conclusive evidence that it is usually fake and could lead to a number of side effects, including a heart attack.", "label": 3}
{"text": "Firefox lights up Web browser world The release of the Web browser by the Mozilla Foundation prompted Microsoft to break its silence about Internet Explorer, which won't get an overhaul until the next version of Windows is released in 2006.", "label": 3}
{"text": "Transmeta bets on LongRun2 While Intel Corp. and Advanced Micro Devices Inc. continue bringing low-power mobile chips to market, Transmeta Corp. is faced with the possibility of shifting its focus from operations and toward licensing its technologies.", "label": 3}
{"text": "NASA Infrared Images May Provide Volcano Clues NASA -- NASA scientists took infrared (IR) digital images of Mount Saint Helens' last week. The images revealed signs of heat below the surface one day before the volcano erupted last Friday in southern Washington...", "label": 3}
{"text": "Study: As much as 50 of Viagra sold online is fake (National) Sept. 29, 2004 - A British study shows as much as half of the Viagra sold on the Internet is not the real thing. Some of the pills have totally different ingredients.", "label": 3}
{"text": "Dell sued for alleged global sales patent abuse Tiny firm claims ownership of international e-commerce", "label": 3}
{"text": "Microsoft to release Longhorn in  #39;06 REDMOND, Wash., Aug 28, 2004 (United Press International via COMTEX) -- The Microsoft Corp. has decided to advance the timetable on its much-anticipated overhaul of Windows, the Financial Times reported Saturday.", "label": 3}
{"text": "Firefox RSS Feature to Remain as Live Bookmarks Firefox RSS Feature to Remain as Live Bookmarks\\\\As per Ben Goodgers Blog, the RSS functionality introduced in the preview release version of Firefox is going to remain limited to what it is currently. It is not planned to replace any RSS extension or external feed readers for anyone. The only ...", "label": 3}
{"text": "More toxic materials set to join global trade watch list GENEVA: Up to 15 hazardous substances are expected to be added to a  quot;watch list quot; regulating international trade in toxic industrial products and pesticides, the UN #39;s environmental agency said.", "label": 3}
{"text": "US-Russian Crew Re-Docks Capsule After a 23-minute flight from the Pirs docking port to the Zarya cargo module, Russian Salizhan Sharipov and American Leroy Chiao re-docked the Soyuz TMA-5 spaceship.", "label": 3}
{"text": "Cingular reaches deal with DOJ on AT T Wireless takeover Cingular Wireless will divest itself of wireless customers and other assets in 13 U.S. markets as a requirement for its \\$41 billion acquisition of AT T Wireless Services Inc.", "label": 3}
{"text": "HELP FILE Q My computer #39;s hard drive died, and I had to replace it. All my songs are still intact on my iPod, but how do I get them back on the PC?", "label": 3}
{"text": "Global warming poses threat to animal life in the Arctic Rising temperatures in the Arctic will likely increase the region #39;s biodiversity as new species are drawn to the extreme north, but in a dramatic paradox many animals unique to the region, such as polar bears, risk extinction.", "label": 3}
{"text": "Lanka claims \\$5m for  #39;cable damages #39; COLOMBO: Sri Lankan authorities tried to seize an Indian ship yesterday and sought \\$5 million in damages, accusing it of breaking the undersea fibre optic cable that connects the tropical island #39;s main Internet links to the rest of the world.", "label": 3}
{"text": "Apple row goes to core of online music Bill Thompson grew up on John, Paul, George and Ringo and bought all their records. Now he #39;d like them to give something back.", "label": 3}
