{"question1": "So I have been having trouble picking up on how to read music notes can anyone give me any ideas?", "question2": "I am planning a honeymoon tour to the Balkans this December. Can anyone give me any ideas about which travel agency I should I hire or give me any suggestions on how can I plan it independently?", "label": 0, "idx": 107776}
{"question1": "How do I download PHP?", "question2": "How do I install PHP?", "label": 0, "idx": 121060}
{"question1": "What can cause muscles to be sore for weeks, to the point that they're painful when used?", "question2": "How do you prevent your wrists from getting sore if you type a lot?", "label": 0, "idx": 284701}
{"question1": "What could Texas lawmakers do to lessen the mentally ill population in jails?", "question2": "Can chikungunya be detected without blood test?", "label": 0, "idx": 284242}
{"question1": "What are the top blogs / online media sites catering to entrepreneurs in Waterloo?", "question2": "What are the top blogs / online media sites catering to entrepreneurs in Singapore?", "label": 0, "idx": 333489}
{"question1": "What are some tips on making it through the job interview process at Summit Materials?", "question2": "What are some tips on making it through the job interview process at Summit Hotel Properties?", "label": 0, "idx": 353075}
{"question1": "What is the hardest thing(s) about raising children in Philippines?", "question2": "What is the hardest thing(s) about raising children in Mexico?", "label": 0, "idx": 77268}
{"question1": "What are your favorite Neko Atsume memes?", "question2": "What are your favorite cats on Neko Atsume?", "label": 0, "idx": 271014}
{"question1": "What are the best ways of making money online by working 1-2 hour daily?", "question2": "What are the best ways of making money online by working 1-2 hour daily in India?", "label": 0, "idx": 96018}
{"question1": "Which Type will have more scope and future for a ECE Engineer either product or Service based firm?", "question2": "Which has a better scope, electrical engineering or ECE? Which field is better for a government job, electrical engineering or ECE?", "label": 0, "idx": 276914}
{"question1": "Can education resolve any problem?", "question2": "Do you like resolving problems?", "label": 0, "idx": 61333}
{"question1": "\"How do girls feel when guy says \"\"suck my dick\"\"?\"", "question2": "Do girls feel guys ogling at them?", "label": 0, "idx": 361301}
{"question1": "Which process are thermodynamically reversible?", "question2": "Which characteristics do not change during the reversible isothermal process?", "label": 0, "idx": 93741}
{"question1": "My Samsung Galaxy Star Pro (GT-S7262) phone is not rooted by any software. I tried following all the tutorials in YouTube and Google but couldn't. What is the problem?", "question2": "How can I upgrade my Samsung Galaxy GT-S7562?", "label": 0, "idx": 266496}
{"question1": "How do I gain weight on my lower body (hips, thighs and legs)?", "question2": "How do I gain muscle mass and lower body fat at the same time?", "label": 0, "idx": 305068}
{"question1": "What is [(a+a/a+2 (a- a/a+1)] : (a^2+1+1/a^2–1)?", "question2": "What is 1/2+1/2?", "label": 0, "idx": 77939}
{"question1": "What is the importance of cultural heritage for architects.?", "question2": "What is the importance of culture heritage for architects?", "label": 1, "idx": 92184}
{"question1": "How can I come out of my comfort zone?", "question2": "What are some of the best ways to break out my comfort zone?", "label": 1, "idx": 49922}
{"question1": "What is a good young adult fiction book to read?", "question2": "What are the young adult fiction books that you would recommend for a fun read?", "label": 1, "idx": 151735}
{"question1": "What improvement should I do in my JEE preparation to improve my marks ?", "question2": "How can I improve my score in JEE main?", "label": 1, "idx": 208988}
{"question1": "How do I improve my overall native English language?", "question2": "What is the best way to improve my spoken English soon?", "label": 1, "idx": 21065}
{"question1": "What is the best way to learn Norwegian?", "question2": "What is the quickest way to learn Norwegian?", "label": 1, "idx": 306339}
{"question1": "What are the best ways to earn while travelling?", "question2": "What are some ways to earn while traveling?", "label": 1, "idx": 89430}
{"question1": "Should people over 98 not be allowed to vote?", "question2": "Should people over 91 not be allowed to vote?", "label": 1, "idx": 10182}
{"question1": "\"How far could I go back in time before I would not be able to understand an \"\"English speaker\"\"?\"", "question2": "If an English-speaking person was to go back in time in England at what point would he or she no longer be able to understand the English language?", "label": 1, "idx": 195581}
{"question1": "Will we ever be able to control gravity?", "question2": "Will we ever be able to manipulate gravity?", "label": 1, "idx": 103953}
{"question1": "What will you do in the last day of your life?", "question2": "What would one do in the last 24 hours of one's life?", "label": 1, "idx": 60040}
{"question1": "What makes an argument successful?", "question2": "What does it mean if an argument is sound?", "label": 1, "idx": 185985}
{"question1": "Will the scraping of 500 and 1000 rupees have negative effect on Indias's economy?", "question2": "How will the ban on Rs. 1000 and Rs. 500 notes impact Indian economy?", "label": 1, "idx": 320048}
{"question1": "Where can I get necessary advice for any property transaction in Sydney?", "question2": "Where can I get knowledgeable assistance for transfer of property in Sydney?", "label": 1, "idx": 310066}
{"question1": "How do I avoid living a boring life?", "question2": "What are some tips for avoiding a boring life?", "label": 1, "idx": 98725}
{"question1": "What are some mind-blowing Camping tools that most people don't know about?", "question2": "What are the best new camping gadgets that most people don't know about?", "label": 1, "idx": 181903}
