{"text": "Indonesians Get Ready for Final Round of First Direct Presidential &lt;b&gt;...&lt;/b&gt; Indonesians are preparing to go to the polls Monday in the final round of the country #39;s first-ever democratic presidential election.", "label": 0}
{"text": "Another American beheaded BAGHDAD, Sept. 22. - Iraqi officials recovered a decapitated corpse in western Baghdad today and turned it over to US officials, who were investigating if it was the body of Jack Hensley -he second American ", "label": 0}
{"text": "New peace hope in post-Arafat era ONE OF Yasser Arafat #39;s least-admired roles in the last few years was as the constantly cited excuse for international futility in Middle Eastern peace efforts.", "label": 0}
{"text": "Four Killed in Mosul Gun Attack Gunmen attacked a car in the northern Iraqi city of Mosul on Friday, killing four male passengers, and witnesses said three of the victims were foreigners.", "label": 0}
{"text": "US hits Mosul The US military attacked rebel targets in Mosul with air and ground fire yesterday after an upsurge in violence in the northern Iraqi city.", "label": 0}
{"text": "Asean must fast-track integration Two of Southeast Asias newest leaders called for faster economic integration at an annual meeting Sunday, saying the region risked being trampled by China and India if it did not act.", "label": 0}
{"text": "Furious Japan seeks action against NKorea for lying about &lt;b&gt;...&lt;/b&gt; TOKYO : Japan is enraged at North Korea for allegedly lying about the deaths of two of its citziens the Stalinist state kidnapped, with commentators warning the deception has set back the chances of reconcilation with the outside world.", "label": 0}
{"text": "Passenger Leaves Hijacked Greek Bus (Reuters) Reuters - A passenger was seen leaving a hijacked\\Greek bus Wednesday five hours after two foreign gunmen seized\\the vehicle carrying 26 passenger in an Athens suburb, a\\Reuters correspondent at the scene said.", "label": 0}
{"text": "New tape features bin Laden lieutenant DUBAI, United Arab Emirates -- Ayman al-Zawahri, the number two figure in Al Qaeda, appeared in a new videotape aired on Al-Jazeera yesterday, ridiculing US forces as stuck in a quagmire in Iraq and Afghanistan.", "label": 0}
{"text": "Six killed in train crash UFTON NERVET, Nov. 7. - Six people died and 11 were seriously injured when a train derailed during a collision with a car at a crossing in southern England, medics said.", "label": 0}
{"text": "Quake, gale kill two in Bali, N. Sumatra An earthquake killed one person and injured two others on Wednesday on the resort island of Bali, while a gale that swept through several parts of the country claimed one life and damaged hundreds of houses in North Sumatra.", "label": 0}
{"text": "US-Led Forces Thrust Towards Central Falluja, Air Strikes &lt;b&gt;...&lt;/b&gt; . US-led forces met heavy resistance in Falluja as they battled toward the heart of Iraq #39;s most resistant city on Tuesday, officers said.", "label": 0}
{"text": "Shanghai to Honor Its Jewish Legacy  SHANGHAI -- Saul Marmer, a retired Cincinnati shoe retailer, peeled away from his tour group the other day to reflect on a special moment in Shanghai's long and eventful history. As summer rain bathed the city, and its residents raced about in their relentless drive to accumulate wealth, Marmer, 79, ducked into the Ohel Moishe Synagogue.", "label": 0}
{"text": "EDITORIALSPrepare for post-Kyoto The Kyoto Protocol, a global agreement on reduction of greenhouse gases, comes into force on Feb. 16 next year, seven years after it was negotiated.", "label": 0}
{"text": "Spanish Police Arrest 10 in Anti-Terrorism Sweep Spanish police arrested 10 people in an operation against  quot;Islamic terrorism quot; on Wednesday, a court source said. Most of those detained in the northeastern city of Barcelona were of Pakistani ", "label": 0}
{"text": "EU sets date to resolve institutional limbo BRUSSELS (AFP) - Incoming EU executive head Jose Manuel Barroso said he hopes for  quot;clear quot; approval when EU lawmakers finally vote on his new team later this month, to end an unprecedented state of limbo in Brussels.", "label": 0}
{"text": "Group Cites Electronic Voting Problems (AP) AP - The record use of electronic voting machines on Nov. 2 led to hundreds of voting irregularities and shows the need for higher standards, a voting rights group said Thursday.", "label": 0}
{"text": "Russia to launch Beslan inquiry Russian President Vladimir Putin pledges to back a parliamentary commission into the Beslan school siege.", "label": 0}
{"text": "Nepalese Attack a Mosque and Muslims in Katmandu Thousands of enraged Nepalese attacked a mosque and more than a hundred Muslim-owned businesses and homes here on Wednesday to protest the killing of 12 Nepalese workers by terrorists in Iraq.", "label": 0}
{"text": "Soldier at Abu Ghraib Makes Plea Deal MANNHEIM, Germany - The lawyer of one of the U.S. Army reservists accused of abusing Iraqi detainees at Abu Ghraib prison said Tuesday that military prosecutors have agreed to drop some of their charges after the soldier agreed to plead guilty to the rest...", "label": 0}
{"text": "Verdict plunges ruling camp into turmoil Aside from being  quot;shocked, quot; members of the ruling party were at a loss for words following the Constitutional Court ruling that the party #39;s capital relocation plan was  quot;unconstitutional.", "label": 0}
{"text": "Annan Rejects Calls for His Resignation (AP) AP - Secretary-General Kofi Annan rejected calls for his resignation from several U.S. lawmakers, saying Tuesday he will \"carry on\" at the helm of the United Nations for the next two years.", "label": 0}
{"text": "Not enough focus on nuclear threats As the International Atomic Energy Agency #39;s board met yesterday in Vienna to receive an update on the nuclear programs of North Korea ", "label": 0}
{"text": "Great Lakes peace pact signed Eleven African countries have signed a UN-backed peace deal for the Great Lakes region, pledging an end to the genocide, war, hunger and disease that has killed 3 million over more than a decade.", "label": 0}
{"text": "Malaysia #39;s Abdullah Says Islamic Nations Should Rebuild Iraq Malaysian Prime Minister Abdullah Ahmad Badawi said Islamic nations, including Malaysia, need to help rebuild Iraq, a civilization that was once a symbol of Islam #39;s greatness.", "label": 0}
{"text": "Iraq Says Offensive Vs. Cleric to Start NAJAF, Iraq - An Iraqi Cabinet minister said Thursday that Iraqi forces could begin an offensive against Muqtada al-Sadr within hours, despite the firebrand cleric's acceptance of a peace proposal.    To prevent an imminent attack on his forces, who are holed up in the revered Imam Ali Shrine in Najaf, al-Sadr must immediately disarm his Mahdi Army militia and hand over its weapons to the authorities, Minister of State Qassim Dawoud said...", "label": 0}
{"text": "Motive for attack unclear A small parcel bomb exploded outside the Indonesian embassy in Paris before dawn on Friday, slightly injuring 10 people and shattering windows, but officials said they had no clues to the motive.", "label": 0}
{"text": "Sudanese Aid Workers Released by Rebels AL-FASHER, Sudan Sept. 1, 2004 - Rebels released six Sudanese aid workers early Wednesday in Darfur, four days after they went missing during a trip to register refugees fled a brutal campaign of killings in the war-ravaged region, a UN official said.", "label": 0}
{"text": "AWOL US soldier seeks refugee status in Canada TORONTO - A US soldier who walked out on the 82nd Airborne Division and fled to Canada rather than fight in Iraq is seeking refugee status.", "label": 0}
{"text": "Indian parties to defy strike ban Political parties in India's West Bengal state call for fresh strikes in defiance of a court order declaring them illegal.", "label": 0}
{"text": "In Video Message, Bin Laden Issues Warning to U.S. Osama bin Laden said that the best way for the U.S. to avoid a repeat of 9/11 was to stop threatening Muslims' security.", "label": 0}
{"text": "Thrilling Relay Win Gets Phelps Third Gold ATHENS, Greece - Now this was a duel in the pool. With Michael Phelps leading off Tuesday night, the United States bested its top rival in the most thrilling race of the Athens Games...", "label": 0}
{"text": "Coach is in Seymour's corner Patriots coach Bill Belichick believes All-Pro defensive lineman Richard Seymour has played very well this season, despite being held to four tackles and no sacks through the first two games.  quot;In our defense, and in our offense, when the opportunities come, you count on the players to make the plays, quot; Belichick said.  quot;Not everybody gets the same number ...", "label": 1}
{"text": "Meyer Begins New Era in Florida Football (AP) AP - Urban Meyer's eyes widened as he looked around Ben Hill Griffin Stadium. He saw references to the school's six Southeastern Conference titles, two Heisman Trophy winners and the 1996 national championship. It wasn't his first trip to The Swamp, but it sure felt different. This was home now.", "label": 1}
{"text": "NCAA Game Summary - Fresno State At Washington Seattle, WA -- The Fresno State defense forced five turnovers, three of them being returned for touchdowns, as the Bulldogs defeated the Washington Huskies by a score of 35-16 in the season opener for both schools at Husky Stadium.", "label": 1}
{"text": "Sour Grapes as Another U.S. Boxer Bites the Dust  ATHENS (Reuters) - The U.S. boxing team sucked on sour  grapes after being left with just one gold medal prospect in  the Olympic boxing tournament Friday.", "label": 1}
{"text": "Chargers Top Buccaneers, Win 7th Straight (AP) AP - Donnie Edwards intercepted Brian Griese's pass and returned it 30 yards for the go-ahead touchdown with 4:09 left and the Chargers beat Tampa Bay 31-24 on Sunday, their seventh straight victory.", "label": 1}
{"text": "Diouf spit leaves a sour taste for Bolton Senegal striker El-Hadji Diouf has been hit with a fine of two weeks #39; wages after he spat in the face of Portsmouth #39;s Arjan de Zeeuw during Saturday #39;s Premiership match.", "label": 1}
{"text": "Giants ink Benitez to three-year deal Free agent Armando Benitez and the San Francisco Giants agreed to a three-year contract yesterday, a move that stabilizes the club's closer role that's been in flux since Robb Nen got injured two years ago.", "label": 1}
{"text": "No. 13 Louisville 85, N. Carolina A amp;T 51 Larry O #39;Bannon scored a season-high 25 points and grabbed 11 rebounds to lead No. 13 Louisville to an 85-51 victory over North Carolina A amp;T on Tuesday night.", "label": 1}
{"text": "Premiership: Ban Diouf, for a long time If the FA had anything about them at all, which is a separate debate, they would slap a hefty ban on Boltons El-Hadji Diouf, for spitting in the face of Portsmouths Arjan de Zeeuw.", "label": 1}
{"text": "Roy Keane charged with assault Manchester United captain Roy Keane has been charged with assault and criminal damage for a fight on September 4, police say. The Ireland international is due to appear before Trafford Magistrates ", "label": 1}
{"text": "Holtz introduced as East Carolina #39;s football coach East Carolina introduced former South Carolina assistant Skip Holtz as its head football coach on Friday, welcoming him as the man to lead the program  quot;into a new era.", "label": 1}
{"text": "A rivalry that borders on obsession From the book,  quot;The Rivals quot; by the baseball writers of the Boston Globe and New York Times, published by St. Martin's Press.", "label": 1}
{"text": "England win World Cup England have won the WGC-World Cup for the second time in 50 years, thanks to the heroics of former Walker Cup and current Ryder Cup stars Paul Casey and Luke Donald.", "label": 1}
{"text": "Beckham admits he deliberately got suspended because of injury England captain David Beckham revealed on Tuesday he deliberately got himself suspended for Wednesday #39;s World Cup qualifying game against Azerbaijan because he knew he would miss the game with a broken rib.", "label": 1}
{"text": "Ichiro goes 5-for-5, needs 35 hits to break record Ichiro leads the majors with 223 hits, 34 short of the all-time single-season record. He has 27 games remaining to reach the record of 257 hits, set by George Sisler in 1920 with the St.", "label": 1}
{"text": "Indiana kicks aside Eagles BLOOMINGTON, Ind. -- Josh Tudela headed in a corner kick from Brian Plotkin in the 41st minute, lifting defending national champion Indiana to a 1-0 NCAA Division 1 soccer tournament win over Boston College yesterday.", "label": 1}
{"text": "Steelers Backups End Bills' Playoff Hopes The Pittsburgh Steelers are so good that they ended Buffalo's playoff hopes with their backups. Fourth-string running back Willie Parker had 102 yards rushing and backup linebacker James Harrison returned a fumble 18 yards for a touchdown, helping seal the Steelers' 29-24 win over Buffalo on Sunday. The Steelers won their 14th straight to match the record set by Miami in 1972 and became just the fourth team in NFL history to finish 15-1.", "label": 1}
{"text": "Giants' Warner Says Best Is Yet to Come (AP) AP - The mention of Kurt Warner brought a gleam to the eyes of New York Giants receiver Tim Carter.", "label": 1}
{"text": "Els maintains lead at American Express Championship Kilkenny, Ireland (Sports Network) - Ernie Els shot a four-under 68 on Saturday to maintain his two-shot lead through three rounds of the World Golf Championships - American Express Championship.", "label": 1}
{"text": "Don #39;t look back o Major League Baseball Commissioner Bud Selig says his sport must get serious about steroid use. And now the players #39;union says it #39;s ready to talk about a testing plan.", "label": 1}
{"text": "Rangers Reliever Francisco Suspended for Season  NEW YORK (Sports Network) - Texas Rangers relief pitcher  Frank Francisco was suspended for the rest of the 2004 season  Friday by Major League Baseball after tossing a chair into the  stands and hitting two fans in the head earlier this week.", "label": 1}
{"text": "New Jersey Nets 2004-05 Season Preview Free agent; Rodney Buford (G) - New Jersey; Nenad Krstic (C/F) - 2002 first round draft pick; Ron Mercer (G) - Free Agent; Jacque ", "label": 1}
{"text": "Duke women take life out of Gamecocks, crowd The place known as much for its  quot;airball quot; chants as the winning basketball that is played there was silent when Shanika Freeman #39;s shot failed to hit the rim Wednesday night.", "label": 1}
{"text": "LE GUEN AIMING FOR DRAW Lyon coach Paul le Guen has admitted his side would be happy with a draw at Old Trafford on Tuesday night. The three-times French champions have assured themselves of qualification for the Champions League ", "label": 1}
{"text": "Ruud pleads guilty to FA charge Ruud van Nistelrooy has apologised to Arsenal #39;s Ashley Cole for his Old Trafford horror tackle on Sunday after confirming he will not contest an FA charge of serious foul play.", "label": 1}
{"text": "Slow and steady ruins the race Or did the Australians really bowl that well on a strip that was supposed to be best for batting on days two and three? Or maybe it was the Indian batsmen who dug a huge hole and buried themselves in it.", "label": 1}
{"text": "Fatigue from virus still dogging former No. 1 BRUSSELS, Belgium -- Former No. 1 player Justine Henin-Hardenne ended her season Monday because of continued problems with an energy-sapping virus.", "label": 1}
{"text": "Supah Blitz heads Florida Million card at Calder The last time Supah Blitz raced at Calder he was beaten a dozen lengths in the Memorial Day Handicap. When he returns Saturday for the \\$200,000 Carl G. Rose Handicap, the onetime local ", "label": 1}
{"text": "Petter Solberg Claims Victory at Rally of Italy Petter Solberg of Norway won his third straight rally as he drove his Subaru to victory at the Rally of Italy in Sardinia. The win kept alive his fading chances of retaining the world title.", "label": 1}
{"text": "From blowout win to defeat Philadelphia - Something happened - something few probably thought would make a difference - on the way to the Nuggets #39; blowout of Philadelphia that wasn #39;t.", "label": 1}
{"text": "SportsNetwork Game Preview (Sports Network) - The Houston Astros have never won a playoff series in franchise history. Winners of 13 straight division titles, the Atlanta Braves are also hoping to break a Division Series jinx.", "label": 1}
{"text": "Mauresmo makes waves at Advanta VILLANOVA - The difference between Amelie Mauresmo and Vera Zvonareva in the WTA rankings is less than 10 places. The difference between Mauresmo and Zvonareva on the court is considerably wider.", "label": 1}
{"text": "Oil prices back above \\$50 despite Saudi pledge LONDON, United Kingdom -- Red-hot world oil prices simmered just above 50 dollars on Wednesday after a pledge by Saudi Arabia to lift output brought only fleeting respite to a market gripped by supply fears, analysts said.", "label": 2}
{"text": "US airlines agree to anti-coliform steps on aircraft The Environmental Protection Agency said yesterday it has agreed with 12 US airlines on steps to improve aircraft water quality after the agency #39;s tests discovered coliform bacteria generally found in feces in water on 12 percent of airplanes.", "label": 2}
{"text": "Drop in Consumer Confidence Unexpectedly Steep in August onsumers #39; renewed worries about job prospects led to a bigger-than-expected drop in confidence in August and provided more evidence of the fragility of the economic expansion.", "label": 2}
{"text": "Microsoft Judge Skeptical A European judge today cast a skeptical eye on whether Microsoft Corp. should be forced to create two versions of its Windows operating system, one with its program for ", "label": 2}
{"text": "SuperGen Pulls U.S. Cancer Drug Application  NEW YORK (Reuters) - SuperGen Inc. on Monday said it has  withdrawn an application to market its pancreatic cancer  treatment in the United States due to insufficient data,  sending its shares down 17 percent.", "label": 2}
{"text": "240,000 Minivan Radios May Be Succeptible To Fires DETROIT -- Chrysler is recalling 240,000 minivans because their radios may short-circuit and cause a fire. Affected are Dodge Caravan and Chrysler Town and Country minivans from the 2001 and 2002 model years.", "label": 2}
{"text": "Holiday Shopping Gets Off to Slow Start  NEW YORK (Reuters) - The U.S. holiday shopping season got  off to a sluggish start with high oil prices and weak consumer  confidence hitting the key Thanksgiving weekend, according to  three retail indices released on Tuesday.", "label": 2}
{"text": "Mitsubishi Reports Lower 1st Half Earning Mitsubishi Motors Corp. said Monday that its losses grew in the first half of the fiscal year as the Japanese automaker struggled to recover from an auto-defect scandal that has sent sales plunging. The company lowered its sales expectations for the year and said it expected a larger full-year loss than previously forecast.", "label": 2}
{"text": "S.E.C. Opens Investigation of Fannie Mae Accounting problems at Fannie Mae, the giant mortgage company, have prompted an investigation by the Securities and Exchange Commission.", "label": 2}
{"text": "US pension agency posts \\$23.3B deficit The government agency that insures the private pensions of 44.4 million workers said Monday that its deficit more than doubled in 2004 to a record \\$23.", "label": 2}
{"text": "Google offering new tool Google Inc., the world #39;s most-used Internet search engine, yesterday introduced software that lets users search for files from their own computers as well as the Web, entering a new area of competition with Microsoft Corp.", "label": 2}
{"text": "Durable Goods Orders Up 0.2 Percent  WASHINGTON (Reuters) - U.S. orders for long-lasting durable  goods rose by a smaller-than-expected 0.2 percent in September,  held back by another sharp fall in commercial aircraft,  government data showed on Wednesday.", "label": 2}
{"text": "Theede #39;s  #39;Day of Reckoning #39; Looms Yukos is calling for an extraordinary shareholders meeting Dec. 20 to consider whether to file for bankruptcy under the crippling weight of \\$14 billion in outstanding tax claims, or to pave the way for an ", "label": 2}
{"text": "American Air to Defer 54 Boeing Jets  CHICAGO (Reuters) - AMR Corp.'s American Airlines on Monday  said it will defer 54 of 56 Boeing aircraft deliveries  scheduled for 2006 to 2010, helping the world's largest carrier  postpone \\$2.7 billion in capital spending.", "label": 2}
{"text": "Ways to cope with emergencies  quot;No one around here cares about the customers, quot; the Northwest Airlines agent ruefully told me on the phone. My father-in-law had just died, and I was frantically trying to get two of our kids ", "label": 2}
{"text": "Delta Amends  #36;680 Mln Debt Exchange Offer (Reuters) Reuters - Delta Air Lines Inc., struggling to\\cut costs to avert bankruptcy, said on Thursday it was amending\\its offer to exchange up to  #36;680 million worth of its\\outstanding  #36;2.6 billion of unsecured debt, asking holders to\\submit tenders by Oct. 26.", "label": 2}
{"text": "Pfizer plant faces EPA inquiry Pfizer Inc. #39;s manufacturing plant in Portage has been put on notice by the US Environmental Protection Agency for allegedly violating federal.", "label": 2}
{"text": "Dow, S P, Nasdaq All Down  NEW YORK (Reuters) - Stocks fell on Friday, led by  pharmaceutical shares after a U.S. health official raised  concerns about drug safety and a drop in chip-equipment makers  following a ratings downgrade by Goldman Sachs.", "label": 2}
{"text": "Deal will bring supplies to Baja California site WASHINGTON (CBS.MW) -- An arm of Shell International announced Thursday a 20-year deal to provide 500 million cubic feet of liquid natural gas per day to a receiving terminal Sempra Energy is developing.", "label": 2}
{"text": "Google stock shoots, scores, up 120 from IPO For anyone who misses the late  #39;90s, there #39;s an easy way to get a flashback fix. Check out Google #39;s stock. Shares of the Internet search engine Monday soared another \\$14.", "label": 2}
{"text": "US Agrees to Abide by NAFTA Decision A US trade body Friday agreed to comply with a NAFTA panel ruling concluding that Canadian softwood lumber imports are no threat to the US industry.", "label": 2}
{"text": "US probe weighs on Tommy Hilfiger Shares sink as a federal grand jury continues its investigation into commission rates, tax benefits. CHICAGO (Reuters) - Shares of Tommy Hilfiger Corp.", "label": 2}
{"text": "UPDATE 2-US mortgage applications fall last week-MBA New applications for US home loans fell last week from a four-month high even as 30-year mortgage rates declined to their lowest level since late March, an industry group said on Wednesday.", "label": 2}
{"text": "CHINA PRESS: Shanghai Auto Plans \\$6B IPO In HK, New York BEIJING (Dow Jones)--Shanghai Automotive Industry Corp. (Group), one of China #39;s three major state-run automakers, plans to go public in both Hong Kong and New York in January after a \\$6 billion initial public ", "label": 2}
{"text": "Australian Stocks Decline, Led by BHP Billiton and Rio Tinto Australian #39;s benchmark S amp;P/ASX 200 index had its biggest drop in two months, led by BHP Billiton, on concern that record oil prices will slow economic growth and demand for metals.", "label": 2}
{"text": "Microsoft said to nix PeopleSoft bid Microsoft #39;s chief executive has ruled out acting as the white knight for business software maker PeopleSoft, which is trying to fight off a hostile takeover from Oracle, a newspaper reported Monday.", "label": 2}
{"text": "US Treasuries Up, Long-End Leads the Way  LONDON (Reuters) - U.S. Treasury prices crept higher on  Wednesday, with long-dated bonds benefiting from the view that  higher U.S. interest rates will help keep inflation under  control.", "label": 2}
{"text": "Greenspan: US Banks in Good Shape The top US central banker says the country #39;s banking system has weathered a recession and major corporate bankruptcies, and emerged  quot;strong, vibrant and profitable.", "label": 2}
{"text": "Mired in a mess? Get organized WASHINGTON -- I'm so disorganized that I missed the chance to celebrate Get Organized Week.", "label": 2}
{"text": "Sony to launch slim PS2 console in November Sony announced on Tuesday that it is planning to launch a smaller and lighter version of its popular PS2 gaming console in November.", "label": 2}
{"text": "Time Warner Profit Falls on Legal Reserve Time Warner Inc. (TWX) on Wednesday posted an 8 percent drop in quarterly net profit as it set up a \\$500 million legal reserve related to accounting probes at its America ", "label": 2}
{"text": "Austin high school band marches onto eBay If you #39;ve been on the Internet looking to rent a 250-member marching band, you #39;d better hurry. Bidding on eBay ends Saturday for the James Bowie High School band.", "label": 2}
{"text": "Yahoo offers personal search Yahoo Inc. launched a new service designed to let users of its search engine save and manage their query results for accessing later and sharing with others, the company said Tuesday.", "label": 3}
{"text": "Video Games Go Hollywood at Live Awards Show  SANTA MONICA, Calif. (Reuters) - The stars of the video  game industry came out in force on Tuesday night to honor their  peers for creative excellence -- taking a page from the  Hollywood playbook with red carpets, glittering gems and a live  nationwide broadcast.", "label": 3}
{"text": "Apple: Open-source pedigree will protect Tiger The Mac OS X update will be spared the security woes that have hit Microsoft because it's based on Unix, executives say.", "label": 3}
{"text": "10 facts you should know about outsourcing The shipment of jobs overseas is one of the most pressing economic issues of the presidential campaign. Here are 10 key facts of the matter.\\", "label": 3}
{"text": "New Hope in the Fight Against Breast Cancer Mammograms have become a rite of passage for 40-year-old American women, and a compulsory exercise for those over 40. But as rote as those annual screenings might seem, there's nothing routine about a diagnosis of breast cancer.", "label": 3}
{"text": "Russia to launch new Soyuz launch vehicle this month Russia #39;s new medium launch vehicle Soyuz M-2 will make its maiden flight on Friday from the Plesetsk cosmodrome, Defense Minister Sergei Ivanov announced on Monday.", "label": 3}
{"text": "IBM wins \\$1 billion networking contract from Lloyds International Business Machines Corp., one of the worlds largest personal computer makers, announced its partnership with British bank, Lloyds TSB.", "label": 3}
{"text": "Storage products unveiled at SNW show (InfoWorld) InfoWorld - At Storage Networking World (SNW) in Orlando this week, several storage vendors are adding to their arsenal of products and technologies aimed at IT managers dealing with the explosion of data storage.", "label": 3}
{"text": "SUPERWEBINAR: Cisco #39;s 40-Gig CRS-1- Light Reading Test Results Overview: This webinar will provide insight into the results of the first independent industry evaluation of Cisco #39;s 40-Gig core router, the Carrier Routing System (CRS-1).", "label": 3}
{"text": "Report: Symantec in Talks With Veritas (AP) AP - Symantec Corp.'s reported interest in acquiring Veritas Software Corp. for more than  #36;13 billion would represent the computer security giant's biggest step yet beyond its core businesses of defending against viruses and thwarting hackers. Investors weren't impressed, though, and Symantec's shares plunged 16 percent.", "label": 3}
{"text": "Bruising Oracle-PeopleSoft battle revived by court ruling (AFP) AFP - A bruising Silicon Valley takeover battle was set for another round after a judge ruled Oracle can pursue its 7.7 billion-dollar hostile takeover bid for rival business software maker PeopleSoft.", "label": 3}
{"text": "Election apology starts net feud A website that apologises to the world for the US election results has been hugely successful.", "label": 3}
{"text": "India Expects Jump in High-Tech Imports S. SRINIVASAN    BANGALORE, India (AP) -- India's space agency said Thursday its removal from a U.S...", "label": 3}
{"text": "Adelphia to sell AT T Net phone service The move follows a string of similar deals between Ma Bell and cable operators, as it looks to aggressively market VoIP.", "label": 3}
{"text": "Fear and Loathing in  #133; Lobsterland When lobsters flirt or fight they first signal their intention by urinating in one another's faces. Strange facts like this are published in a new book about the little-known life of these familiar crustaceans.", "label": 3}
{"text": "Search And Ye Shall Find. . .IBM? John, TechWeb.com. The search wars rage on. It seems as if every large e-business company thinks that search is the key to building its business to the next level.", "label": 3}
{"text": "OSRM Tracing Linux Patents in EU In an effort to stem the spread of software patents in Europe, the Open Source Risk Management (OSRM) group has begun documenting the sources of innovation claimed by such patents.", "label": 3}
{"text": "How to Make the Right Call on Cell Plans Wireless phone service can't be purchased on price alone -- first, you need to decide which carrier to go with, since not all offer the same service. &lt;FONT face=\"verdana,MS Sans Serif,arial,helvetica\" size=\"-2\"\\ color=\"#666666\"&gt;&lt;B&gt;-Rob Pegoraro&lt;/B&gt;&lt;/FONT&gt;", "label": 3}
{"text": "Trigenix Buy Gives Qualcomm European In-road Qualcomm Inc. figures to expand is presence in the European wireless arena with the \\$36 million purchase of Trigenix. Founded in 2000, United Kingdom-based Trigenix develops ", "label": 3}
{"text": "Sun unleashes Tiger Sun Microsystems last week released the long-awaited overhaul of the Java 2 Standard Edition. Sun is calling J2SE 5.0, code name  #39;Project Tiger, #39; the most significant upgrade of the Java ", "label": 3}
{"text": "Marine Expedition Finds New Species (AP) AP - Norwegian scientists who explored the deep waters of the Atlantic Ocean said Thursday their findings  #151; including what appear to be new species of fish and squid  #151; could be used to protect marine ecosystems worldwide.", "label": 3}
{"text": "HP server group sees profit in Q4 Hewlett-Packard's troubled Enterprise Storage and Servers group bounced back to profitability during its most recent financial quarter, and the company as a whole saw revenue rise 8 percent to \\$21.4 billion, the Palo Alto, California, company reported Tuesday.", "label": 3}
{"text": "Ohio Candidate Seeks Advice of Web Surfers (AP) AP - An Ohio candidate in a long-shot bid to unseat a 16-term House veteran has an unusual approach in deciding how to spend his campaign. He asks Web surfers: Should he sleep in? Prepare for his debate? Campaign door to door?", "label": 3}
{"text": "Robbers Scared by GTA HellSpam writes  quot;Some robbers tried to burglarize a poor old lady and her 3 grandsons. Her grandsons happened to be playing Grand Theft Auto:San Andreas, and the sounds of the police from the game scared them away!", "label": 3}
{"text": "Trend plans mobile antivirus in 05 Trend Micro Inc is planning to release antivirus software aimed at the mobile carrier and handset maker markets next June, an executive said as the firm launched a free antivirus-antispam package aimed at the end user.", "label": 3}
{"text": "Amazon releases A9 search engine Internet retailer Amazon.com Inc. officially moved into the search engine market with the unveiling late Tuesday of its Internet search engine, A9.com.", "label": 3}
{"text": "I.B.M. Offers \\$10,000 to Owners of Contaminated Houses The company is willing to pay \\$10,000 each to the owners of nearly 500 contaminated homes in an upstate village if the owners give up their right to sue over pollution.", "label": 3}
{"text": "Data Laws Set Storage Agenda for IBM The TotalStorage DS6000 ultra-dense server, about the size of a VCR, hold 16 disks, each capable of holding up to 300 GB. IBM #39;s larger system is the DS8000 array, based on two or four IBM Power5 chips.", "label": 3}
{"text": "IBMs New Cell Chip To Power PlayStation, HDTVs Sony and IBM introduced Monday the first workstation based on the Cell processor, which they jointly developed in partnership with Toshiba.", "label": 3}
{"text": "Internet #39;s .Net Goes Out For Bid With management responsibilities of the .net domain soon to be up for grabs, several groups are positioning themselves to snatch the domain from its current steward, VeriSign Inc.", "label": 3}
{"text": "Switched on? Will Juniper Networks, Ciscos chief rival in the router market, make an entry into ethernet switching, and try to take yet another bite out of Ciscos business?", "label": 3}
{"text": "IBM Introduces New Blade Servers IBM has introduced six new models in its BladeCenter server line, including five new HS20 models and a new JS20 blade server. The Intel-based HS20 systems now are equipped with two new, compact ", "label": 3}
