{"question1": "What document provides guidance on implementing safety programs in ground units and who was responsible for creating it?", "question2": "I need guidance about CFA program. Can somebody guide me about the same?", "label": 0, "idx": 161140}
{"question1": "What are some words that rhyme with here?", "question2": "Does a word rhyme with itself? How about homonyms?", "label": 0, "idx": 167073}
{"question1": "My Instagram is set up with an email I no longer have access to. How do I change my password for Instagram without my email password?", "question2": "I've forgetten my user id and password for IRCTC, and when I click on the forget password link, it asks me to enter my user id! How do I retrieve my id and passkey?", "label": 0, "idx": 65429}
{"question1": "What are the best restaurants to try when visiting Bhilwara, Rajasthan, India? What should you try while you're there?", "question2": "How should I make my calculus strong for jee, I have only coaching material?", "label": 0, "idx": 233746}
{"question1": "What is retirement age?", "question2": "What is the retirement age in army?", "label": 0, "idx": 279083}
{"question1": "Is there an economical way to travel from Szczecin to Poznan?", "question2": "Is there an economical way to travel from Dresden to Poznan?", "label": 0, "idx": 28500}
{"question1": "Do employees at Citizens have a good work-life balance? Does this differ across positions and departments?", "question2": "Do employees at Netflix have a good work-life balance? Does this differ across positions and departments?", "label": 0, "idx": 292165}
{"question1": "What exactly is the use of Anti-transmutation circle?", "question2": "What exactly is Full Metal Alchemist: Brotherhood?", "label": 0, "idx": 16354}
{"question1": "Why do IITians do an MBA in the IIMs after completing 4 years of a B.Tech?", "question2": "What is to be answered when interviewers at IIMs ask why you prefer to do an MBA after engineering?", "label": 1, "idx": 170876}
{"question1": "How do I make a long distance relationship successful?", "question2": "Have you had a successful long distance relationship and how did you make it work?", "label": 1, "idx": 117673}
{"question1": "Americans seem to have a reputation for knowing very little about the rest of the world. Is this a fair assessment, and if so, what might cause their general lack of knowledge?", "question2": "Why do so many Americans know so little about the rest of the world?", "label": 1, "idx": 265582}
{"question1": "What is your most unpopular opinion?", "question2": "What is your most unpopular opinion about anything?", "label": 1, "idx": 290466}
{"question1": "How do I prepare for getting into Stanford for MS CS?", "question2": "Do I stand a chance to get in to Stanford for an MS in CS?", "label": 1, "idx": 186872}
{"question1": "How does starving help to lose weight?", "question2": "Should I starve myself to lose weight?", "label": 1, "idx": 299553}
{"question1": "Who do you think will win the 2016 presidential election?", "question2": "Who do you think is going to win the presidential elections and why?", "label": 1, "idx": 327097}
{"question1": "What is cutoff for IIIT Bhubaneswar?", "question2": "What is the cutoff for iiit Bhubaneswar?", "label": 1, "idx": 219857}
