{"sentence1": "U.S. Secretary of State Condoleeza Rice has expressed her anger after a meeting with Sudanese President Omar Hassan al-Bashir , during which her aides and staff were mistreated by Sudanese security agents.", "sentence2": "Condoleezza Rice is the U.S. Secretary of State.", "label": 0, "idx": 1965}
{"sentence1": "NEW YORK - (Business Wire) Pfizer Inc announced today that it has become the first pharmaceutical company to be accredited by the Association for the Accreditation of Human Research Protection Programs (AAHRPP) for ensuring the protection of human subjects taking part in early-stage clinical trials. The AAHRPP accreditation was awarded to Pfizer's clinical research units (CRUs) in New Haven, CT, Brussels, Belgium and Singapore, where the company conducts most of its Phase I clinical research. To earn the accreditation, Pfizer participated in a rigorous, 15-month examination of the clinical research practices at these units.", "sentence2": "Pfizer is a pharmaceutical company.", "label": 0, "idx": 1155}
{"sentence1": "Now it's Romania-Argentina at the Rose Bowl today -- and with a victory, it's on to the quarterfinals at Stanford, and a victory there and Romania will be back in Pasadena for the semifinals and World Cup final.", "sentence2": "The World Cup final was held in Pasadena.", "label": 0, "idx": 1197}
{"sentence1": "A team from the U.S. Centers for Disease Control boarded the ship when it docked in St. Maarten to oversee the cleaning operation and try to determine what caused the outbreak, Carnival said.", "sentence2": "The causes of the outbreak were searched for by a team from the U.S. CDC.", "label": 0, "idx": 830}
{"sentence1": "Some plants grow really well in a hydroponic environment, but others do not.", "sentence2": "Plants are grown in water or in substances other than soil.", "label": 0, "idx": 321}
{"sentence1": "Vatican spokesman Joaquin Navarro-Valls announced that Pope John Paul was still in serious condition, but he was not in a coma.", "sentence2": "Joaquin Navarro-Valls is the Vatican Spokesman.", "label": 0, "idx": 281}
{"sentence1": "In 2003, Yunus brought the microcredit revolution to the streets of Bangladesh to support more than 50,000 beggars, whom the Grameen Bank respectfully calls Struggling Members.", "sentence2": "Yunus supported more than 50,000 Struggling Members.", "label": 0, "idx": 1057}
{"sentence1": "A Yorkshire pub affected by flooding in 2007 has been named CAMRA's National Pub of the Year for 2008. The Kelham Island Tavern in Sheffield's Kelham Island Quarter was in a \"semi derelict\" state when it was purchased in 2001. After it was re-opened in 2002 by licensee Trevor Wraith and manager Lewis Gonda, business quickly picked up and the pub has been awarded Sheffield CAMRA's local Pub of the Year award for the past four years. The pub won the award despite six weeks of closure a year and a half ago when the pub's cellar and floor were affected by the flooding of the River Don and the nearby Kelham goit. The pub also received Yorkshire CAMRA's Pub of the Year award in 2004 and 2007.", "sentence2": "The Kelham Island Tavern is situated in Sheffield.", "label": 0, "idx": 2204}
{"sentence1": "As parties adapt to these new conditions, new definitions - replete with new assumptions about their functions - are likely to shape the ongoing debate about their roles and functions in the 21st century.", "sentence2": "Several new political parties emerged.", "label": 1, "idx": 1358}
{"sentence1": "A.S. Roma suffered their second home defeat of the campaign, with a 3-2 loss to 10-man Siena.", "sentence2": "Siena was beaten by A.S. Roma.", "label": 1, "idx": 1017}
{"sentence1": "Juan Antonio Samaranch, president of the International Olympic Committee, left Lillehammer for Sarajevo to pay tribute to the besieged host city of the 1984 Winter Games", "sentence2": "The International Olympic Commitee's head office is in Lillehammer.", "label": 1, "idx": 1519}
{"sentence1": "Coronado High School English teacher Lori Rosales has read the Harry Potter books and sees them as educational and something that children can relate to because the stories are timeless.", "sentence2": "Teacher wins right to market Harry Potter.", "label": 1, "idx": 1645}
{"sentence1": "In an interview this week, the president said that Vice President Dick Cheney and Defense Secretary Donald Rumsfeld will be a valued part of his administration until his presidency comes to an end.", "sentence2": "Dick Cheney is Vice President of the Defense Secretary Donald Rumsfeld.", "label": 1, "idx": 741}
{"sentence1": "The curious Belgian compromise over the weed has some logic, even for a country which says it wants to reduce drug use. Surveys show that as many as 40 percent of the country's 10 million population has experienced cannabis and with the Dutch border an hour away for most of the population, some liberalisation seems inevitable.", "sentence2": "People can legally have 40 grams of cannabis in their possession.", "label": 1, "idx": 994}
{"sentence1": "He said that \"there is evidence that Cristiani was involved in the murder of the six Jesuit priests\" which occurred on 16 November in San Salvador.", "sentence2": "Cristiani killed six Jesuits.", "label": 1, "idx": 963}
{"sentence1": "In the gas explosion disaster, the towing vessel Miss Megan, which was of specifications that did not require inspection by the United States Coast Guard, was being operated in the West Cote Blanche Bay oil field in Louisiana by Central Boat Rentals on behalf of Athena Construction on October 12, 2006. The Miss Megan was pushing barge IBR 234, which was tied along the starboard side of barge Athena 106, en route to a pile-driving location. Athena Construction did not require its crews to pin mooring spuds (vertical steel shafts extending through wells in the bottom of the boat and used for mooring) securely in place on its barges and consequently this had not been done. During the journey, the aft spud on the Athena 106 released from its fully raised position. The spud dropped into the water and struck a submerged, high-pressure natural gas pipeline. The resulting gas released ignited and created a fireball that engulfed the towing vessel and both barges. The master of the towing vessel and four barge workers were killed. The Miss Megan deckhand and one barge worker survived. One barge worker is officially listed as missing.", "sentence2": "NTSB is responsible for investigating transportation accidents in the United States.", "label": 1, "idx": 2009}
