{"text": "In Georgia, transformation isn't fast enough for some TBILISI, Georgia -- The old white Zhiguli fairly flew down the highway, skimming precariously over the potholes as Garri Nersesov clutched the wheel and declared victory in the war on corruption.", "label": 0}
{"text": "97 Abandoned Migrants Found in Mexico (AP) AP - Police found 97 undocumented migrants crammed into an abandoned freight trailer on the side of a highway in the southern state of Chiapas Thursday, after the migrants hacked a breathing hole in the side of the trailer with a pick when the driver fled.", "label": 0}
{"text": "Indian PM Singh: Peace Talks With Pakistan Making Progress Indian Prime Minister Manmohan Singh says his nation is working toward a  quot;mutually acceptable solution quot; to all outstanding issues with Pakistan, including disputed Kashmir.", "label": 0}
{"text": "Death count climbs to 622 in storm-devastated Haiti GONAIVES, Haiti -- The death toll from a tropical storm that devastated parts of Haiti rose to 622 late yesterday as search crews recovered hundreds of bodies carried away by raging weekend floods or buried by mud or the ruins of their homes, officials said.", "label": 0}
{"text": "Turkish Opposition Party: Penal Code should be Ready by October 6 Turkey #39;s main opposition Republican People #39;s Party (CHP) called for the Turkish Parliament (TBMM) to convene for an emergency meeting on Septembers 28th to ready the Turkish Penal Code (TCK) by October 6th.", "label": 0}
{"text": "Retired Judge Wins GOP Del. Gov. Primary (AP) AP - Retired judge Bill Lee, the runner-up in the Republican gubernatorial primary in 2000, won his party's nomination for Delaware governor Saturday, setting up a November showdown with Democratic Gov. Ruth Ann Minner.", "label": 0}
{"text": "Palestine condemns attack on deputy intelligence chief Brig. Rashid Abu Shbak, chief of Palestinian preventive security in Gaza, described on Wednesday the attack on the deputy chief of security intelligence Tareq Abu Rajab as  quot;a condemned crime quot;.", "label": 0}
{"text": "VIEW: No monopoly on terrorism Rashed Rahman Pakistan, or for that matter any other country in the world, has no monopoly on being a victim of terrorism. In Dhaka to attend a conference of the South Asian Free Media Association (SAFMA), I was a witness ", "label": 0}
{"text": "Milosevic Lawyer Faces Trial Obstacles THE HAGUE, Netherlands - It's not easy being Slobodan Milosevic's lawyer.    Appointed two weeks ago to defend the former Yugoslav president against war crimes charges, British attorney Steven Kay's practiced poise and calm legal demeanor has, at times, given way to sheer frustration...", "label": 0}
{"text": "Man. man appealing murder conviction to have bail hearing next month (Canadian Press) Canadian Press - WINNIPEG (CP) - A Manitoba man who says he was wrongfully convicted of murder will have a bail hearing next month.", "label": 0}
{"text": "Shock images to make smokers quit Controversial images of diseased lungs which health advisers want to see on every cigarette packet were revealed today. The hard-hitting anti-smoking campaign ", "label": 0}
{"text": "Musharraf \"very happy\" about killing of top Al-Qaeda militant (AFP) AFP - Pakistani President Pervez Musharraf welcomed the death of a top Al-Qaeda militant, Amjad Farooqi, said to have masterminded attempts on his life and to have been behind the murder of US reporter Daniel Pearl.", "label": 0}
{"text": "Iran tests long-range missile as UN watchdog reviews nuclear &lt;b&gt;...&lt;/b&gt; TEHRAN : Iran will test fire a long-range missile amid fears in the West that Tehran is developing nuclear weapons and an ongoing review by the UN watchdog of the country #39;s atomic energy program.", "label": 0}
{"text": "Blair admitted to Hammersmith Hospital for heart operation : World News  gt; London, Oct 1 : British Prime Minister Tony Blair was today admitted to the Hammersmith Hospital in west London for corrective treatment of an irregular heartbeat.", "label": 0}
{"text": "Israeli forces detain senior Hamas militant Israeli forces detained a senior leader of Hamas #39;s military wing in the West Bank today during a night-time raid on his hideout, witnesses said.", "label": 0}
{"text": "Sea of Sorrow The world suffers an epic tragedy as a tsunami spreads death across Asia. An on-the-scene look at how it happened--and whether the carnage could have been avoided", "label": 0}
{"text": "Frazar finds fun at top Harrison Frazar took some time off to rest and find a way to make golf fun again. For the second week in a row it paid off with a share of the first-round lead, though he had to share it with six others in the Michelin Championship at Las Vegas.", "label": 1}
{"text": "Different directions Today #39;s edition of this rivalry will star Notre Dame as the  quot;then quot; and Michigan as the  quot;now. quot;. Both programs have compelling tradition and cool helmets and catchy fight songs, all the important stuff of tailgating debates.", "label": 1}
{"text": "Blue Jays Defeat Devil Rays 9-7 (AP) AP - Vernon Wells homered in Toronto's five-run third inning and the Blue Jays beat the Tampa Devil Rays 9-7 on Sunday.", "label": 1}
{"text": "Dolphins to Interview Minority Candidate (AP) AP - The Miami Dolphins will put their courtship of LSU coach Nick Saban on hold to comply with the NFL's hiring policy by interviewing a minority candidate, a team source told The Associated Press on Friday.", "label": 1}
{"text": "Cricket: Trescothick wants win - not weather ENGLAND will resume their weather-hit encounter with Sri Lanka determined to win rather than relying on their superior run-rate get them to next Tuesday #39;s semi-final against Australia.", "label": 1}
{"text": "Astros Pick Munro to Pitch Game 6 of N.L.C.S. Roger Clemens can relax. For now, Pete Munro is the Houston Astros' pick to pitch them into the World Series.", "label": 1}
{"text": "NHL GMS HUDDLE Only Gary Bettman knows whether he in fact will be willing to in fact negotiate a CBA that does not contain absolute cost-certainty.", "label": 1}
{"text": "Cuba takes gold medal in baseball ATHENS Cuba captured its third gold medal in Olympic baseball on Wednesday, beating Australia by 6-2 as Frederich Cepeda hit a two-run homer for the Cubans.", "label": 1}
{"text": "New team name coming Monday; Guillen acquired from Angels WASHINGTON - On the day the Montreal Expos got a new name, they also bolstered the offense with the acquisition of outfielder Jose Guillen from the Angels.", "label": 1}
{"text": "Radcliffe avenges Athens How something so elephantine can be so simultaneously light on its feet is a mystery. But maybe the New York City Marathon can be explained a bit by Paula Radcliffe #39;s presence yesterday.", "label": 1}
{"text": "Best airs his views on Arsenal rivalry Manchester United legend George Best has revealed his disdain for the perpetrators of the food fight which took place at Old Trafford last weekend after the highly-charged game with Arsenal.", "label": 1}
{"text": "Teams agree test cut The money saved will go towards an eighteenth and nineteenth grand prix next year -- in Britain and France.  quot;A commercial deal with Bernie Ecclestone is done, quot; Australian Stoddart revealed at the Hilton.", "label": 1}
{"text": "Surging Cubs Defeat Astros 8-3 (AP) AP - Sammy Sosa and Aramis Ramirez hit consecutive homers in a five-run third inning, and the Chicago Cubs beat the Houston Astros 8-3 Thursday for their fifth straight win.", "label": 1}
{"text": "Roethlisberger in demand Last month, as the owner of Peppi #39;s, Trebec dreamed up the sandwich of ground beef, sausage, scrambled eggs, grilled onions and American cheese.", "label": 1}
{"text": "FOOTBALL: ONE-NORSE RACE FOR GUNNERS Considering Rosenborg haven #39;t won away in Europe for five years, Highbury would have been rocked if the Gunners hadn #39;t. The Norwegian challenge was snuffed out by the break.", "label": 1}
{"text": "Rivera Relatives Die in Accident at Pitcher #39;s Panama Pool NEW YORK - Two relatives of Mariano Rivera were killed in an electrified swimming pool at his Panama mansion - dealing the ace reliever a double tragedy on the eve of the Yankees #39; playoff series against the Boston Red Sox.", "label": 1}
{"text": "Update 7: WTO Approves Sanctions on US Exports The World Trade Organization gave the go-ahead Friday for punitive sanctions on US exports from lobsters to industrial equipment because Washington has yet to comply with a two-year-old order to repeal a trade law that uses penalties collected from ", "label": 2}
{"text": "Corporate Tax Measure Passes Senate The Senate passed a far-reaching, \\$136 billion corporate tax package Monday that cuts taxes for businesses ranging from film companies to bow and arrow makers while closing tax loopholes and bringing U.S. exporters in line with international trade rules.", "label": 2}
{"text": "PeopleSoft board rejects bid PLEASANTON, California The board of directors of PeopleSoft has rejected Oracle #39;s \\$9.2 billion takeover bid, continuing its resistance a day after the company #39;s own shareholders tendered more than 60 percent of stock to Oracle.", "label": 2}
{"text": "Election monitors work to build nations #39; trust One of the primary goals of modern society is to enhance a worldwide commitment to democracy. With so many national differences concerning preferred electoral processes, it helps to have a general definition of a democratic government.", "label": 2}
{"text": "Ford CEO asks for government help on health costs Bill Ford, Ford Motor Co. #39;s chairman and chief executive officer, called Wednesday for federal help with health-care costs and the development of hydrogen-powered vehicles.", "label": 2}
{"text": "City punishes JJB for takeover failure JJB SPORTS saw its shares collapse nearly 20 per cent yesterday after it broke off talks with the private equity giant Cinven and posted dismal first-half sales.", "label": 2}
{"text": "Arranging trust benefits minus the expense Maybe you can live -- and die -- without them. Wealthy Americans often use a fistful of trusts to slash estate taxes, avoid probate, and control how their money is divvied up. But if your worldly assets are shy of seven figures -- meaning you're unlikely to get hit with estate taxes -- you may want to consider some cut-rate ...", "label": 2}
{"text": "Alcoa to Close Ohio Plant, Cut 140 Jobs Aluminum producer Alcoa Inc. said Tuesday it is closing its Northwood, Ohio, automotive components factory by year-end to trim excess capacity, which will impact about 140 employees. ", "label": 2}
{"text": "Global Growth Key to Beer Wars Anheuser-Busch teams up with Vietnam's largest brewer, laying the groundwork for future growth in the region.", "label": 2}
{"text": "The Times Company Lowers Its Forecast for 2004 Earnings The New York Times Company said yesterday that its profit for the year would fall short of what it had initially forecast, a casualty of higher costs and of advertising revenue that has ", "label": 2}
{"text": "Crude Oil Little Changed as US Inventory Gain Expected Crude oil was little changed in London after falling 12 percent from a record two weeks ago as rising US inventories, steady imports and mild temperatures generated optimism refiners will make enough heating oil for the winter.", "label": 2}
{"text": "McDonald's Profits Surge on U.S. Sales McDonald's rode strong U.S. sales to a 38 percent increase, its fifth straight quarter of increased profits since snapping out of a slump last year.", "label": 2}
{"text": "Reports: Prosecutors, CA Reach Accord (Reuters) Reuters - The U.S. Justice Department has agreed\\to defer prosecution of Computer Associates International Inc.\\ in its long-running investigation of accounting fraud at\\the software maker, several publications reported on Wednesday,\\citing unnamed sources.", "label": 2}
{"text": "Monti blasted over Abbey comments Banking group HBOS yesterday criticised European Competition Commissioner Mario Monti for appearing to welcome the 8.8 billion takeover of Abbey National ", "label": 2}
{"text": "SBC, BellSouth to buy yellowpages.com BellSouth Corp. and SBC Communications Inc. have teamed up to buy the online directory publisher www.yellowpages.com Inc. for an undisclosed amount.", "label": 2}
{"text": "Kmart might move its headquarters Retailer Kmart Holdings Corp. is considering moving its headquarters from Michigan, the state #39;s economic development agency said.", "label": 2}
{"text": "The Matrix Online Gets Talent November 01, 2004 - Warner Bros. Interactive and SEGA announced today that The Matrix Online will feature some big-name voice talent, including a good portion of the films #39; original cast members.", "label": 3}
{"text": "Exploded Star Possibly Affected Human Evolution (SPACE.com) SPACE.com - A star that exploded about nearly three million years ago left traces of debris \\  on Earth and might have affected the course of human evolution, a new study \\  suggests.", "label": 3}
{"text": "JP Morgan KOs  #36;5 Bln IBM Outsourcing Deal (Reuters) Reuters - J.P. Morgan Chase   Co. , said\\on Wednesday it was scrapping a  #36;5 billion outsourcing deal\\with IBM Corp., amid an overall plan to manage more of\\its own technology services.", "label": 3}
{"text": "Latest iPod adds photos to its mix Millions of fans adore Apple #39;s iPod, the world #39;s most popular digital music player. Now, Apple has unleashed expensive new iPod models that do more: They can carry pictures with your music.", "label": 3}
{"text": "DVD battle a fight to the death THE fight over what #39;s going to replace your DVDs has heated up as three major movie studios announce support for one of two competing next-generation formats.", "label": 3}
{"text": "Soccer Prodigy Adu Wins Cybersquatter Case &lt;p&gt;\\&lt;/p&gt;&lt;p&gt; GENEVA (Reuters) - U.S. soccer's most expensive player,\\teenage prodigy Freddy Adu, has won his cybersquatting case\\against a man who claimed to be preparing a fan-based Web Site,\\an international arbitrator ruled on Thursday.&lt;/p&gt;", "label": 3}
{"text": "Manhattan presents wireless security challenge for RNC While physical security was tightened in New York for this week's GOP convention, IT security researchers uncovered an unsettling number of unencrypted wireless devices that could pose an information security nightmare for convention organizers and delegates.", "label": 3}
{"text": "Industry groups propose alternative to copyright bill WASHINGTON -- A group of 17 companies and organizations this week offered an alternative to a U.S. Senate bill that would allow artists and entertainment companies to sue firms that market products that \"induce\" copyright violations.", "label": 3}
{"text": "SpaceShipOne successful again MOJAVE, Calif. -- By the time test pilot Brian Binnie shut down the rocket engine on SpaceShipOne Monday morning, the view out his cockpit windows had turned from bright, desert blue to black.", "label": 3}
{"text": "Limitations Frustrate Tsunami Scientists (AP) AP - For scientists at the Pacific Tsunami Warning Center, the world's most powerful earthquake happened below the wrong ocean.", "label": 3}
{"text": "Hackers Smell Blood In Common Windows Interface Since Wednesday, a rising tide of attacks which could precede the arrival of a new worm have been attempting to exploit the Windows GDI (graphic device interface) for JPEG files, according to the Internet Storm Center, Bethesda, MD.", "label": 3}
{"text": "Forecasters face losing key tools Microwave frequencies vital for Earth monitoring are being lost to commercial uses, weather forecasters say.", "label": 3}
{"text": "Let the Handheld Games Begin Nintendo, Sony ready rival portable gaming devices. Which one will gamers go for?", "label": 3}
{"text": "Sophisticated Radar System Protects Bush (AP) AP - The reason Brown International got into the business of guarding the president with a sophisticated radar command center is really quite simple, its officers say. Repairing televisions just wasn't paying enough.", "label": 3}
{"text": "No Frills, but Everything Else Is on Craigslist A freewheeling Internet marketplace, &lt;a href=\"http://www.craigslist.org\"&gt;www.craigslist.org&lt;/a&gt; fulfills its users' varied needs. &lt;FONT face=\"verdana,MS Sans Serif,arial,helvetica\" size=\"-2\" color=\"#666666\"&gt;&lt;B&gt;-Leslie Walker&lt;/B&gt;&lt;/FONT&gt;", "label": 3}
{"text": "Microsoft proposes piracy amnesty com November 24, 2004, 2:29 PM PT. This fourth priority #39;s main focus has been enterprise directories for several months, but for many IT managers, ERP (enterprise resource planning) and open source initiatives are on the horizon.", "label": 3}
