{"sentence1": "The presidents of Ecuador and Peru say they have agreed to work together to try to find a peaceful solution to their long-running border dispute.", "sentence2": "Peru debates border region with Ecuador.", "label": 0, "idx": 2198}
{"sentence1": "Authorities say Monica Meadows, who has appeared in catalogs and magazines, is in stable condition.", "sentence2": "Monica Meadows is in stable condition.", "label": 0, "idx": 477}
{"sentence1": "Local Law enforcement officials acting on behalf of the European Commission raided offices of Intel and several computer makers this morning, a spokesman for the EU said. He did not specify which countries or which other firms were involved. However, a spokesman for Intel Germany, Hans-Jürgen Werner, said that Intel's offices in Munich and Swindon were among those searched. It emerged on Wednesday 13th, that raids also took place at Intel's facility in County Kildare, Ireland in relation to the firms anti-competitive business practices. Intel employs over 5,000 people at its Irish manufacturing facility.", "sentence2": "Intel Germany engaged Hans-Jürgen Werner as spokesman.", "label": 0, "idx": 1203}
{"sentence1": "SCORES of fast food outlets have launched a legal challenge over payment and employment conditions for its workers, it emerged yesterday. The case is being taken by the newly formed Quick Service Food Alliance (QSFA), which also warned that current legislation would lead to job losses and businesses closures due to labour costs. The QSFA represents 170 businesses in the fast food sector including Subway, Supermacs and McDonald's. It said it was to take a High Court challenge to the rights of the Catering Joint Labour Committee (JLC) to set minimum wages and employment conditions for workers in the catering industry.", "sentence2": "The Quick Service Food Alliance also includes McDonald's.", "label": 0, "idx": 592}
{"sentence1": "Warrington-born Chris Evans denies he went wild, despite quitting Radio 1 in 1997 and later being sacked by Virgin Radio for not turning up for work during a five-day drinking binge.", "sentence2": "Chris Evans worked for Radio 1.", "label": 0, "idx": 2319}
{"sentence1": "\"China has been, and continues to be, a major supplier of light weapons to the government of Sudan and many of the neighbouring states,\" said Ernst Jan Hogendoorn, one of four U.N. experts on an panel which recommended 17 players in the Darfur conflict be sanctioned for obstructing peace. The panel's report found Sudan's neighbours Chad, Libya and Eritrea had supplied weapons to Darfur and that most of the small arms and ammunition in the region were Chinese. \"Chinese arms and ammunition are relatively cheap compared to other suppliers -- some also argue that China asks fewer questions,\" said Hogendoorn.", "sentence2": "China, Chad, Libya and Eritrea sell arms to Sudan.", "label": 0, "idx": 2472}
{"sentence1": "Eleven years after 852 people, mostly Swedes, perished when the ferry Estonia sank on a stormy Baltic night, an exhibition in the National Maritime Museum in Stockholm brings back the pain and controversy which have haunted Sweden since the disaster.", "sentence2": "100 or more people lost their lives in a ferry sinking.", "label": 0, "idx": 1225}
{"sentence1": "The university server containing the information relating to Mason's ID cards was illegally entered by computer hackers.", "sentence2": "Non-authorized personnel illegally entered into computer networks.", "label": 0, "idx": 819}
{"sentence1": "Accardo founded the Settimane Musicali Internazionali in Naples and the Cremona String Festival in 1971, and in 1996, he re-founded the Orchestra da Camera Italiana (O.C.I.), whose members are the best pupils of the Walter Stauffer Academy.", "sentence2": "Accardo was a member of the Walter Stauffer Academy.", "label": 1, "idx": 1038}
{"sentence1": "If this challenge interests you, you might enjoy reading \"Punished by Rewards\" by Alfie Kohn.", "sentence2": "I read \"Punished by Rewards\" by Alfie Kohn.", "label": 1, "idx": 1929}
{"sentence1": "The news comes as the owners of Kilroot announced plans to install clean-up equipment at the plant near Carrickfergus at a cost of Â£35 million.", "sentence2": "Owners announced plans to sell clean-up equipment.", "label": 1, "idx": 2065}
{"sentence1": "Feith, 63, started his career at age 25 at the ministry of Foreign Affairs. He worked at the Dutch embassies of Syria, Germany and Sudan, at the United Nations headquarters in New York and at NATO in Brussels. In 2004 he represented E.U. in Darfur and prepared an E.U.-mission in Iraq that trained police-officials and judges. A year later Feith was in charge of the E.U. operation in Aceh and supervised the peace negotiations between the Indonesian government and the rebels.", "sentence2": "Feith works in Brussels.", "label": 1, "idx": 1235}
{"sentence1": "Next year is the 50th anniversary of the Normandy invasion, an event that wouldn't have been possible without the Liberty ships. The volunteers hope to raise enough money to sail the O'Brien to France for the big D-Day celebration.", "sentence2": "50th Anniversary of Normandy Landings lasts a year.", "label": 1, "idx": 2110}
{"sentence1": "The New Zealand Maori Queen, Te Arikinui Dame Te Atairangikaahu died on Tuesday at 5.32 p.m. (NZST) following a long illness. She was 75 years old. The Maori Queen holds no constitutional function in New Zealand, but Dame Te Atairangikaahu was an avid supporter of cultural and sporting events; the 40th anniversary of her coronation was celebrated in May. She was awarded an Honorary Doctorate from Waikato University in 1973, and an Honorary Doctor of Laws from Victoria University in 1999. She was one of the first inductees of the Order of New Zealand when it was established in 1987.", "sentence2": "Te Arikinui Dame Te Atairangikaah was a student at Victoria University in 1999.", "label": 1, "idx": 912}
{"sentence1": "The chaotic situation unleashed in Bogota last night, with the assasination of Justice Carlos Valencia, began on 28 July in Medellin, when motorized paid assasins murdered third public order Judge Maria Elena Diaz.", "sentence2": "Justice Carlos Valencia was killed on 28 July.", "label": 1, "idx": 2376}
{"sentence1": "If the ruling is that these trade-secrets were stolen goods, I'd be willing to bet that these three guys could refuse to answer any questions, by invoking the 5th Amendment, since they would incriminate themselves by saying anything.", "sentence2": "Trade secrets were stolen.", "label": 1, "idx": 382}
