{"text": "With my new card, how may I activate it?", "label": 0}
{"text": "My card needs to be activated asap", "label": 0}
{"text": "Who do I call to activate my new card?", "label": 0}
{"text": "I just received my card and I'd like to activate it.", "label": 0}
{"text": "Activate my card", "label": 0}
{"text": "I tried activation my card and it didn't employment", "label": 0}
{"text": "I cannot activate my card.", "label": 0}
{"text": "Can I use my new card?", "label": 0}
{"text": "What is the process for activating my new card?", "label": 0}
{"text": "I'm not able to activate my card how do I fix this problem?", "label": 0}
{"text": "I need my card to be activated right now.", "label": 0}
{"text": "Where do I activate my card?", "label": 0}
{"text": "What do I need for activation of my card?", "label": 0}
{"text": "My card is not able to be activated how do I get it to work?", "label": 0}
{"text": "My new card just arrived, how can I activate it?", "label": 0}
{"text": "You can do that in just a few seconds. Go to account, hit activate, and follow the directions from there.", "label": 0}
{"text": "Am I able to open an account for my children?", "label": 1}
{"text": "Can I start an account for my kids?", "label": 1}
{"text": "Do you offer account's for minors?", "label": 1}
{"text": "Do you have a limit for someone's age?", "label": 1}
{"text": "I would like to get an account for my child.", "label": 1}
{"text": "Can my daughter make an account?", "label": 1}
{"text": "How old does my daughter have to be to open an account?", "label": 1}
{"text": "As my kids get older are they able to get set up with their own accounts?", "label": 1}
{"text": "What's the youngest I can be to open an account?", "label": 1}
{"text": "Is there any way I could open an account for my daughter?", "label": 1}
{"text": "Is there a minimum age for having an account?", "label": 1}
{"text": "Can my children have an account?", "label": 1}
{"text": "What are the age limits for your service?", "label": 1}
{"text": "Is there any age limit?", "label": 1}
{"text": "I need to set up an account for my daughter, how would I do that?", "label": 1}
{"text": "How old do you need to be to open an account?", "label": 1}
{"text": "I want to top up my account. Can I do it with Google Pay?", "label": 2}
{"text": "Can I use google pay to top up?", "label": 2}
{"text": "Can top ups be done from an apple watch.", "label": 2}
{"text": "How can I top up with Apple Pay?", "label": 2}
{"text": "How can I get my Google pay top up to work?", "label": 2}
{"text": "Can you explain why my Google Pay Top isn't working?", "label": 2}
{"text": "Why is top up not working if I use my American express with my apple pay?", "label": 2}
{"text": "Can I top up using my apple watch?", "label": 2}
{"text": "Can I top up with Google Pay?", "label": 2}
{"text": "I cannot get my google pay to work.", "label": 2}
{"text": "I'm trying to use my Apple Watch to top up my google pay. Do I need a special app?", "label": 2}
{"text": "How do I top up using my Apple Watch?", "label": 2}
{"text": "Am I able to do top-ups with Google Pay?", "label": 2}
{"text": "My American express works with my apple pay, why is top up not working?", "label": 2}
{"text": "What services can I use to top up?", "label": 2}
{"text": "Is it possible for me to top up with Google Pay?", "label": 2}
{"text": "Are there specific ATM's that I can draw money from?", "label": 3}
{"text": "Can I use this card at any ATM?", "label": 3}
{"text": "\nWhere can I withdraw money from?", "label": 3}
{"text": "I need an ATM right now!", "label": 3}
{"text": "Which ATM's can I use to make a withdrawal?", "label": 3}
{"text": "Which ATMs accept this circuit board ?", "label": 3}
{"text": "Do I have to use a bank approved ATM to withdraw money?", "label": 3}
{"text": "Where can I find Mastercard ATMs?", "label": 3}
{"text": "how do I know where I can get money withdrawn?", "label": 3}
{"text": "Where can money withdrawals be made?", "label": 3}
{"text": "Can I use my card at an ATM?", "label": 3}
{"text": "What ATMs can I use this card at?", "label": 3}
{"text": "Will this card work at any ATM?", "label": 3}
{"text": "What ATMs can I use my card at?", "label": 3}
{"text": "ATMs, which ones will accept this card?", "label": 3}
{"text": "Can I use the card at any cash machine?", "label": 3}
{"text": "How do I auto top-up?", "label": 4}
{"text": "What are the restrictions on auto top-up?", "label": 4}
{"text": "Can I add money to my card automatically during a trip?", "label": 4}
{"text": "when i travel can it top up automatically", "label": 4}
{"text": "Can it add money every so often automatically while I travel?", "label": 4}
{"text": "Do you offer auto top ups?", "label": 4}
{"text": "What are the auto-top up policies?", "label": 4}
{"text": "Is there an automatic top up feature?", "label": 4}
{"text": "Does auto top-up have a limit?", "label": 4}
{"text": "What is the limit on Auto top?", "label": 4}
{"text": "I have a trip coming up and want to add money automatically.", "label": 4}
{"text": "Where do I access the auto top-up function?", "label": 4}
{"text": "Is auto top up a provided service?", "label": 4}
{"text": "Is there an auto top up option?", "label": 4}
{"text": "i need help finding the auto top up option.", "label": 4}
{"text": "Where do I find the auto top- up?", "label": 4}
{"text": "My balance doesn't include my latest transfer", "label": 5}
{"text": "Why hasn't my money transfer shown up yet?", "label": 5}
{"text": "For you, how long do transfers normally take from a UK account? I completed one just now but nothing appears. I just need to be sure everything is okay.", "label": 5}
{"text": "I transferred some money but it hasn't arrived yet", "label": 5}
{"text": "Although I transferred some money, it has not as of yet, arrived.", "label": 5}
{"text": "I transferred some money but the balance stayed the same.", "label": 5}
{"text": "Money that I have transferred hasn't arrived yet", "label": 5}
{"text": "I am still waiting on my bank transfer", "label": 5}
{"text": "I had transferred some money but the balance hasn't changed.", "label": 5}
{"text": "How long does it take for a transfer to post", "label": 5}
{"text": "I made a transfer from my UK account a couple of hours ago.  Could you please make sure everything went alright.", "label": 5}
{"text": "I recently transferred some cash, but the balance has not changed.", "label": 5}
{"text": "How soon will my balance be updated to reflect my transfer?", "label": 5}
{"text": "The transfer on my account is not showing up.", "label": 5}
{"text": "When will my transfer come through?", "label": 5}
{"text": "I've transferred money into my account but the balance is the same", "label": 5}
{"text": "I still do not see the cash deposit in my account from last week. Why?", "label": 6}
{"text": "I haven't seen the cash yet from the cheque I deposited.", "label": 6}
{"text": "I deposited a cheque, but the balance hasn't changed yet.", "label": 6}
{"text": "i need help. I updated my balance with a check yesterday and Im not seeing it. Can you look at my account to see what went wrong?", "label": 6}
{"text": "I sent a cheque a few days ago and i noticed that no money has been put on my account. Can you please tell me the situation of my account?", "label": 6}
{"text": "Where is the cash I deposited?", "label": 6}
{"text": "How long do deposits take to appear? I've been waiting for more than a week and need the money!", "label": 6}
{"text": "I made a cash deposit to my account but it is not there", "label": 6}
{"text": "After my checque or cash deposit, my balance didn't update.", "label": 6}
{"text": "I deposited money in the form of a cheque, but my balance has not increased.", "label": 6}
{"text": "I made a deposit but it is not showing up in my balance.", "label": 6}
{"text": "Why did the cash deposit not show up in my account?", "label": 6}
{"text": "I deposited cash into my account, why do I not see it?", "label": 6}
{"text": "Why isn't my deposit showing up?", "label": 6}
{"text": "I am still waiting for the cash to be returned from a cheque I deposited!", "label": 6}
{"text": "When will my cheque be processed?", "label": 6}
{"text": "Why can't I buy cryptocurrency on the app?", "label": 7}
{"text": "Why was I not allowed to do a transfer to a beneficiary?", "label": 7}
{"text": "Why can't I use this beneficiary?", "label": 7}
{"text": "why didnt my account allow a transfer", "label": 7}
{"text": "Why couldn't I transfer to a beneficiairy?", "label": 7}
{"text": "It shows that the transfer on my account wasn't allowed.", "label": 7}
{"text": "I couldn't transfer money to my bank, why not?", "label": 7}
{"text": "what are the reasons why you would not be able to process a payment", "label": 7}
{"text": "is there something blocking me from making transfers", "label": 7}
{"text": "I've been trying to make a transfer and it hasn't gone through. Now I am receiving an error message.  What is the problem?", "label": 7}
{"text": "My beneficiary is not allowed?  Why?", "label": 7}
{"text": "Why will my transfer not go through?!  Keep getting an error message.", "label": 7}
{"text": "why is a transfer to beneficiary not possible?", "label": 7}
{"text": "Just received a message that my transfer is not possible??  What is going on.  I have done this before with no issues.", "label": 7}
{"text": "Why can I not do a  transfer", "label": 7}
{"text": "Can someone explain why I'm getting a message on my screen saying my transfer isn't possible? I've done several in the past and haven't had a single problem until now. What's going on?", "label": 7}
{"text": "Yesterday, I made an incorrect payment to the wrong account for my rent payment. I need this addressed as soon as possible and the funds transferred to the correct account by no later than tomorrow.", "label": 8}
{"text": "I goofed up and used the wrong account.  Please help.", "label": 8}
{"text": "I made a terrible mistake when typing in my account number.  I accidently sent money to the wrong account.  I noticed the app won't allow me to void the transaction.  Can someone help me with this immediately?", "label": 8}
{"text": "Please help me, there is a transaction in the incorrect account.", "label": 8}
{"text": "Cancel a transaction", "label": 8}
{"text": "How fast can you fix an error in payment?  I made a payment in the wrong account yesterday and it needs to be adjusted by tomorrow for my rent.", "label": 8}
{"text": "I need to cancel my recent transfer as soon as possible. I made an error there. Please help before it goes through.", "label": 8}
{"text": "I made a mistake this morning when I did a transfer. How do I reverse it?", "label": 8}
{"text": "How to cancel a transaction", "label": 8}
{"text": "I made a mistake on the last transfer I made, who must I speak with to cancel?", "label": 8}
{"text": "I made a mistake when making my last transfer, please cancel before it goes thru.", "label": 8}
{"text": "I need to cancel a transfer", "label": 8}
{"text": "Hi, I made a transfer yesterday that I need to reverse.  I need to put the money in a different account.", "label": 8}
{"text": "Can I stop a transaction?", "label": 8}
{"text": "Please cancel my most recent transfer, it was a mistake. This is an emergency. It needs to be canceled before it goes through.", "label": 8}
{"text": "I no longer want to transfer funds, can we cancel that transaction?", "label": 8}
{"text": "Does it cost much or take long to get a new card? Mine is about to expire.", "label": 9}
{"text": "What to do if my card is about to expire?", "label": 9}
{"text": "If I am in China, can I still order a new card and if so, how?", "label": 9}
{"text": "Will I be sent a new card before mine expires?", "label": 9}
{"text": "My card is expiring so how fast can I get a new one and how much will it be?", "label": 9}
{"text": "My card expires very soon.  What is the cost and delivery time to get a new one?", "label": 9}
{"text": "Where can I order a card when I am in China?", "label": 9}
{"text": "What is the process to get a new card when your old one expires?", "label": 9}
{"text": "want to get a new card in china", "label": 9}
{"text": "My card will expire soon, do I need to order a new one?", "label": 9}
{"text": "Do I need to re-apply to order a new card when my old one's about to expire?", "label": 9}
{"text": "Can I get a new card in China?", "label": 9}
{"text": "My card expires next week. How do I get a new one?", "label": 9}
{"text": "Can I get a new card even though I am in China?", "label": 9}
{"text": "Can I wait for you to send me a new card when mine's about to expire?", "label": 9}
{"text": "If I order a new card, how much will it be and how long will it take me to get it?", "label": 9}
{"text": "Can I use my card while on vacation overseas?", "label": 10}
{"text": "Is there a list of where I can use my card?", "label": 10}
{"text": "Where do I pay with my debit or credit card?", "label": 10}
{"text": "What businesses can I use this card with?", "label": 10}
{"text": "Are there limits to businesses that will accept this card?", "label": 10}
{"text": "Can I use my card anywhere?", "label": 10}
{"text": "Is my card denied anywhere?", "label": 10}
{"text": "Which merchants accept this card?", "label": 10}
{"text": "What businesses accept my card?", "label": 10}
{"text": "Where can I use my card to pay?", "label": 10}
{"text": "This card is accepted by what businesses?", "label": 10}
{"text": "In what places can I use my card?", "label": 10}
{"text": "Can I use my card no matter where I go?", "label": 10}
{"text": "Where can I use my Mastercard?", "label": 10}
{"text": "Which merchants accept my card?", "label": 10}
{"text": "Can I tell what business will take this card?", "label": 10}
{"text": "I know I'm getting a new card but would like know when I can expect to receive it.", "label": 11}
{"text": "I would like to track the card you sent to me.", "label": 11}
{"text": "My card has not come in the mail yet.", "label": 11}
{"text": "On the card that is coming, what's the tracking info?", "label": 11}
{"text": "My card hasn't arrived.", "label": 11}
{"text": "Can you please tell me where my card is? I ordered it 2 weeks ago!", "label": 11}
{"text": "I've been waiting a while for my card, is there a way to know when it will arrive?", "label": 11}
{"text": "My card hasn't arrived in the mail yet. I ordered it two weeks ago. What can I do?", "label": 11}
{"text": "I still haven't received my card after two weeks, is it lost?", "label": 11}
{"text": "Has my card been lost in delivery?", "label": 11}
{"text": "How do I track the card you sent me?", "label": 11}
{"text": "Is there a way I can check on the card on route to me?", "label": 11}
{"text": "Have you sent out my card yet?", "label": 11}
{"text": "Can you help me track my card?", "label": 11}
{"text": "What can I do to track the card you sent me?", "label": 11}
{"text": "I ordered my card but it hasn't been delivered yet", "label": 11}
{"text": "Please send my card as quickly as possible.", "label": 12}
{"text": "When will it get delivered?", "label": 12}
{"text": "How long does it take for a card to arrive?", "label": 12}
{"text": "I need my card delivered as soon as possible.", "label": 12}
{"text": "When can I expect my card? I live in the US.", "label": 12}
{"text": "How quickly can you get me my card?", "label": 12}
{"text": "I need my card ASAP!", "label": 12}
{"text": "i need to expedite my card", "label": 12}
{"text": "how much to get my card in 2 days?", "label": 12}
{"text": "My card is needed soon", "label": 12}
{"text": "I haven't received my card yet, how long does it normally take?", "label": 12}
{"text": "What is delivery speed to the United States?", "label": 12}
{"text": "What's the earliest time to receive my card?", "label": 12}
{"text": "What is the delivery time for US?", "label": 12}
{"text": "Give me my card, I need it now!", "label": 12}
{"text": "When can I expect my card?", "label": 12}
{"text": "Help me access the card I already got so I can information from it.", "label": 13}
{"text": "how do i get the card linked", "label": 13}
{"text": "I got my card now, how do I make it show up in the app?", "label": 13}
{"text": "Where do I go to get my new card linked?", "label": 13}
{"text": "How do I link a new card to an existing one?", "label": 13}
{"text": "I'd lke my card reactivated, I was thinking it was misplaced but I discovered when I woke up that I had left it in my coat.", "label": 13}
{"text": "I just received a new card, where do I go to link it to my account?", "label": 13}
{"text": "how do I link an old card?", "label": 13}
{"text": "I deactivated my card but would like to reactivate it.", "label": 13}
{"text": "I got a new card, how do I link it?", "label": 13}
{"text": "Help me figure out how to link the new card.", "label": 13}
{"text": "how do I get my card to show in the app?", "label": 13}
{"text": "I recently reported my card as missing/lost, and I just found it. Can I still use it?", "label": 13}
{"text": "What is the process to link the new card?", "label": 13}
{"text": "I received my card, how do I get it to work in the app?", "label": 13}
{"text": "Can I link my card I previously received?", "label": 13}
{"text": "I am unable to use my card.", "label": 14}
{"text": "What should I do if I can't use my card?", "label": 14}
{"text": "My card hasn't been working when I try to use it.", "label": 14}
{"text": "I have not been able to use this card.", "label": 14}
{"text": "Today I was out eating and my card was declined. Why's that?", "label": 14}
{"text": "I haven't been able to complete any transactions on my card today. Do you know what's wrong?", "label": 14}
{"text": "What do I do if i accidentally broke my card?", "label": 14}
{"text": "Can you help me with my card, I think it's broke.", "label": 14}
{"text": "I need help with understanding why my card is not working.", "label": 14}
{"text": "My card doesn't work when I use it.", "label": 14}
{"text": "The card that I have isn't working. This is the physical card.", "label": 14}
{"text": "I cannot seem to use my card.", "label": 14}
{"text": "I tried to purchase airline tickets online this morning and my card information isn't working. Is there something going on with my account?", "label": 14}
{"text": "I need clarity on why my card is not working.", "label": 14}
{"text": "Why isn't my card working anymore?", "label": 14}
{"text": "My card will not work", "label": 14}
{"text": "I had to pay money for paying with my card.", "label": 15}
{"text": "I am angry that I got charged for using my card.", "label": 15}
{"text": "How was I charged extra when I used my card to pay?", "label": 15}
{"text": "I see a fee that I think was charged because I paid by card.", "label": 15}
{"text": "Why did I get charged a fee for my card payment?", "label": 15}
{"text": "Was I charged extra for using my card?", "label": 15}
{"text": "Why was I charged a fee for using my card", "label": 15}
{"text": "You advertise no fee when paying with a card then my statement shows a fee.", "label": 15}
{"text": "Can you explain why my payment was charged a fee?", "label": 15}
{"text": "Why was there an extra charge because I used my card to pay?", "label": 15}
{"text": "I was charged an additional amount of money for making a purchase with my card", "label": 15}
{"text": "Why was I charged extra using my card?", "label": 15}
{"text": "Why did I get charged a fee on my card?", "label": 15}
{"text": "I was charged and shouldn't have been charged when using my card!", "label": 15}
{"text": "Why am I being charged a fee for using my card? If there is some print out of places that charge me can you please send me that?", "label": 15}
{"text": "I don't think I should have been charged a fee to use my card.", "label": 15}
{"text": "There are a couple payments with my card in the app I see that I didn't create. What is happening? Maybe someone gained access to my account.", "label": 16}
{"text": "Is there any way to know how the transaction got on my account?", "label": 16}
{"text": "I saw a payment come out of my account for a merchant I don't remember.", "label": 16}
{"text": "There's a payment in the app that I didn't authorize.", "label": 16}
{"text": "I do not recognise the card payment.", "label": 16}
{"text": "where is my unknown payment from?", "label": 16}
{"text": "The App shows a fraudulent payment made on my account.", "label": 16}
{"text": "I don't know if I made this payment on my card.", "label": 16}
{"text": "There is a weird payment in my statement.", "label": 16}
{"text": "Why is there a payment I didn't do in my app?", "label": 16}
{"text": "A random charge got added to my card", "label": 16}
{"text": "There is a card payment I'm not familiar with.", "label": 16}
{"text": "I didn't make a payment that shows in my app.", "label": 16}
{"text": "There is a card payment that I'm not recognizing.", "label": 16}
{"text": "I have a payment I didnt make on my account", "label": 16}
{"text": "I don't recognize a charge on my statement.", "label": 16}
{"text": "I purchased an item and the exchange rate was wrong", "label": 17}
{"text": "The exchange rate is incorrect on an item I recently purchased in a foreign country.", "label": 17}
{"text": "My foreign currency exchange has been applied incorrectly.", "label": 17}
{"text": "I was charged the wrong exchange rate on a purchase", "label": 17}
{"text": "My exchange seems to have something wrong with it. I changed over Russian Ruble to UK pounds and it appears I was charged way more than I was supposed to be.", "label": 17}
{"text": "The item i bought exchanged rate was incorrect.", "label": 17}
{"text": "Does the exchange rate change each day for purchases? There is a different rate on my purchase.", "label": 17}
{"text": "The exchange rate applied is wrong for my international purchase.", "label": 17}
{"text": "I  have been charged more than I should for the presents I bought  when abroad, the problem seems to be the exchange rate.", "label": 17}
{"text": "I purchased something abroad, and the exchange rate that was applied was wrong.", "label": 17}
{"text": "An item I bought had the wrong exchange rate applied.", "label": 17}
{"text": "There's an error with the rate that is charged.", "label": 17}
{"text": "Does the fee for exchange change?", "label": 17}
{"text": "I recently bought something abroad but the exchange rate is incorrect. Why?", "label": 17}
{"text": "I wasn't charged the correct exchange rate for an item I purchased.", "label": 17}
{"text": "my exchange rate looks wrong for my last payment", "label": 17}
{"text": "Will you please help me get my card back?", "label": 18}
{"text": "I need a new card because the ATM took mine.", "label": 18}
{"text": "I can't get my card out of the ATM, what should I do now?", "label": 18}
{"text": "lost my card in atm", "label": 18}
{"text": "The ATM didnt return my card!", "label": 18}
{"text": "I cannot get my card out of the ATM.", "label": 18}
{"text": "An ATM machine didn't give me back my card.", "label": 18}
{"text": "The ATM machine ate my card.", "label": 18}
{"text": "My card got trapped inside an ATM, what should I do?", "label": 18}
{"text": "Please send a new card; the ATM ate mine.", "label": 18}
{"text": "The ATM won't give me my card back. I need it back now!", "label": 18}
{"text": "How do I get my card back quickly from a bank machine that it?", "label": 18}
{"text": "Your machine took my card. How do I get it back?", "label": 18}
{"text": "What are the steps I should take to recover my swallowed card?", "label": 18}
{"text": "I didn't get my card back from the ATM.", "label": 18}
{"text": "My card was eaten by the cash machine what do I do?", "label": 18}
{"text": "Why was I charged a fee when I withdrew money?", "label": 19}
{"text": "Why was I charged a fee on a cash withdrawal?", "label": 19}
{"text": "I withdrew cash and was charged. Why?", "label": 19}
{"text": "Since when were there charges for taking out cash from my account? It's always been free for me to do this before.  How much are the charges going to be?", "label": 19}
{"text": "What is the extra fee I was charged when using an ATM?", "label": 19}
{"text": "I should not have been charged a fee for cash withdrawal.", "label": 19}
{"text": "I got this stupid fee after taking cash out, why?", "label": 19}
{"text": "I was charged a fee with my cash withdrawal that I shouldn't have been charged.", "label": 19}
{"text": "why has a cash withdrawal charged me?", "label": 19}
{"text": "Is there a cash withdrawal fee? Because I just got charged?", "label": 19}
{"text": "Why is there now a charge for making cash withdrawals? I wanted some cash after I went to the grocery store, and there's a new fee!", "label": 19}
{"text": "Why was there a fee for my cash withdrawal?", "label": 19}
{"text": "Why am I being charged for getting cash?", "label": 19}
{"text": "So, I was just charged for my recent ATM withdrawal and any withdrawal prior to this has been free. What is the issue here?", "label": 19}
{"text": "Since when do you charge to make a withdrawal? I've always done it for free. So how much is it now?", "label": 19}
{"text": "What's up with the extra fee I got?", "label": 19}
{"text": "What is the strange cash withdrawal on my statement?", "label": 20}
{"text": "There are incorrect charges on my account, there was a WD that was made by someone else.  I still have my card though.", "label": 20}
{"text": "There is a cash withdrawal from an ATM listed but I don't remember making this withdrawal.", "label": 20}
{"text": "I was checking my account when I saw a $500 cash withdraw that I know I didn't do.  I have my card so I don't understand how this happened.  Please help me.", "label": 20}
{"text": "Why do I see a random withdrawal in my app?", "label": 20}
{"text": "A cash withdrawal has been done that I didn't do.", "label": 20}
{"text": "Hello, Please look into this matter urgently. As i have lost my wallet and i can see one withdrawal, now i do not want to loose more money.", "label": 20}
{"text": "I see in the app some cash was withdrawn, but it's not mine.", "label": 20}
{"text": "Please help me figure out the reason for the odd withdrawal amount from my account?", "label": 20}
{"text": "Why is there a cash withdrawal I didn't make?", "label": 20}
{"text": "I looked on the app and it says I withdrew cash.  I didn't!", "label": 20}
{"text": "I am seeing in the App a some cash withdrawal that I did not do", "label": 20}
{"text": "I have a cash withdrawal on my statement that I am unsure of.", "label": 20}
{"text": "I am using the app, and I see cash withdrawals that I did not authorize.", "label": 20}
{"text": "I am seeing inside the App a some cash withdrawal that is not mine", "label": 20}
{"text": "I lost my wallet and I think someone is withdrawing cash with my card. Please help. It is urgent.", "label": 20}
{"text": "Where can I update my pin number?", "label": 21}
{"text": "Can I change my PIN without being physically present?", "label": 21}
{"text": "Can I change my PIN if I want to?", "label": 21}
{"text": "I would like to change the the PIN on my card.", "label": 21}
{"text": "\nWhich cash machines will allow me to change my PIN?", "label": 21}
{"text": "Is there a way to change my PIN without having to go to the bank?", "label": 21}
{"text": "Are there any specific cash machines that I have to go to in order to change my PIN?", "label": 21}
{"text": "In what way can I change my PIN and where do I need to be?", "label": 21}
{"text": "I am on vacation in Spain and think someone saw my pin when… Can I change it at a local ATM?", "label": 21}
{"text": "Can I change my PIN at a nearby ATM when in Spain? I think someone saw my PIN and I need to change it but am on vacation.", "label": 21}
{"text": "How can I set a new pin.", "label": 21}
{"text": "\nDo I need to go to a physical bank to change my PIN?", "label": 21}
{"text": "Can my PIN be changed in any cash machine?", "label": 21}
{"text": "Can I change my PIN abroad?", "label": 21}
{"text": "Where do I need to go to change my PIN?", "label": 21}
{"text": "How can I change my old pin to a new one?", "label": 21}
{"text": "Somebody used my card without my knowledge!", "label": 22}
{"text": "Please tell me how you can stop unauthorized payments from being made on my card since on this bill I see that this has happened. There are transactions that I never made from a place I've never been to.", "label": 22}
{"text": "My card was used without my permission, what do I do?", "label": 22}
{"text": "My card data has been exposed.", "label": 22}
{"text": "What can I do if my card details where stolen from my car? I think they used my card to buy gas.", "label": 22}
{"text": "What should I do if I think someone stole my details and used my information to make some transactions?", "label": 22}
{"text": "What do I do if I think someone has used my card?", "label": 22}
{"text": "I am not sure but someone else might be using my card", "label": 22}
{"text": "What should I do if I think there are unauthorized transactions?", "label": 22}
{"text": "Someone must have found my card details as I don't recognize these transactions.", "label": 22}
{"text": "I think someone stole my card number and brought stuff in different places that I have never been to. I need to suspend any further purchase on my credit card.", "label": 22}
{"text": "There is unusual activity on my account and I believe someone took my card.", "label": 22}
{"text": "I have transactions that I don't recognize - I think someone is using my card.", "label": 22}
{"text": "What do I do if I think someone has used my card without permission? I can see a few transactions I don't recognize.", "label": 22}
{"text": "I froze my account, but how do I order a replacement card?", "label": 22}
{"text": "Someone hacked into my cards account.", "label": 22}
{"text": "What do I have to do to get the contactless to work?", "label": 23}
{"text": "how many days processing new card?", "label": 23}
{"text": "How do I troubleshoot when contactless doesn't work?", "label": 23}
{"text": "I am having problems with my contactless.", "label": 23}
{"text": "I can't get a contactless payment to work.", "label": 23}
{"text": "Are my contactless settings correct? I tried to use it today but it wasn't working.", "label": 23}
{"text": "How do I troubleshoot my contactless?", "label": 23}
{"text": "How can I fix my contactless?", "label": 23}
{"text": "The contactless payments are not working.", "label": 23}
{"text": "Why wouldn't my contactless work for the metro?", "label": 23}
{"text": "Why wasn't my contactless accepted at the metro?", "label": 23}
{"text": "Contactless payments need to be enabled for my card.", "label": 23}
{"text": "I have a contactless that's broken.", "label": 23}
{"text": "I'm confused. My contactless is suddenly not working anywhere that I try to use it. How do I fix it?", "label": 23}
{"text": "Why is my contactless not working?", "label": 23}
{"text": "My contactless payments don't work.", "label": 23}
{"text": "can usa residents get a card?", "label": 24}
{"text": "I live in the UK. Can I get a card?", "label": 24}
{"text": "Can you tell me what countries you offer support for?", "label": 24}
{"text": "What countries can I use my account in?", "label": 24}
{"text": "what countries can i use my card in", "label": 24}
{"text": "What countries are you supporting?", "label": 24}
{"text": "Do you support all countries?", "label": 24}
{"text": "I live in America, but I would like a card.", "label": 24}
{"text": "Can I get a card in the US?", "label": 24}
{"text": "I have my residency in the US, but I would love to get a card.", "label": 24}
{"text": "Do you issue cards for someone living in the US?", "label": 24}
{"text": "Can you tell me the countries you operate in?", "label": 24}
{"text": "May I get one of your cards?  I live in the EU.", "label": 24}
{"text": "i live in portugal. do you operate here?", "label": 24}
{"text": "What countries are getting support?", "label": 24}
{"text": "Any chance of getting the card outside the UK?", "label": 24}
{"text": "My card payment doesn't work.", "label": 25}
{"text": "Tell me why my card payment has been declined.", "label": 25}
{"text": "I know there's money in my account, why did my account decline me?", "label": 25}
{"text": "I have enough money in my account, so why is my card being declined?", "label": 25}
{"text": "Why isn't my card working? I was pumped to use my new card but it keeps getting declined. Help please.", "label": 25}
{"text": "Do you know why my card payment has been declined?", "label": 25}
{"text": "My card payment did not go through.", "label": 25}
{"text": "My credit card has been declined.", "label": 25}
{"text": "My card payment won't work.", "label": 25}
{"text": "Is there an issue with my card payment as it has not gone through.", "label": 25}
{"text": "If my card payment isn't working what do I do?", "label": 25}
{"text": "My card was refused", "label": 25}
{"text": "My card did not go through in a shop", "label": 25}
{"text": "My card payment failed.", "label": 25}
{"text": "I keep trying to use my card to buy some things and you keep declining it. Why? I've tried multiple times to make it go through but it won't.", "label": 25}
{"text": "I had a card payment that was declined.  Why?", "label": 25}
{"text": "I'm not able to withdraw money from the ATM but I'm not sure why.", "label": 26}
{"text": "I can't get any money from my account.", "label": 26}
{"text": "Why can I not take out cash?", "label": 26}
{"text": "Why can't I withdraw cash?", "label": 26}
{"text": "Why is the ATM not allowing me to get cash?", "label": 26}
{"text": "Why was my cash withdrawal declined by the ATM?", "label": 26}
{"text": "I could not get the ATM to work", "label": 26}
{"text": "why would i be declined if i had money iin my account", "label": 26}
{"text": "Has my account been frozen?  I tried to use my card but the ATM would not dispense cash.", "label": 26}
{"text": "I tried to withdraw cash and got declined, why is that?", "label": 26}
{"text": "ATM withdrawal not working.", "label": 26}
{"text": "i needed money for a night out with the girls but i was declined, why?", "label": 26}
{"text": "Why am I having trouble withdrawing cash?", "label": 26}
{"text": "The ATM didnt let me get cash", "label": 26}
{"text": "What caused my cash withdrawal to be declined?", "label": 26}
{"text": "I tried to get funds in hard cash but it was rejected!", "label": 26}
{"text": "What are the reasons for a declined transfer?", "label": 27}
{"text": "It declined my transfer.", "label": 27}
{"text": "I saw that my transfer was declined.", "label": 27}
{"text": "I received a \"declined\" message when doing a transfer", "label": 27}
{"text": "Explain to me why a transfer would be declined.", "label": 27}
{"text": "It appears my transfer was declined.", "label": 27}
{"text": "I got declined when attempting a transfer", "label": 27}
{"text": "Please check and let me know why my transfers are getting declined.", "label": 27}
{"text": "Seems like my transfer was declined how come?", "label": 27}
{"text": "Why are my transfers getting declined?", "label": 27}
{"text": "Why am I getting declines when trying to make a purchase online?", "label": 27}
{"text": "I have been trying to make transfers to another account but I keep getting a declined notice. I have checked all of my information more than once and my information is accurate.", "label": 27}
{"text": "My transfers keep on getting declined. My card was working fine up until now, however it has suddenly stopped working. Why is this?", "label": 27}
{"text": "I couldn't make a transfer because it was declined", "label": 27}
{"text": "My transfer was rejected", "label": 27}
{"text": "Declined, transfer not completed.", "label": 27}
{"text": "I have an unauthorized charge.", "label": 28}
{"text": "I have a direct debit that I did not set up", "label": 28}
{"text": "There's a payment showing in the app today even though I have not used my card at all. I want a refund.", "label": 28}
{"text": "There is a direct debit fee in the App that I didn't do.", "label": 28}
{"text": "A few weeks ago, a strange transaction was made on my account by a seller I don't know. I am quite sure I didn't do it and will like for you to check it for me.", "label": 28}
{"text": "Why is there a direct debit fee in the App when I didn't do it?", "label": 28}
{"text": "I found a direct debit I would like to dispute", "label": 28}
{"text": "Who do I contact if there is a direct debit that I did not create.", "label": 28}
{"text": "There is a direct debit transaction that I did not authorize", "label": 28}
{"text": "Purchases I did not make are appearing in my bank statement?", "label": 28}
{"text": "I didn't set up the direct debit I have", "label": 28}
{"text": "I have an unknown debit charge in my statement, why?", "label": 28}
{"text": "I did not make a direct debit payment as listed on my app", "label": 28}
{"text": "Please help me regarding a direct debit in the app that I don't recognize.", "label": 28}
{"text": "I have an unauthorized direct debit on my account", "label": 28}
{"text": "I didn't set up a direct debit payment on my account.", "label": 28}
{"text": "Do the disposable cards have a transaction limit?", "label": 29}
{"text": "What is the max amount of disposable cards I'm allowed.", "label": 29}
{"text": "What are the restrictions on the virtual cards?", "label": 29}
{"text": "Show me the amount of transactions I can do with a disposable card.", "label": 29}
{"text": "What is the maximum number of transactions that I can put on a disposable card?", "label": 29}
{"text": "What is the maximum number of transactions I can do with a disposable card?", "label": 29}
{"text": "Do the disposable cards have restrictions?", "label": 29}
{"text": "I have a disposable card, how many transactions can I make?", "label": 29}
{"text": "Can I get a disposable card?  How many can I have?  How often can I use them?", "label": 29}
{"text": "With one disposable card how many transactions can i do?", "label": 29}
{"text": "Do the disposable cards have any restrictions?", "label": 29}
{"text": "Are there any restrictions for the disposable cards?", "label": 29}
{"text": "How many transactions can I make on my disposable card?", "label": 29}
{"text": "I have a disposable virtual card. Is there a limit to how many times I can use it?", "label": 29}
{"text": "Are there limits on the virtual cards?", "label": 29}
{"text": "Is there a limit to the number of disposable cards I can have?", "label": 29}
{"text": "My address needs to be changed.", "label": 30}
{"text": "My address details have changed and I want to update them", "label": 30}
{"text": "Where can I modify my information?", "label": 30}
{"text": "details need to be modified", "label": 30}
{"text": "I need to change my contact information.", "label": 30}
{"text": "How would I change my details?", "label": 30}
{"text": "I need to update my demographics.", "label": 30}
{"text": "I need to change my home address.", "label": 30}
{"text": "How to modify my details.", "label": 30}
{"text": "I would like to change my personal details.", "label": 30}
{"text": "I have a new email.", "label": 30}
{"text": "my identity hasn't been verified and i can't edit my details, what's next", "label": 30}
{"text": "Tell me how to change my details.", "label": 30}
{"text": "I just moved. How do I give you my new address?", "label": 30}
{"text": "I must change my address.", "label": 30}
{"text": "after i got married i need to change my name", "label": 30}
{"text": "Currency exchanges have any extra fees?", "label": 31}
{"text": "Please provide currency exchange rates", "label": 31}
{"text": "Is there a fee for currency exchange?", "label": 31}
{"text": "Is there a fee for exchanging currency?", "label": 31}
{"text": "Since I need to exchange currencies frequently, would you be able to offer me a discount?", "label": 31}
{"text": "What do you charge for an exchange fee?", "label": 31}
{"text": "Is it possible to have a discount for exchanging currency frequently?", "label": 31}
{"text": "What is the cost for currency exchanges?", "label": 31}
{"text": "How much will I be charged for exchanging foreign currency", "label": 31}
{"text": "Please tell me what the exchange fee is.", "label": 31}
{"text": "Is there an extra fee to exchange currencies?", "label": 31}
{"text": "I wanted to know what discounts were offered for current exchanges as it is something that occurs frequently.", "label": 31}
{"text": "What are the currency exchange fees?", "label": 31}
{"text": "What is the exchange fee that is charged?", "label": 31}
{"text": "What kind of charges should I expect to exchange currencies?", "label": 31}
{"text": "If someone in a different country sends me money, do I have to pay a fee?", "label": 31}
{"text": "How are the exchange rates for transfers calculated?", "label": 32}
{"text": "explain the interbank exchange rate", "label": 32}
{"text": "Could you tell me what your exchange rates are?", "label": 32}
{"text": "I'd like to know what you guys look at to decide an exchange rate", "label": 32}
{"text": "How can I tell what foreign exchange rate I will get?", "label": 32}
{"text": "What is my money worth in other countries?", "label": 32}
{"text": "What is the foreign exchange rate you will apply?", "label": 32}
{"text": "How do I know what exchange rate I will get?", "label": 32}
{"text": "What is the system for determining the exchange rate?", "label": 32}
{"text": "How do you decide what your exchange rates are?", "label": 32}
{"text": "What is the current exchange rate?", "label": 32}
{"text": "What exchange rate will I receive?", "label": 32}
{"text": "I need to know what foreign exchange rate I can get.", "label": 32}
{"text": "What are Interbanks current exchange rates?", "label": 32}
{"text": "Is the exchange rate the same on weekends as the weekdays?", "label": 32}
{"text": "How did you guys get your exchange rate?", "label": 32}
{"text": "Is it possible to change from USD to GBP with your App?", "label": 33}
{"text": "How do I exchange currencies with this", "label": 33}
{"text": "Whats types of currency can I exchange?", "label": 33}
{"text": "Can this app be used to exchange currencies?", "label": 33}
{"text": "How can I exchange GBP for AUD?", "label": 33}
{"text": "How can I exchange currencies using your app?", "label": 33}
{"text": "How do I make a currency exchange?", "label": 33}
{"text": "I can't figure out how to change GBP to AUD, what do I do?", "label": 33}
{"text": "Where can i exchange between GBP and USD", "label": 33}
{"text": "Is there a way to make my money usable in another country?", "label": 33}
{"text": "Can I exchange currencies usign this app?", "label": 33}
{"text": "What steps do I need to take to exchange currencies?", "label": 33}
{"text": "need to exchange currencies", "label": 33}
{"text": "Can I exchange currency for different types?", "label": 33}
{"text": "what currencies can i exchange between on your app?", "label": 33}
{"text": "How can I exchange USD and GBP in the app?", "label": 33}
{"text": "I had to pay a pound more than I anticipated!", "label": 34}
{"text": "What is this extra fee on my statement.", "label": 34}
{"text": "I've been charged an extra £1 and I don't know why", "label": 34}
{"text": "I noticed an extra pound charge?", "label": 34}
{"text": "I do not know why I was charged for the $1 transaction.", "label": 34}
{"text": "I am inquiring about a $1 charge on my statement.", "label": 34}
{"text": "There is an extra charge on my account I didn't authorise, it's just £1, what is it?", "label": 34}
{"text": "What is the extra fee on my statement?", "label": 34}
{"text": "My statement is showing an extra £1 charge and I am unsure why. Is there an explanation for this?", "label": 34}
{"text": "I have a strange transaction for £1 on my statement, what is that?", "label": 34}
{"text": "Please explain the charge of 1L in error.  I have purchased nothing in this amount.", "label": 34}
{"text": "Why did a transaction I made charge me $1?", "label": 34}
{"text": "Why i'm I being charged an extra pound", "label": 34}
{"text": "Do you also have this extra fee on your statement?", "label": 34}
{"text": "Hey, I got charged extra for some reason when I purchased an app. Is this a hidden fee or something? I don't think it's very cool.", "label": 34}
{"text": "Why is there an extra charge of 1 dollar on my statement?", "label": 34}
{"text": "What do I need to do to correct this failed transfer?", "label": 35}
{"text": "How can I find out why my transfer didn't go through?", "label": 35}
{"text": "I can't transfer any money from my account to my friend's account, it keeps rejecting it. Can you tell me why? I have enough funds in my account to transfer.", "label": 35}
{"text": "My transfer didn't work how come?", "label": 35}
{"text": "Errors keep showing up every time I try to make this transfer and I am on a time crunch,  could you please help.", "label": 35}
{"text": "Can you please tell me why my transfer failed?", "label": 35}
{"text": "The transfer keeps failing - I tried to transfer some money to friends this morning but it keeps getting rejected for some reason, I have no idea why", "label": 35}
{"text": "My transfer didn't complete. Why can't I access funds?", "label": 35}
{"text": "I attemped a transfer and it didn't go through.", "label": 35}
{"text": "The transfer I tried to make failed.", "label": 35}
{"text": "I attempted a transfer, but it failed.", "label": 35}
{"text": "Why can't I make a transfer?", "label": 35}
{"text": "Did  my transfer fail?", "label": 35}
{"text": "I am trying to transfer money and something is going wrong.", "label": 35}
{"text": "Transfer isn't working?", "label": 35}
{"text": "Why can't I complete my transfer?", "label": 35}
{"text": "Which fiat currencies are supported for holding and exchanging?", "label": 36}
{"text": "What currencies can my account be in?", "label": 36}
{"text": "What fiat currencies are used for holdings?", "label": 36}
{"text": "Can I hold more than one currency?", "label": 36}
{"text": "How can I hold and exchange fiat currencies?", "label": 36}
{"text": "are multiple currencies acceptable?", "label": 36}
{"text": "Can you make exchanges with the EUR?", "label": 36}
{"text": "Are you okay with exchanges to EUR?", "label": 36}
{"text": "Which fiat currencies are supported?", "label": 36}
{"text": "What currencies can I not hold many in, if so what are they?", "label": 36}
{"text": "Do you support other currencies?", "label": 36}
{"text": "What flat currencies do you support for holding and exchange?", "label": 36}
{"text": "Is it okay to hold money in multiple currencies?", "label": 36}
{"text": "Is it possible to hold money in different currencies?", "label": 36}
{"text": "I need to know what flat currencies you support for holding and exchange.", "label": 36}
{"text": "Can you tell me how many currencies I can hold?", "label": 36}
{"text": "Please tell me about disposable cards.", "label": 37}
{"text": "Can I get a disposable virtual card?", "label": 37}
{"text": "Can you point me in the right direction of where to go to roder a disposable virtual card, I can't seem to find it.", "label": 37}
{"text": "What can you use the disposable cards for?", "label": 37}
{"text": "Can you help me get a disposable virtual card?", "label": 37}
{"text": "How do I order a disposable virtual card?", "label": 37}
{"text": "Can you tell me how to get a disposable virtual card?", "label": 37}
{"text": "How do I know if i need a disposable card?", "label": 37}
{"text": "Is there a way to use this app with a disposable virtual card?", "label": 37}
{"text": "What do you use disposable cards on?", "label": 37}
{"text": "How to a go about ordering a disposable virtual card?", "label": 37}
{"text": "What is the procedure for depositing a virtual card", "label": 37}
{"text": "How does a disposable virtual card work?", "label": 37}
{"text": "disposable virtual card can be ordered where?", "label": 37}
{"text": "How can I obtain a disposable virtual card?", "label": 37}
{"text": "I need a single use card for shopping online", "label": 37}
{"text": "I haven't been sent my new pin!", "label": 38}
{"text": "I've been waiting ages and my PIN hasn't gotten here.", "label": 38}
{"text": "I havn't received my PIN yet.", "label": 38}
{"text": "I didn't get a PIN yet. What gives?", "label": 38}
{"text": "Is my PIN sent separably?", "label": 38}
{"text": "How do I locate my PIN now that I have my card?", "label": 38}
{"text": "I can't find the PIN.", "label": 38}
{"text": "Is the PIN separately delivered?", "label": 38}
{"text": "do i have to wait for a physical card before i get my pin", "label": 38}
{"text": "Can you deliver the PIN separately?", "label": 38}
{"text": "I don't have a PIN at this point.", "label": 38}
{"text": "My card arrived but I don't know how to get my PIN.", "label": 38}
{"text": "i cannot find my card PIN", "label": 38}
{"text": "I need my PIN, where is it?", "label": 38}
{"text": "How do I get my card PIN?", "label": 38}
{"text": "How do I find the PIN?", "label": 38}
{"text": "I'd like to provide my daughter with a card - could I get an additional card from my account to give her?", "label": 39}
{"text": "daughter needs card, how do i add her", "label": 39}
{"text": "Please tell me if I'm going to be charged for sending out more cards?", "label": 39}
{"text": "How many cards am I allowed?", "label": 39}
{"text": "Is it possible to have a second card?", "label": 39}
{"text": "Can I have another card in addition to my first one?", "label": 39}
{"text": "Are extra cards free?", "label": 39}
{"text": "How do I get a spare card?", "label": 39}
{"text": "Am I permitted to have a spare card?", "label": 39}
{"text": "I lost my card and need a new one, will it cost me?", "label": 39}
{"text": "How many physical cards am I allowed to have?", "label": 39}
{"text": "Where do I order additional cards?", "label": 39}
{"text": "Are extra charges added for sending out additional cards?", "label": 39}
{"text": "My daughter need a card from this account. Is that possible?", "label": 39}
{"text": "How much is it to buy another card? I was hoping to buy another one.", "label": 39}
{"text": "Does it cost extra to send out more than one card?", "label": 39}
{"text": "How long do you have to wait to see your virtual card your ordered?", "label": 40}
{"text": "Where is my virtual card located?", "label": 40}
{"text": "I've got to have one of those virtual cards.", "label": 40}
{"text": "I need to order a new card, can you please direct me to the virtual cards?", "label": 40}
{"text": "I want to get a virtual card!", "label": 40}
{"text": "my virtual card has not came yet!", "label": 40}
{"text": "Why haven't I been given a virtual card yet?", "label": 40}
{"text": "Hello, what is a virtual card and how do I get one?", "label": 40}
{"text": "Where are the virtual cards?", "label": 40}
{"text": "how to i go about getting my virtual card", "label": 40}
{"text": "want to know how to get virtual card", "label": 40}
{"text": "can i use my app to get a virtual card", "label": 40}
{"text": "Please explain to me the process of getting a virtual card.", "label": 40}
{"text": "Where is my virtual card?", "label": 40}
{"text": "Where do I get a virtual card?", "label": 40}
{"text": "Is there an alternative to a physical card?", "label": 40}
{"text": "My bag got stolen with all my cards. Can you please cancel my card and send a new one?", "label": 41}
{"text": "What should I do if my card is stolen?", "label": 41}
{"text": "Someone stole my card!", "label": 41}
{"text": "Report stolen card", "label": 41}
{"text": "My card is missing.", "label": 41}
{"text": "What's the phone number to freeze a card?", "label": 41}
{"text": "What do I do if my card has been lost or stolen?", "label": 41}
{"text": "Help! I lost my card!", "label": 41}
{"text": "What should I do if I think my card was stolen?", "label": 41}
{"text": "A fee shouldn't apply to me if my card was stolen.", "label": 41}
{"text": "I'm panicking!  I lost my card!  Help!", "label": 41}
{"text": "help, lost my card", "label": 41}
{"text": "Could you assist me in finding my lost card?", "label": 41}
{"text": "My card is missing!  Help!", "label": 41}
{"text": "How do I replace a stolen card?", "label": 41}
{"text": "My card is stolen.  Help!", "label": 41}
{"text": "Someone has stolen my phone, what should I do?", "label": 42}
{"text": "phone is at a hotel, can i still use app", "label": 42}
{"text": "I lost my phone! Will my card still work?", "label": 42}
{"text": "left my phone at hotel, cant use app", "label": 42}
{"text": "Can I use the app without my phone?", "label": 42}
{"text": "Is there something that I can do since my phone was stolen yesterday?", "label": 42}
{"text": "I no longer have my phone with the app, what should I do?", "label": 42}
{"text": "phone is gone, what should i do", "label": 42}
{"text": "If I lost my phone, how can I stop someone from accessing my account through the app?", "label": 42}
{"text": "I misplaced my phone so I can't use the app! Does this mean I can't use my card?", "label": 42}
{"text": "I left my phone at the hotel I was staying at so I can't use the app!", "label": 42}
{"text": "What do I do if my phone was stolen?", "label": 42}
{"text": "My phone was left behind.  Can I still use my card?", "label": 42}
{"text": "Can my account me accessed by a thief?  I was mugged.", "label": 42}
{"text": "My cards were stolen", "label": 42}
{"text": "I was recently mugged and would like to know if I have to have access to the app to use your services and how I would go about setting up your services on a new device belonging to a current user?", "label": 42}
{"text": "What do I owe for a new card?", "label": 43}
{"text": "What fees are charged for a physical card?", "label": 43}
{"text": "Do I receive the physical card for free", "label": 43}
{"text": "Can I get a physical card", "label": 43}
{"text": "Is a physical charge extra", "label": 43}
{"text": "Do you ship your cards anywhere?", "label": 43}
{"text": "Is it possible to get a real card?", "label": 43}
{"text": "What do I need to do in order to get a new card?", "label": 43}
{"text": "I need to get a card, how do I do that?", "label": 43}
{"text": "Can you tell me exactly what fees I will expect to see in regards to your cards?", "label": 43}
{"text": "How much is a physical card?", "label": 43}
{"text": "Where can the cards be delivered?", "label": 43}
{"text": "I need to get hold of a physical card?", "label": 43}
{"text": "Where are the cards delivered to", "label": 43}
{"text": "What is the price for a physical card?", "label": 43}
{"text": "I want a physical card", "label": 43}
{"text": "Can you lookup my password?", "label": 44}
{"text": "I do not understand why my pass-code is not working.", "label": 44}
{"text": "Can my password be reset if I do not have it?", "label": 44}
{"text": "The passcode isn't working for me.", "label": 44}
{"text": "How can I change my password?", "label": 44}
{"text": "How can I reset my passcode?", "label": 44}
{"text": "I lost my passcode.", "label": 44}
{"text": "Can I reset the passcode?", "label": 44}
{"text": "I need to reset the passcode.", "label": 44}
{"text": "Are there directions to get a new passcode if I forgot mine?", "label": 44}
{"text": "What are the steps to reset my passcode?", "label": 44}
{"text": "I don't remember my password", "label": 44}
{"text": "I think I forgot my passcode", "label": 44}
{"text": "Instruct me how to reset the passcode.", "label": 44}
{"text": "I used to know my password, but not anymore.", "label": 44}
{"text": "I thought I knew my password but I guess I was wrong, what can I do now?", "label": 44}
{"text": "I have a payment which has not been approved.", "label": 45}
{"text": "A transaction on my card shows as pending.", "label": 45}
{"text": "Card payment still pending.", "label": 45}
{"text": "My payment is in the app but hasn't gone through yet", "label": 45}
{"text": "There is a pending payment on my account, what does this mean?", "label": 45}
{"text": "My card payment still pending", "label": 45}
{"text": "It's been a few days since I've tried to pay a seller but the funds aren't going through. What is happening?", "label": 45}
{"text": "There is a pending transaction on my account, what does this mean?", "label": 45}
{"text": "Why would my payment still show as pending?", "label": 45}
{"text": "There is a payment that has not processed.", "label": 45}
{"text": "Why hasn't my payment shown up yet?", "label": 45}
{"text": "Why is my card payment still listed as pending?", "label": 45}
{"text": "I'm still waiting on a payment", "label": 45}
{"text": "What does it mean when it says I have a payment pending?", "label": 45}
{"text": "I need to find out why my pending payment hasn't gone through.", "label": 45}
{"text": "My purchases from this morning still have pending payments.", "label": 45}
{"text": "I didn't receive my money earlier and it says the transaction is still in progress. Can you fix it?", "label": 46}
{"text": "What should I do if I see a withdrawal is pending?", "label": 46}
{"text": "Hello, I tried to take some cash out of the ATM but I looked at my statement and it still shows that it's pending. Is the machine broken? Will I receive my money back or will I be charged for this?", "label": 46}
{"text": "I tempted to get some money out of the machine earlier and it did not work.Looking now, the transaction actually shows to still be in progress. I would certainly appreciate someone look into this and let me know what's going on. I definitely do not want to be charged for money I never received.", "label": 46}
{"text": "I got some cash in the ATM but its still pending", "label": 46}
{"text": "How long before I can see that my cash withdrawal has taken place?", "label": 46}
{"text": "I took out money from the ATM and it's still showing as pending?", "label": 46}
{"text": "How long does it take for a pending cash withdrawal?", "label": 46}
{"text": "My last ATM request did not go through due to a declined card. Please cancel the request on my account.", "label": 46}
{"text": "I withdrew cash but it still shows as pending?", "label": 46}
{"text": "How long does it take for a cash withdrawal to show?", "label": 46}
{"text": "My cash withdrawal says pending, why?", "label": 46}
{"text": "Hello. I have a transaction in my account listed as pending. I tried to use an ATM at the city centre, but the machine declined my card, and I did not receive the money. Why is the transaction still pending if I did not receive the money.", "label": 46}
{"text": "I tried to take out some money from an ATM earlier today and it was declined. Looking on my screen now, I still see that it's pending for that amount. I didn't actually get that money, so I don't want it processed on my account.", "label": 46}
{"text": "I have a withdrawal waiting to go through.", "label": 46}
{"text": "Why does a cash withdrawal show as pending?", "label": 46}
{"text": "I topped up last night but don't have any funds, why not?", "label": 47}
{"text": "What is wrong with my top-up?", "label": 47}
{"text": "My top up hasn't gone through yet, why?", "label": 47}
{"text": "How long will it take for my money to be deposited?", "label": 47}
{"text": "i put money on my card and i dont see it on the balance", "label": 47}
{"text": "What if my top up doesn't go through?", "label": 47}
{"text": "My top-up has not posted.", "label": 47}
{"text": "How long does it take for a top up to go through", "label": 47}
{"text": "My top up has been pending for an hour already, and I really need this to go through as soon as possible.  Can you help?", "label": 47}
{"text": "I attempted to top up my account but it's been frozen in a pending state for well over an hour now! Is this normal? I'm a new customer and this is my first time doing this. I assumed it would be done quicker than this.", "label": 47}
{"text": "How long does my top up pending last?", "label": 47}
{"text": "How long do top-ups take to go through", "label": 47}
{"text": "How long should I wait for top up go go through ?", "label": 47}
{"text": "How long does it take for a top-up?", "label": 47}
{"text": "new customer and filling gas for the first time today, not working,", "label": 47}
{"text": "Tell my why my top-up is pending.", "label": 47}
{"text": "How long does a transfer take?", "label": 48}
{"text": "When will my transfer move from pending to confirmed?", "label": 48}
{"text": "I did a transfer but its still pending", "label": 48}
{"text": "How long do EU transfers actually take? I recently bought something online a few days ago, sent the money immediately online but the seller says it's still not there yet.", "label": 48}
{"text": "I did a transfer but it is still pending.", "label": 48}
{"text": "I have a transfer that is pending.", "label": 48}
{"text": "I need to know why a money transfer is available.", "label": 48}
{"text": "It seems like a transfer is pending.", "label": 48}
{"text": "My transfer's stuck on pending.", "label": 48}
{"text": "Transfers may show up as pending for up to one business day while they are processed, and then they'll depart for the beneficiary accounts. Please confirm that you have correctly entered your account details. SEPA transfers typically take up to two working days, while SWIFT transfers can take up to five working days.", "label": 48}
{"text": "How long is a transfer in the pending status?", "label": 48}
{"text": "I bought something online a couple days ago, sent the money immediately online but the seller says it's still not there yet. How long do EU transfers actually take?", "label": 48}
{"text": "There has been a transfer pending in my account and I wanted to know how long it is going to take to go  through.", "label": 48}
{"text": "Hey I double checked that I have the correct account details already, they're right for sure. Transfer is still pending since forever. It's not that difficult to transfer money to another country in 2018 is it?", "label": 48}
{"text": "How long does EU transfer take? I bought something online a couple days ago , sent the money immediately online but the seller says it is still not there yet", "label": 48}
{"text": "i put in money for vacation and its not showing. i need that money today, how long will it take", "label": 48}
{"text": "What should I do if I exceed my PIN tries?", "label": 49}
{"text": "My PIN tries have run out. Now what?", "label": 49}
{"text": "How do I make my PIN work again?", "label": 49}
{"text": "My PIN has been blocked.", "label": 49}
{"text": "My PIN has been blocked, what should I do?", "label": 49}
{"text": "My PIN is unlocked, what do I do?", "label": 49}
{"text": "What should I do if I have used all of my PIN tries?", "label": 49}
{"text": "I tried my PIN too many times", "label": 49}
{"text": "I am blocked now because I entered the wrong pin, need help.", "label": 49}
{"text": "Would you please unblock my pin? I don't know why, but it's blocked.", "label": 49}
{"text": "What do I do if I have exceeded all my PIN tries?", "label": 49}
{"text": "Please help me unblock my pin which I put the wrong one too many times.", "label": 49}
{"text": "I have exceeded the number of PIN attempts", "label": 49}
{"text": "I locked myself out of my account, how do I unblock my PIN?", "label": 49}
{"text": "I forgot my pin and am blocked now. Can I reset it somewhere?", "label": 49}
{"text": "How come I got blocked for entering wrong pins?", "label": 49}
{"text": "How can people transfer money to me?", "label": 50}
{"text": "My salary is received in the form of GBP. Is it necessary to configure this? If so, where is this done?", "label": 50}
{"text": "Is there any way to get my salary in a different currency?", "label": 50}
{"text": "I received my salary in the wrong currency. How do I change this?", "label": 50}
{"text": "Can my friend send me money?", "label": 50}
{"text": "Can my friend send me money if it is not in US dollars?", "label": 50}
{"text": "Can friends send me money?", "label": 50}
{"text": "Can i receive transfers from my employer this way?", "label": 50}
{"text": "My salary is deposited in GBP. Do I need to choose the currency?", "label": 50}
{"text": "What do I need to do to get my salary through this?", "label": 50}
{"text": "How do I transfer funds if I am paid in GBP?", "label": 50}
{"text": "Can I use a transfer to receive my transfer?", "label": 50}
{"text": "Can I use a different currency with my salary?", "label": 50}
{"text": "What methods are available for my friend to send me money?", "label": 50}
{"text": "How can my friend send money to me?", "label": 50}
{"text": "How can my friend give me money?", "label": 50}
{"text": "Where is my refund? it appears to be missing.", "label": 51}
{"text": "My refund isn't showing up on my statement.", "label": 51}
{"text": "My refund for a purchase hasn't  cone through yet.", "label": 51}
{"text": "I can't see my refund in my history.", "label": 51}
{"text": "When will I be able to see the refund", "label": 51}
{"text": "I keep checking my statements but no progress.I requested a refund but seems it's not reaching my account for some reason. Can you please help me get the money back from the seller for me", "label": 51}
{"text": "Are the funds I requested from a merchant a few days ago in my account? I do not see them.", "label": 51}
{"text": "I cannot find my refund on my statement.", "label": 51}
{"text": "I have checked my statements multiple times, but my refund that I requested a while back is not showing on my account. Is there a reason for this? Can I get some help getting my money back from this transaction?", "label": 51}
{"text": "My refund isn't going fast enough.", "label": 51}
{"text": "Hi, Last week I have contacted the seller for a refund as directed by you, but i have not received the money yet. Please look into this issue with seller and help me in getting the refund.", "label": 51}
{"text": "A refund is taking too long.", "label": 51}
{"text": "I'm looking at my statement, and my refund is not on there.", "label": 51}
{"text": "My refund has not shown up on my statement.", "label": 51}
{"text": "I was suppose to be getting a refund for something I purchased a while ago, but It still hasnt been applied to my account. When will I get my money back?", "label": 51}
{"text": "Did I not get my refund? I don't see it.", "label": 51}
{"text": "How can I get a refund for an item I purchased but has not yet arrived?", "label": 52}
{"text": "What is the return policy?", "label": 52}
{"text": "I need this item refunded", "label": 52}
{"text": "It's been over a month and i still haven't received my goods! I ordered a pencil for crying out loud, it's not that hard to deliver that! I'm done with these people, give me a refund immediately! I'll search for my Japanese exclusive pencil elsewhere!", "label": 52}
{"text": "Can you help me process a refund?", "label": 52}
{"text": "Hello I changed my mind and really need a refund on one of things I bought recently. Can you please cancel the transaction and get me my money back. Pls it's urgent", "label": 52}
{"text": "Are purchases returnable for full refund?", "label": 52}
{"text": "I want a refund for an item", "label": 52}
{"text": "I would like my money back for an item I purchased", "label": 52}
{"text": "I would like it if I could get an item refunded", "label": 52}
{"text": "Can I exchange an item for a refund?", "label": 52}
{"text": "I made a purchase and would like to get a refund for what I bought can you have the money put back in my account?", "label": 52}
{"text": "I no longer want this can i cancel my purchase?", "label": 52}
{"text": "My statement has a charge that shouldn't have been made.", "label": 52}
{"text": "Can i have the item refunded?", "label": 52}
{"text": "Hello, i'd like to inform you of an issue i'm currently experiencing. The goods i have ordered from your website have still not arrived yet; it has been over 3 weeks. I would like to be issued a refund swiftly and be redirected to more competent people. Thank you for your assistance.", "label": 52}
{"text": "I was checking my statement and I think one of my card payments has reverted", "label": 53}
{"text": "Card payment has be declined.", "label": 53}
{"text": "Why would the app revert my payment?", "label": 53}
{"text": "I made a payment but it was returned.", "label": 53}
{"text": "Why has my money been returned back to my card.", "label": 53}
{"text": "I made a payment with my card that was cancelled?", "label": 53}
{"text": "Hello, I was contacted by a seller who let me know my money didn't come through on their side. It most certainly came out of my account so I need this looked at immediately because now it has been returned to me!", "label": 53}
{"text": "What happens if a merchant doesn't accept  you payment?", "label": 53}
{"text": "I purchased something about one to two weeks ago but for some reason the payment was returned to my account today even though I've already received one of the items. Can you tell me what's going on?", "label": 53}
{"text": "Why would my card payment be cancelled?", "label": 53}
{"text": "I think a payment I made with a card was cancelled.", "label": 53}
{"text": "Did a card payment that I made get cancelled?", "label": 53}
{"text": "I am not able to make a purchase because there is an issue with my card", "label": 53}
{"text": "I am not able to purchase anything online! I have been using my card on multiple sites over a period of two weeks and none of the payments have gone through. Why is this happening?", "label": 53}
{"text": "It looks like my card payment was sent back.", "label": 53}
{"text": "My card payment was reverted, why?", "label": 53}
{"text": "I only have a card from the US is that okay?", "label": 54}
{"text": "Can I use any card and currency?", "label": 54}
{"text": "What currencies do you accept for adding money?", "label": 54}
{"text": "I have one other credit card from the US. Do you take that?", "label": 54}
{"text": "I have a US credit card, will you accept it?", "label": 54}
{"text": "What currencies are accepted to add money?", "label": 54}
{"text": "Which credit card top-ups do you accept?", "label": 54}
{"text": "What kinds of cards can I use to top up?", "label": 54}
{"text": "Top up my card please, which y'all support?", "label": 54}
{"text": "Do you accept credit cards from the US", "label": 54}
{"text": "can i use my mastercard to add money to my account", "label": 54}
{"text": "Which cards are accepted for topping up?", "label": 54}
{"text": "I am adding money, what currencies do you accept to do this?", "label": 54}
{"text": "If I want to add funds to the account using American Express, how do I do that?", "label": 54}
{"text": "Can you tell me which cards and currencies are supported?", "label": 54}
{"text": "Which foreign currencies do you accept for adding money?", "label": 54}
{"text": "I need to terminate my account.", "label": 55}
{"text": "I'm not satisfied with the services that you are providing.  I would like to end my services and delete my account.", "label": 55}
{"text": "I am trying to delete my account.", "label": 55}
{"text": "I would like to invalidate my account.  I am very disappointed with your services.", "label": 55}
{"text": "Help me close my account.", "label": 55}
{"text": "I'm not happy with the services I'm getting with this company. Can you please delete my account?", "label": 55}
{"text": "I'd like my account to be deleted. I'm not satisfied with the service you provide.", "label": 55}
{"text": "This place has been too much work so I'd just like to close out my account & be done.", "label": 55}
{"text": "Please delete my account immediately.", "label": 55}
{"text": "I need to close my account.  Your company is terrible!", "label": 55}
{"text": "Your company is lame. Shut down all my account services right now.", "label": 55}
{"text": "I am not satisfied with your company.  Close my account.", "label": 55}
{"text": "How do I deactivate my account?", "label": 55}
{"text": "for god sake, just delete my account i am sick of this", "label": 55}
{"text": "terminate my account please", "label": 55}
{"text": "I want to inactivate my account.", "label": 55}
{"text": "Will I be fined for topping up by transfer?", "label": 56}
{"text": "For topping-up is there a charge?", "label": 56}
{"text": "Is there a charge for using transfers for top ups?", "label": 56}
{"text": "Can I use SWIFT transfers?", "label": 56}
{"text": "Can you tell me the cost of a transfer?", "label": 56}
{"text": "is there a fee for swift transfer", "label": 56}
{"text": "Do you accept SWIFT transfers?", "label": 56}
{"text": "Are there any fees associated with receiving money?", "label": 56}
{"text": "Is there a top up fee for transfer?", "label": 56}
{"text": "Can I transfer using SWIFT?", "label": 56}
{"text": "Will there be a fee if I receive a SEPA transfer", "label": 56}
{"text": "How much does each transfer cost?", "label": 56}
{"text": "Will I be charged for topping up my account using a bank transfer?", "label": 56}
{"text": "do you have a fee for receiving a SEPA transfer?", "label": 56}
{"text": "Do you receive SWIFT transfers?", "label": 56}
{"text": "Will I be charged a fee for a SEPA transfer?", "label": 56}
{"text": "Do I get charged for a top up from a European bank?", "label": 57}
{"text": "How much is it to use my US debit or credit card to top up?", "label": 57}
{"text": "Are there charges for using a bank card to top up", "label": 57}
{"text": "Do you have any fees if I want to add money using an international card.", "label": 57}
{"text": "Is there a fee for adding funds with a credit card?", "label": 57}
{"text": "Do you charge a fee for topping up a card?", "label": 57}
{"text": "Can I top up for free using a European card?", "label": 57}
{"text": "Are there any charges for European bank card for top up?", "label": 57}
{"text": "Is there a fee for topping up by charge card?", "label": 57}
{"text": "Does it cost money to top up?", "label": 57}
{"text": "Is there a fee for topping off a US card?", "label": 57}
{"text": "Are there still fees for european top-ups?", "label": 57}
{"text": "Is there a charge to use a Top up card in the US?", "label": 57}
{"text": "Will I be charged for adding money using an international card?", "label": 57}
{"text": "Which US cards have top up charges?", "label": 57}
{"text": "Will you charge me if I top up by card?", "label": 57}
{"text": "Will a cheque suffice?", "label": 58}
{"text": "How do I top up by cheque?", "label": 58}
{"text": "Where do I look for cash top up?", "label": 58}
{"text": "What types of top-up methods do you accept?", "label": 58}
{"text": "Where is the option to top up with a cheque?", "label": 58}
{"text": "how can i add money to my account if you don't accept cash", "label": 58}
{"text": "How can I top up with a cheque?", "label": 58}
{"text": "Do you have any options to top up with a cheque on my account?", "label": 58}
{"text": "I want to do a cash deposit to top up. How do I do this?", "label": 58}
{"text": "Are cheques accepted for a top up?", "label": 58}
{"text": "What physical locations can I use cash to top up?", "label": 58}
{"text": "I can't find out how to top-up my account using cash.", "label": 58}
{"text": "How do I add cash to my account?", "label": 58}
{"text": "How long before a check I send clears?", "label": 58}
{"text": "May I transfer a cheque into my account?", "label": 58}
{"text": "Do you accept cheques for top ups?", "label": 58}
{"text": "I don't think that my top-up worked.", "label": 59}
{"text": "Can you tell me why my credit card was declined while trying to top-up?", "label": 59}
{"text": "My top-up hasn't gone through, what happened?", "label": 59}
{"text": "I urgently need to top-up my card but its getting declined. Please help me in this or advise with other options if any.", "label": 59}
{"text": "I'm confused as to why my top-up did not go through.", "label": 59}
{"text": "Why is it failing to top-up?", "label": 59}
{"text": "Why was my top-up rejected?", "label": 59}
{"text": "I don't know why my credit card was declined while I was trying to top-up. Was it something on my end or was there something wrong with the top-up function?", "label": 59}
{"text": "Um, my top up didn't work", "label": 59}
{"text": "My top up has failed", "label": 59}
{"text": "I was trying to top-up and my credit card was declined. Can you tell me why?", "label": 59}
{"text": "So my top-up failed, could you tell me why?", "label": 59}
{"text": "Why is my card being declined when I try to do a top-up? How can this be immediately resolved?", "label": 59}
{"text": "Is there any reason why my card didn't work when I tried to top up?", "label": 59}
{"text": "I need to add more funds to my card today because it keeps being declined, and I need to use it immediately. Can you fix this or tell me alternatives?", "label": 59}
{"text": "Why isn't my topup working?", "label": 59}
{"text": "Tell me if there is a top-up limit.", "label": 60}
{"text": "What is the top-up limit?", "label": 60}
{"text": "What is the max I can top up?", "label": 60}
{"text": "Will you set a limit to my top-up?", "label": 60}
{"text": "How much is the limit for top-ups?", "label": 60}
{"text": "what are limits to top up", "label": 60}
{"text": "What is the most I can top-up?", "label": 60}
{"text": "What is the max amount of top-ups?", "label": 60}
{"text": "What is the maximum top up?", "label": 60}
{"text": "Is there a top-up limit?", "label": 60}
{"text": "Can I top up any amount?", "label": 60}
{"text": "Can I top-up any amount I wish on any given day?", "label": 60}
{"text": "How can I information on my limit for top-ups?", "label": 60}
{"text": "What's the top-up limit?", "label": 60}
{"text": "I would like to know how much I can top-up.", "label": 60}
{"text": "is there a limit to top up", "label": 60}
{"text": "When I topped up the app has seemed to reverted it.", "label": 61}
{"text": "What happened to my top-up? It was all done and now it's gone! Are you having problems with your system?", "label": 61}
{"text": "Why isn't top-up working? My top-up money disappeared after I saw that it was successfully transferred. Is it gone? Where did it go?", "label": 61}
{"text": "I topped up but the app declined it", "label": 61}
{"text": "I need someone to find out where my money has gone to? It has disappeared. I completed a top up earlier and seen it had went through. Since it has now disappeared I need to know what's going on.", "label": 61}
{"text": "Why is my top-up showing as cancelled?", "label": 61}
{"text": "top up cancellation", "label": 61}
{"text": "Why has my top-up been reverted?", "label": 61}
{"text": "My top up was rejected. Why?", "label": 61}
{"text": "Is there a reason my top-up has been cancelled?", "label": 61}
{"text": "Seems like my top-up has been cancelled", "label": 61}
{"text": "Why would my top up be reverted?", "label": 61}
{"text": "Why does my top-up get cancelled?", "label": 61}
{"text": "I went to look at my top-up and it was canceled, can you tell me why this happend?", "label": 61}
{"text": "Why has my money disappeared? I topped up earlier and seen it was there and had went through. What seems to be the problem?", "label": 61}
{"text": "For what reason did my top-up get cancelled?", "label": 61}
{"text": "My top up isn't in my wallet.", "label": 62}
{"text": "I used my card to top up, but now I don't see the money in my account.", "label": 62}
{"text": "Can a credit card be used to transfer money?", "label": 62}
{"text": "Is it possible to transfer money to my credit card?", "label": 62}
{"text": "I don't see me 'top up' in my wallet", "label": 62}
{"text": "I need to transfer some money, can I use my credit card?", "label": 62}
{"text": "Am I the only one who can top-up my account?", "label": 62}
{"text": "Hoe do i use my credit card to transfer money?", "label": 62}
{"text": "I cannot tell what my top up currently is.", "label": 62}
{"text": "Could you tell me why my top up isn't showing in my wallet?", "label": 62}
{"text": "How can I use my credit card to transfer money?", "label": 62}
{"text": "Who can have access to top up my account?", "label": 62}
{"text": "Can I get my friends to add money to my account?", "label": 62}
{"text": "I tried to top up and suddenly my money disappeared", "label": 62}
{"text": "I need my card topped up,", "label": 62}
{"text": "How do I use a card to top up?", "label": 62}
{"text": "Why am I being charged again?", "label": 63}
{"text": "I was charged twice for the same thing.", "label": 63}
{"text": "Hello. I just noticed I was charged two times for a restaurant I visited this week. Can you reverse the additional charge?", "label": 63}
{"text": "There is a duplicate payment on my card. Why?", "label": 63}
{"text": "I went for a meal in Seattle and paid the bill but I think they charged me twice, the first time they swiped the card I got a notification to say the money had gone out the account but then I added a tip and I think they swiped it all again. Can you refund one of the charges?", "label": 63}
{"text": "There is a repeat charge for the same item", "label": 63}
{"text": "Why did I get charged twice for the same thing", "label": 63}
{"text": "I have have multiple charges for one transaction.", "label": 63}
{"text": "I have a duplicate payment on my card.", "label": 63}
{"text": "I should only have one charge, but it shows two.", "label": 63}
{"text": "There is the same transaction showing more than once.", "label": 63}
{"text": "I have multiple of the same transaction", "label": 63}
{"text": "Why was I charged twice for the same thing?", "label": 63}
{"text": "I have been double charged for a couple of things this week, and would appreciate a refund for the duplicate charges.", "label": 63}
{"text": "Who do I talk to for transactions debited twice?", "label": 63}
{"text": "I think I got charged twice for the same thing", "label": 63}
{"text": "During the last month I used this account to make payments for my place abroad. I noticed the fees have increased and I wonder why. Shouldn't frequent users have less fees as incentive to keep using instead of increasing them out of nowhere?", "label": 64}
{"text": "I should not have been charged a fee for my transfer.", "label": 64}
{"text": "I transferred money, why was charged for an extra fee?", "label": 64}
{"text": "Can you explain the transfer fee that I was charged?", "label": 64}
{"text": "I thought transfers were free, why was I charged?", "label": 64}
{"text": "Can you please tell me why I was charged an extra fee on my transfer?", "label": 64}
{"text": "I just recently got a new beach condo in Bora Bora, and to furnish it I used this account a lot from overseas. It's upsetting, being a long-time customer of yours, that I saw extra fees on my account from my currency transfer. Is this what I should expect from you in the future?", "label": 64}
{"text": "Does it cost anything to buy something from another country? Like is there going to be hidden transfer fees or currency conversion fees?", "label": 64}
{"text": "I see a transfer fee, but to my understand, that should have been free, what happened?", "label": 64}
{"text": "I transferred money from one account to another account and I charged a fee for it. Why is that?", "label": 64}
{"text": "Why am I being charged to transfer funds?", "label": 64}
{"text": "I have a fee listed for a transfer.", "label": 64}
{"text": "Why was my transfer charged a fee?", "label": 64}
{"text": "Why am I seeing a transfer fee on my bank statement?", "label": 64}
{"text": "I use my card internationally to manage payments and I just noticed that you are adding additional fees.  Why?  I am a good customer and this has me thinking about leaving.", "label": 64}
{"text": "Why would I be charged an extra fee while doing a transfer?", "label": 64}
{"text": "I want to transfer money into my account", "label": 65}
{"text": "I want to top up by transfering accounts, What do I do?", "label": 65}
{"text": "How do I transfer cash my into my account?", "label": 65}
{"text": "I want to transfer money into my account, what do I do?", "label": 65}
{"text": "How do I transfer money from one bank account to another?", "label": 65}
{"text": "I need to deposit money to my account", "label": 65}
{"text": "I would like to transfer money from my checking account to my savings account.", "label": 65}
{"text": "I am looking to transfer some money from my other bank account into this one.", "label": 65}
{"text": "I would like to transfer money into my account.", "label": 65}
{"text": "I have no more money in my account.  Is there a way to do a bank transfer to put money into my account?", "label": 65}
{"text": "What process should I use to transfer money into my account?", "label": 65}
{"text": "I would like to move money from one account to another to top off my account. Can you explain how I can do that?", "label": 65}
{"text": "Can you please explain how bank transfers work?", "label": 65}
{"text": "How do I deposit through bank transfer?", "label": 65}
{"text": "What can I expect if I use bank transfer to top up my account?", "label": 65}
{"text": "Can you help me transfer funds from another bank account to this account?", "label": 65}
{"text": "Why can't the recepient of my money transaction see it?", "label": 66}
{"text": "I just did a money transaction but its not showing they received it", "label": 66}
{"text": "I transferred some money to a friend of mine who urgently needs some money right now. How long will it take to get to her?", "label": 66}
{"text": "I dont see my reciept", "label": 66}
{"text": "Is there a reason why a recipient might not see my money transaction", "label": 66}
{"text": "Recipient has not received the money", "label": 66}
{"text": "I haven't received money from a transfer?", "label": 66}
{"text": "wheres my money receipt", "label": 66}
{"text": "I need to verify a payment to my new landlord. I transferred the first rent payment a few days ago. While it shows on my side, the landlord is saying he hasn't received it yet. Can you verify that it has processed?", "label": 66}
{"text": "I have done a transfer within the country a couple days ago, but it's still not there yet. Can you please check what's going on with that, the account number definitely is the right one, I've checked that several times already.", "label": 66}
{"text": "How come my money hasn't shown up yet?", "label": 66}
{"text": "My transaction has not been received. When are you going to process it?", "label": 66}
{"text": "I sent money about 5 days ago and the recipient has not received the money yet.", "label": 66}
{"text": "Why hasn't my friend's transaction arrive yet?", "label": 66}
{"text": "|I moved out of my old house two weeks ago and cancelled my direct debit to my old landlord, this direct debit was working fine.  Now I've moved in to a new place and set up a transfer to a new landlord but it's not reached her yet, can you check it please?", "label": 66}
{"text": "Hi, I sent my landlord my rent money a few days ago and while everything seems good on my end he says that he never got the money. I double checked the account number and it's correct. Can you help me figure this out?", "label": 66}
{"text": "When can I expect money to be transferred to my account?", "label": 67}
{"text": "I need to transfer something from China, How long will it take?", "label": 67}
{"text": "What are the time frames for the money to be available in my account?", "label": 67}
{"text": "Transfers from the US how long will the wait be?", "label": 67}
{"text": "How long does it take in Europe to do a transfer?", "label": 67}
{"text": "How long will it take to urgently transfer something to China?", "label": 67}
{"text": "When can I use money sent to my account?", "label": 67}
{"text": "How long will a transfer take from Europe?", "label": 67}
{"text": "Can I transfer something urgently from China? How long does it take?", "label": 67}
{"text": "Help! I need to transfer something to China.", "label": 67}
{"text": "If I need to transfer something quick from China, how long does that take?", "label": 67}
{"text": "What's the wait time for European transfers?", "label": 67}
{"text": "When will my money be in my account?", "label": 67}
{"text": "When will my transfer from the US get here?", "label": 67}
{"text": "Money transfer help? How long?", "label": 67}
{"text": "I have to quickly transfer something to China. How long will it take to arrive there?", "label": 67}
{"text": "What's wrong with my ID? I can't verify it.", "label": 68}
{"text": "The app does not recognize who I am.", "label": 68}
{"text": "Help me verify my identity.", "label": 68}
{"text": "This stupid system is not letting me prove my identity.", "label": 68}
{"text": "The app isn't letting me log in, but my info is correct.", "label": 68}
{"text": "Problem verifying my account", "label": 68}
{"text": "Why hasn't the app verified my identity?", "label": 68}
{"text": "Are there any reasons that my identity wouldn't be accepted even though everything I've provided is factual?", "label": 68}
{"text": "Why isn't my id verified?", "label": 68}
{"text": "I'm having a hard time proving my identity.", "label": 68}
{"text": "I'm having problems with ID verification", "label": 68}
{"text": "I am not recognized by the app.", "label": 68}
{"text": "I'm having trouble with proving my identity.", "label": 68}
{"text": "i am under 18 and i am trying to verify my id. why wont it work?", "label": 68}
{"text": "The app is not able to realize that it is me.", "label": 68}
{"text": "Hearing about your verification results from us may take anywhere from 10 minutes to approximately one hour.  If this verification has in fact, failed, double-check to make sure that your images are clear.  Also make sure that your document photos have no blur or glare. They need to be readable.  You must also be 18 years of age or older and be a resident of Switzerland or the European Economic Area to open an account.", "label": 68}
{"text": "What do you require for identification verification?", "label": 69}
{"text": "What is the identity verification process?", "label": 69}
{"text": "why do I need to show ID", "label": 69}
{"text": "How do I verify my ID?", "label": 69}
{"text": "What am I going to need in order to verify my identity?", "label": 69}
{"text": "How do I prove I am who I am?", "label": 69}
{"text": "Where can I go to find out how to verify my identity?", "label": 69}
{"text": "with what can I verify my identity?", "label": 69}
{"text": "I'm not sure how to complete the identity checks process.", "label": 69}
{"text": "Please tell me the steps to verify my identity.", "label": 69}
{"text": "What form of identification is accepted?", "label": 69}
{"text": "what steps do you take to check identity", "label": 69}
{"text": "What are acceptable documents to prove my identity?", "label": 69}
{"text": "What do you require for identity verification?", "label": 69}
{"text": "How and where can I find the identity checks?", "label": 69}
{"text": "What are the steps of verifying an identity?", "label": 69}
{"text": "Where did my money come from?", "label": 70}
{"text": "want to know where funds come from", "label": 70}
{"text": "Where do my funds originate from?", "label": 70}
{"text": "I need to know this, where do my funds come from?", "label": 70}
{"text": "Where can I see where funds came from?", "label": 70}
{"text": "Where do my available funds come from?", "label": 70}
{"text": "How can I check to see where my funds come from?", "label": 70}
{"text": "where is this money from", "label": 70}
{"text": "where did my funds come from?", "label": 70}
{"text": "I want to know the source of my funds.", "label": 70}
{"text": "where can i see money source?", "label": 70}
{"text": "How do I find out where my funds came from?", "label": 70}
{"text": "I need to know where my funds come from.", "label": 70}
{"text": "What is the source of the money in my account?", "label": 70}
{"text": "Can someone please explain to me where my source of funds came from?", "label": 70}
{"text": "I need to verify the source of funds.", "label": 70}
{"text": "Can you show me how to verify the top-up card?", "label": 71}
{"text": "How do I find the top-up verification code?", "label": 71}
{"text": "Why verify the top-ups?", "label": 71}
{"text": "Why do you ask for top-up verification?", "label": 71}
{"text": "I can't see a top-up top-up verification code.", "label": 71}
{"text": "I don't know where the top-up verification code is.", "label": 71}
{"text": "Where can I find the verification code for the card top-up?", "label": 71}
{"text": "What's a verification code?", "label": 71}
{"text": "Do you know how I can verify that I did a top-up to my card?", "label": 71}
{"text": "Why do we need to verify top-up?", "label": 71}
{"text": "The top-up verification code is not visible.", "label": 71}
{"text": "Help my find the verification code on a top-up.", "label": 71}
{"text": "How do i verify my card?", "label": 71}
{"text": "Where is the top-up card verification code?", "label": 71}
{"text": "I can't find the top-up card verification code.", "label": 71}
{"text": "why do i need to verify the top up?", "label": 71}
{"text": "My virtual card is just not going through.", "label": 72}
{"text": "I can't do any business with this virtual card.", "label": 72}
{"text": "My disposable virtual card won't work.", "label": 72}
{"text": "I can't get my virtual card to work at all", "label": 72}
{"text": "I tried to use my disposable virtual card to pay a subscription to the gym and it got rejected. Any ideas why?", "label": 72}
{"text": "Why can't I make multiple payments with my virtual card?", "label": 72}
{"text": "What is the reason I got rejected for using my disposable virtual card to pay a subscription to the gym?", "label": 72}
{"text": "Why is my disposable card not working?", "label": 72}
{"text": "Help me get the virtual card working.", "label": 72}
{"text": "The virtual card won't work.", "label": 72}
{"text": "My disposable virtual card isn't working.", "label": 72}
{"text": "My virtual card isn't working.", "label": 72}
{"text": "I cannot get my virtual card to function.", "label": 72}
{"text": "Please help me.  My disposable virtual card won't work right.", "label": 72}
{"text": "Why was my virtual card rejected?", "label": 72}
{"text": "Why won't my virtual card work?", "label": 72}
{"text": "I would like to know if you use Visa or Mastercard.", "label": 73}
{"text": "Can I get a Visa or Mastercard?", "label": 73}
{"text": "Please give me both Visa and MasterCard, is it possible?", "label": 73}
{"text": "Will you guys do Visa or Mastercard?", "label": 73}
{"text": "Would I get a Visa or Mastercard?", "label": 73}
{"text": "No Visa please. I want to continue with Mastercard.", "label": 73}
{"text": "Is there a way I can get a Visa card?", "label": 73}
{"text": "How do I get selected for a visa card?", "label": 73}
{"text": "Is it possible to get both a Visa and a Mastercard?", "label": 73}
{"text": "Can I have a mastercard?", "label": 73}
{"text": "Visa and Mastercard can both be received from you?", "label": 73}
{"text": "Do I have a Visa card as an option?", "label": 73}
{"text": "Is it possible to get both Mastercard and Visa card from you?", "label": 73}
{"text": "Is it possible to obtain both a Visa and a Mastercard from you?", "label": 73}
{"text": "Which card would I get, Visa or Mastercard?", "label": 73}
{"text": "Please give me a Mastercard instead.", "label": 73}
{"text": "Why do you need verification for my identity?", "label": 74}
{"text": "Can I make transfers before my identity verification?", "label": 74}
{"text": "Is getting my identity verified required before I can use my account?", "label": 74}
{"text": "What is my identification used for?", "label": 74}
{"text": "Why do you need all these details about my identity?", "label": 74}
{"text": "What do you do with all the identity information you're collecting from me?", "label": 74}
{"text": "Why is it important to verify my identity?", "label": 74}
{"text": "I am afraid to give you all my identify details.", "label": 74}
{"text": "Why is it required to verify my identity?", "label": 74}
{"text": "I still want to use my account but haven't verified is that OK?", "label": 74}
{"text": "Can I still use my account without verifying my identity?", "label": 74}
{"text": "I want to use my account before identity verification", "label": 74}
{"text": "Why do you require identification documents", "label": 74}
{"text": "Do you think you're asking for too much information about me?", "label": 74}
{"text": "What is the purpose for verifying my identity?", "label": 74}
{"text": "How to verify my identity", "label": 74}
{"text": "I took out money, and didn't get all of it.", "label": 75}
{"text": "The amount of cash I selected to withdraw is different than what I received.", "label": 75}
{"text": "I didn't receive the amount of cash I requested for the ATM.", "label": 75}
{"text": "How can I fix this? The ATM gave me more cash than I'd asked for.", "label": 75}
{"text": "I was given less cash then I wanted.", "label": 75}
{"text": "I went tot the ATM earlier today and didn't realize this till now but I did not get all the money I requested.  I believe my account was charged for 100 but I only got 80.  Is there any way we can solve this problem?", "label": 75}
{"text": "The app is showing that I received alot more money than I actually received from the ATM. This occurred earlier today.", "label": 75}
{"text": "my atm transaction was wrong", "label": 75}
{"text": "Cash withdrawal was incorrect at ATM.", "label": 75}
{"text": "Please help me with the amount that i have withdrawn from the ATM today, the ATM has given me wrong sum of amount, and i could see that the app is displaying the greater amount than taken out.", "label": 75}
{"text": "I tried withdrawing but my cash is not showing up?", "label": 75}
{"text": "I received the wrong amount of cash.", "label": 75}
{"text": "I didn't get all the money I asked for", "label": 75}
{"text": "I didn't receive the correct amount of cash", "label": 75}
{"text": "$20 came out instead of $100", "label": 75}
{"text": "The amount of cash I received was not the full amount", "label": 75}
{"text": "I don't think the exchange rate was right.", "label": 76}
{"text": "Why did you give me so little currency?", "label": 76}
{"text": "Why was my cash withdrawal given the wrong exchange rate?", "label": 76}
{"text": "I think the exchange rate for my for my cash withdrawal is wrong", "label": 76}
{"text": "I had trouble with an incorrect rate being applied when using the ATM with foreign currency.", "label": 76}
{"text": "I withdrew cash and I think the exchange rate is wrong.", "label": 76}
{"text": "Can i get money in my home currency at my ATM ?I am on holiday and bit concerned because i do not have any cash with me .Is it possible to withdraw without any additional cost.", "label": 76}
{"text": "On my last trip, I received the incorrect exchange rate.", "label": 76}
{"text": "I am reluctant to use ATMs international because I don't get an accurate exchange rate", "label": 76}
{"text": "I exchanged cash when traveling and the rate was incorrect.", "label": 76}
{"text": "Someone may have made an error in figuring out the rate of exchange.  I should have received more cash than I did on my most recent withdrawal.", "label": 76}
{"text": "Do any of your machines provide cash from my home country? I don't have any money on me and I'm on holiday so I'm concerned. Also, will I be charged anything to do this?", "label": 76}
{"text": "I didn't get the right amount of  cash because of the exchange rate.", "label": 76}
{"text": "how come my withdrawal rate is wrong for my cash withdrawal", "label": 76}
{"text": "The amount of cash I requested to withdrawal did not match what I received when exchanged", "label": 76}
{"text": "Can I make a withdraw in my home currency at an ATM? I'm on vacation and am a bit worried because I don't have cash with me. Is it possible to withdraw here without any additional costs or fees?", "label": 76}
