{"text": "EU's Solana Heads for Darfur, May Offer AU Funding  BRUSSELS (Reuters) - EU foreign policy chief Javier Solana  heads for Africa on Friday where he is likely to announce a  contribution of more than 100 million euros to an African Union  force in Sudan's Darfur region, an EU diplomat said.", "label": 0}
{"text": "UN heads towards 60th year with big plans, big problems UNITED NATIONS, (AFP) - The United Nations turns 60 in 2005 after a bruising year that has seen the organisation battered and demoralised by a string of scandals that have damaged the UN #39;s image.", "label": 0}
{"text": "SA considers Guinea request on Thatcher South Africa #39;s Justice Ministry will on Monday begin studying a request from Equatorial Guinea to question Mark Thatcher, who has been charged in Cape Town with bankrolling an alleged coup plot to topple the government in Malabo.", "label": 0}
{"text": "Iraq Turns Over Decapitated Corpse to U.S. BAGHDAD, Iraq - Iraqi officials recovered a decapitated corpse in western Baghdad on Wednesday and turned it over to the United States, which was investigating if it was the body of kidnapped American Jack Hensley - purportedly slain the day before by al-Qaida-linked militants.    The discovery came as the U.S...", "label": 0}
{"text": "First Canadian in golf hall ST. AUGUSTINE, FLA. -- Marlene Stewart Streit, a trailblazer during her stellar career, made another piece of history last night with her induction into the World Golf Hall of Fame.", "label": 1}
{"text": "Huskies score a lopsided win BROOKLINE -- By halftime, with a 41-0 lead over Cheyney University, the only question that remained for Northeastern was whether the final score of this year's season opener at Parsons Field would exceed last year's 78-6 shellacking of Stonehill.", "label": 1}
{"text": "KLINSMANN HAPPY WITH FIFA Germany coach Jurgen Klinsmann is  quot;thrilled quot; by the news that his team will kick-off the 2006 World Cup at Munich #39;s new Allianz Arena.", "label": 1}
{"text": "Trojans weather the storm If top-ranked Southern California looked like it was playing in a fog during much of its 28-13 victory over Oregon State late Saturday night in Corvallis, no one could blame the Trojans.", "label": 1}
{"text": "Canadian Natural Profit Rises 55 as Output Increases (Update3) Canadian Natural Resources Ltd., Canada #39;s second-largest natural-gas producer, said third-quarter profit jumped 55 percent as prices soared and acquisitions boosted output.", "label": 2}
{"text": "Citigroup #39;s Krawcheck gets No. 2 post Fast rising exec replaces CFO Todd Thomson, who will take her job as head of brokerage Smith Barney. NEW YORK (Reuters) - Citigroup Inc.", "label": 2}
{"text": "UPDATE 1-Celestica cuts 3rd qtr forecasts as orders drop Celestica Inc. (CLS.N: Quote, Profile, Research) (CLS.TO: Quote, Profile, Research) cut its third-quarter earnings forecast on Tuesday, triggering a selling spree in its shares.", "label": 2}
{"text": "US dollar whipsaws on worries over China LONDON The dollar went for a see-saw ride Friday, plunging after a comment from a Chinese policy maker appeared to undermine already fragile market sentiment toward the US currency, but rebounding after the official retracted the remark.", "label": 2}
{"text": "Fast Arctic Thaw Threatens People, Polar Bears Global warming (news - web sites) is heating the Arctic almost twice as fast as the rest of the planet in a thaw that threatens the livelihoods ", "label": 3}
{"text": "Qualcomm to Build National Wireless Media Network Network would beam music and video to 3G handsets.", "label": 3}
{"text": "EarthLink to Test Yahoo #39;s Antispam Technology EarthLink agreed to test Yahoo! #39;s anti-spam technology. The technology encodes digital signatures (dubbed DomainKeys) into customers #39; email so that the receiver can tell whether the message is legitimate.", "label": 3}
{"text": "More Security Holes Found In Internet Explorer 6.0 Three more vulnerabilities in Microsoft #39;s Internet Explorer 6.0 browser were disclosed by Danish security vendor Secunia. By Gregg Keizer, TechWeb News.", "label": 3}
