{"text": "Sao Paulo Mayor Suplicy, Lula Ally, Heads for Runoff (Update1) Sao Paulo Mayor Marta Suplicy, a member of the governing Workers #39; Party, finished second in city elections to Jose Serra, a one-time presidential contender, setting the stage for a runoff ", "label": 0}
{"text": "Israel Says It Attacked Islamic Jihad Leader  JERUSALEM (Reuters) - The Israeli army said it had attacked  the car of the Palestinian Islamic Jihad militant commander who  was killed in a Gaza City airstrike on Tuesday.", "label": 0}
{"text": "Command Failure Seen at Fault in Beslan Massacre  MOSCOW (Reuters) - Security forces bungled the handling of  Russia's worst hostage drama because nobody was in charge and  special forces were not ready when the shooting started,  security analysts said on Monday.", "label": 0}
{"text": "Viewers to be able to shape TV The EU is backing a project that would let viewers personalise shows and films to suit their tastes.", "label": 0}
{"text": "Israel Agrees to Ramallah Burial Site for Arafat Egypt has agreed to a Palestinian Authority request to hold funeral services in Cairo for Yasir Arafat.", "label": 0}
{"text": "Thieves asked to save The Scream The head of Oslo's Munch museum appeals to thieves who stole The Scream not to destroy it.", "label": 0}
{"text": "Namibians cast their ballots Namibian voters are casting their ballots in the nation #39;s presidential and parliamentary elections. In Windhoek, people started arriving at the polling stations as early as 5am today.", "label": 0}
{"text": "Phelps Wins 100-Meter Butterfly American Michael Phelps won the gold medal Friday in the 100-meter butterfly with an Olympic-record time of 51.25 seconds.", "label": 0}
{"text": "New Quakes Rock Japan #39;s Niigata; Tokyo Buildings Sway (Update2) Japan #39;s northern prefecture of Niigata, struck on Saturday by the country #39;s deadliest temblor since 1995, was today rocked by fresh earthquakes strong enough to sway buildings in Tokyo.", "label": 0}
{"text": "Hurricane Ivan Slams Gulf Coast; 22 Dead PENSACOLA, Fla. - Hurricane Ivan drilled the Gulf Coast on Thursday with 130-mph winds that inflicted far less damage than feared everywhere except Florida's Panhandle, where residents were left with surge-ravaged beachfronts, flooded streets and homes ripped apart by deadly tornadoes...", "label": 0}
{"text": "CBO Projects \\$442 Billion Federal Deficit WASHINGTON - The Congressional Budget Office is projecting that this election-year's federal deficit will reach \\$422 billion, congressional aides said Tuesday, the highest ever, yet a smaller shortfall than analysts predicted earlier this year.    The figure, provided by aides who spoke on condition of anonymity, is sure to provide political fodder for both parties during the remaining two months of the presidential and congressional campaigns...", "label": 0}
{"text": "Kissinger Criticized Subordinates Former Secretary of State Henry Kissinger suggested punishing subordinates who criticized military dictatorships in Chile and Argentina in the 1970s, declassified documents show.", "label": 0}
{"text": "U.S. Forgives  #36;4.1 Billion in Iraq Debt (AP) AP - The United States on Friday completely forgave  #36;4.1 billion in debt Iraq owed it and urged other nations not part of an international debt relief agreement to follow suit.", "label": 0}
{"text": "Tiger Woods Weds Swede Model in Barbados LANE BEACH, Barbados - Tiger Woods is now a married man, according to People magazine and several other news outlets. People reported on its Web site that the world's most famous golfer married Swedish model Elin Nordegren in a sunset ceremony at a resort in Barbados on Tuesday...", "label": 0}
{"text": "Iran defies curbs on nuclear activities TEHERAN - Iran reacted yesterday with defiance to a tough resolution from the United Nations atomic watchdog, rejecting calls to halt sensitive nuclear activities and threatening to block tough inspections if the issue was referred to the Security Council ", "label": 0}
{"text": "Explosion Rips Through Egyptian Hotel A strong explosion damaged the Hilton hotel in Egypt's Taba resort, only yards from the Israeli border, on Thursday night, witnesses said. Israeli medics said they had been informed of \"a large number of casualties.", "label": 0}
{"text": "Iraqi material missing, says UN nuclear agency UNITED NATIONS - The United Nations #39; nuclear agency says it is concerned about the disappearance of equipment and materials from Iraq that could be used to make nuclear weapons.", "label": 0}
{"text": "Lawmaker Laments  #39;Arrival Of Jihad #39; In Netherlands THE HAGUE, Netherlands -- Dutch officials are promising tougher measures against Islamic radicals, as one lawmaker laments the arrival of  quot;jihad quot; in the Netherlands.", "label": 0}
{"text": "Captive asks Blair to please help me' (Chicago Tribune) Chicago Tribune - Appearing on video haggard and terrified, the kidnapped director of CARE International's Iraq operations made a desperate plea for her life Friday, urging British Prime Minister Tony Blair to withdraw troops from Iraq so she could win freedom from her captors.", "label": 0}
{"text": "Israeli parliament set for historic vote on Gaza pullout JERUSALEM : The Israeli parliament is set for an historic vote on Prime Minister Ariel Sharon #39;s hotly contested plan to withdraw from the Gaza Strip after 37 years of occupation.", "label": 0}
{"text": "Putin calls for establishment of new international security system Russian President Vladimir Putin Friday said on Friday that terrorism is a common threat to the international society, and a new international security system should be created ", "label": 0}
{"text": "Kidnappers Extend Deadline on British Hostage Militants who claim to be holding Northern Irish United Nations worker Annetta Flanigan hostage in Afghanistan have extended a deadline until tonight to decide her fate.", "label": 0}
{"text": "CLIFFORD D. MAY: Shouldn #39;t Palestinians have a real election? (SH) - In Afghanistan, Hamid Karzai defeated a raft of candidates to win his historic election. In Iraq, more than 200 political parties have registered for next month #39;s elections.", "label": 0}
{"text": "Israel #39;s Azam Azam released by Egypt Israeli businessman Azam Azam was released Sunday in exchange for six Egyptian students in a new prisoner exchange agreement with Egypt.", "label": 0}
{"text": "Iran Boasts of Victory Over US on Nuclear Case Iran boasted on Tuesday it had defeated US efforts to send its nuclear case to the UN Security Council while warning that its uranium enrichment freeze would only last for a few months.", "label": 0}
{"text": "Sudan and southern rebels promise peace as Christmas gift Ecumenical News International After 21 years in a war that has taken as many as 2 million lives and forced the displacement of about 5 million people, the Sudanese government and the leader ", "label": 0}
{"text": "Ba #39;asyir verdict sparks courtroom violence Supporters of terror suspect Abu Bakar Ba #39;asyir fought a running battle with police officers and hurled shoes and other debris inside a courtroom, shortly after a judge dismissed on Monday the lawsuit against the arrest of the elderly cleric.", "label": 0}
{"text": "Current Quotations  quot;With him disappears the man of courage and conviction who, for 40 years, has incarnated the Palestinians #39; combat for recognition of their national rights.", "label": 0}
{"text": "Iraqi President Backs Jan. 30 Elections Iraq #39;s president, an influential Sunni Muslim, threw his support Wednesday behind holding the Jan. 30 election on time despite insurgent threats he said have paralyzed voter ", "label": 0}
{"text": "Soldiers Detain 14 Iraqis, 10 Bomb Makers (AP) AP - U.S. troops captured 14 Iraqis, including 10 wanted for making explosive devices to attack coalition forces, the military said Tuesday.", "label": 0}
{"text": "Burma overshadows Asem Asian and European leaders open their biennial summit with the EU promising new sanctions against Burma.", "label": 0}
{"text": "Court reverses some Falun Gong convictions HONG KONG -- A Hong Kong appeals court cleared some convictions yesterday against 16 Falun Gong followers for protesting outside China's liaison office but upheld more serious verdicts in a case seen as a test of this territory's freedoms under Chinese rule.", "label": 0}
{"text": "Without the wicket it wouldn't be cricket As the Red Sox ready for a shot at post-season play, a group of batters across town prepares for their own championship finale where they'll face an impressive lineup of -- bowlers.", "label": 1}
{"text": "Quakers sow oats in league Pat McDermott passed for 209 yards and two touchdowns as Penn defeated Columbia, 14-3, in Philadelphia yesterday. The victory was the 17th straight in Ivy League play for the Quakers (4-1, 2-0), tying their own league record set during the 1993-95 seasons.", "label": 1}
{"text": "Red Sox Win in Last At-Bat Orlando Cabrera homered in the bottom of the 12th inning to lead the Red Sox to their second straight victory in their last at-bat, 7-6, over the Baltimore Orioles on Wednesday night.", "label": 1}
{"text": "Can You Say Cursed? Despite watching the Cubs and Red Sox surge the past two months, Michael Wilbon says they're both cursed and neither is going to the World Series.", "label": 1}
{"text": "Jeter has no problem with Pedro; Red Sox still want Martinez back When Derek Jeter came across Pedro Martinez at Legends Field last month, the Yankees #39; captain wasn #39;t surprised the longtime Boston ace was meeting with New York owner George Steinbrenner.", "label": 1}
{"text": "Juventus Dump Roma In The Rain Rejuvenated attacker Alessandro Del Piero inspired Juventus to a 2-0 win over AS Roma that restored their five point title advantage on holders AC Milan.", "label": 1}
{"text": "Gerrard issues warning The Merseyside captain, his professional career born and bred at Liverpool, wants to  quot;show his kids medals, quot; saying the Premiership side may not be able to rack up the major-tournament titles Gerrard thinks he deserves.", "label": 1}
{"text": "Bush Wants Baseball to Work Out Steroids Problem (Reuters) Reuters - President Bush wants Major League\\Baseball management and players to come up with a tough\\steroids testing program on their own and believes progress is\\being made, his spokesman said on Wednesday.", "label": 1}
{"text": "Broncos run win streak to 21 BOISE, Idaho -- Jon Helmandollar rushed for a school-record five touchdowns, and No. 13 Boise State clinched at least a share of its third straight Western Athletic Conference title with a 55-14 win over Louisiana Tech yesterday.", "label": 1}
{"text": "WORLD CUP QUALIFIER Republic of Ireland reaction:  #39;good defending, good organisation and good understanding #39;- in fact a pretty good day, all round!", "label": 1}
{"text": "Gibernau on Rossi #39;s tail WHILE Valentino Rossi coasted into his familiar position at the head of the pack for the Australian Motorcycle grand prix today, rival Sete Gibernau warned:  quot;Don #39;t write me off.", "label": 1}
{"text": "Busch Wins Nextel Cup Kurt Busch uses a late caution flag that produces four extra laps to hold on to a fifth-place finish at the Ford 400, wrapping up the Nextel Cup.", "label": 1}
{"text": " #36;11.6B Bill for Athens Games May Climb (AP) AP - The bill arrived for the Athens Olympics on Friday  #151; about  #36;11.6 billion, and it might climb higher. The tally announced by the government was almost double the original estimate, making the games by far the most expensive in Olympic history. The 2000 Sydney Games cost  #36;1.5 billion and the 1996 Atlanta Games  #36;1.72 billion.", "label": 1}
{"text": "LEVERKUSEN LEAVE IT LATE Two goals in five minutes rescued a point for Bayer Leverkusen as they staged a late fightback against Nurnburg. Sven Muller opened the scoring for the visitors and a Diego Placente own goal midway through ", "label": 1}
{"text": "STANFORD NOTEBOOK Gilbertson gives edge to Stanford Washington coach Keith Gilbertson, whose team lost to Notre Dame and Stanford the past two weeks, thinks Stanford (3-1) might have some advantages in its game Saturday at Notre Dame (3-2).", "label": 1}
{"text": "Rangers 2 Celtic 1 (aet) Rangers came from behind to defeat Celtic 2-1 in extra time of an epic CIS Insurance Cup quarter-final at Ibrox. Shota Arveladze was the man who fired the home side ahead after fellow substitute Dado Prso ", "label": 1}
{"text": "Reds pick up Casey #39;s option At season #39;s end there was a lot of talk about the possibility of Sean Casey being traded. That notion became extremely unlikely on Friday afternoon when Reds general ", "label": 1}
{"text": "A perpetual state for these visitors Up here in the rogue state of Massachusetts, life goes on. Politicians from the American outback run against its diversity, its liberalism, painting the state as an outsider. And assorted Vandals, Huns, and Visigoths from New York batter at its civilized gates, presumably forever.", "label": 1}
{"text": "Cubs Lose Another Heartbreaker to Reds Javier Valentin doubled in the go-ahead run with two outs in the 12th inning and the Cincinnati Reds played spoiler again.", "label": 1}
{"text": "Michigan Tech makes a quick turnaround Michigan Tech will continue one of the most improbable comebacks in college football history on a grand stage Saturday when it plays two-time defending NCAA Division II champion ", "label": 1}
{"text": "NHL Lockout at a glance The NHL said Wednesday it was imposing a lockout of the players association, effective Thursday -- the day after the expiration of the current collective bargaining agreement.", "label": 1}
{"text": "Eagles Lose OL Andrews  PHILADELPHIA (Sports Network) - Offensive lineman Shawn  Andrews, Philadelphia's No. 1 draft pick this year, suffered a  fractured right leg in Sunday's game against the New York  Giants. Head coach Andy Reid said after the Eagles' 31-17  victory that Andrews will miss the rest of the season.", "label": 1}
{"text": "Kidd to Make Season Debut Versus Raptors (Reuters) Reuters - New Jersey guard\\Jason Kidd is expected to make his season debut Monday, when\\the Nets host the Toronto Raptors at Continental Airlines\\Arena.", "label": 1}
{"text": "Judgement day looms for Button Jenson Button #39;s Formula One future should be decided on Saturday at a hearing that will also determine several other drivers #39; hopes of racing next year.", "label": 1}
{"text": "We #39;ll never let Gerrard leave FORGET any transfer bids for Steven Gerrard - that #39;s the cry from Liverpool chief executive Rick Parry. The midfielder fuelled speculation that a move was imminent when he stated earlier this week that the club must start winning things to keep him.", "label": 1}
{"text": "Tendulkar bats, but hopes look slim Sachin Tendulkar, left, has a friendly chat with Shane Warne during yesterday #39;s practice session at Mumbai #39;s Brabourne Stadium.", "label": 1}
{"text": "Awesome Federer caps momentous year Following a resounding defeat in the Masters Cup final, Lleyton Hewitt stated the obvious in hailing Roger Federer as the  quot;stand-out player of the last year and a half quot;.", "label": 1}
{"text": "Purdue Showcases Its Many Strengths While Overpowering Notre Dame Purdue receiver Taylor Stubblefield began pumping his fist in celebration 40 yards before he reached the end zone. Notre Dame cornerback Dwight Ellick fell to the ground ", "label": 1}
{"text": "Evidence of apathy So, did Robin Van Persie deserve to get a red card for his tussle with Kieran Richardson? After viewing the incident a number of times from a series of different angles and hearing the views from a raft of ", "label": 1}
{"text": "Liverpool and Everton to hold groundshare talks Sports minister Richard Caborn says he has been asked to convene a meeting between Liverpool and neighbours Everton over sharing a new stadium.", "label": 1}
{"text": "Throw lands pitcher in jail Incidents between baseball players and fans have long been part of the game. But they seem to be getting uglier with each year, and an imbroglio Monday night in Oakland, Calif.", "label": 1}
{"text": "McNabb, Culpepper to Square Off Monday (AP) AP - Both quarterbacks have strong arms, quick feet and plenty of wins on their resumes. One other thing Donovan McNabb and Daunte Culpepper have in common: They're the only two of the five heralded quarterbacks selected in the first round of the 1999 draft still in the NFL.", "label": 1}
{"text": "Most allowed to return home after gas fire MOSS BLUFF -- Hundreds of people who were evacuated last week when a tower of burning natural gas began roaring from an underground storage cavern were allowed to return home this morning.", "label": 2}
{"text": "IBM mulls sale of PC business IBM, seeking to exit an industry it helped pioneer two decades ago, hired Merrill Lynch to find a buyer for its personal-computer unit.", "label": 2}
{"text": "Credit Issuers Shares Dented by Kerry Plan Financial companies were under scrutiny Friday after Sen. John Kerry vowed to push for legislation that would curb credit card fees and protect homebuyers from unfair lending practices.", "label": 2}
{"text": "Hollywood Manager in Talks to Run Paramount  LOS ANGELES (Reuters) - Hollywood dealmaker Brad Grey, an  executive producer of the hit television show \"The Sopranos\"  and manager of Brad Pitt, is in line to take over Paramount  Pictures, a once-great studio that has fallen on tough times,  news reports said on Sunday.", "label": 2}
{"text": "On foot or by phone, fans chase few tickets Fans flocked to Fenway Park and tied the Boston phone system in knots yesterday trying to snare the few World Series tickets remaining after Major League Baseball, its corporate sponsors, and season ticket holders received their allotments.", "label": 2}
{"text": "Smithfield 2nd-Qtr Net Soars 61 on Higher Hog Prices (Update3) Smithfield Foods Inc., the world #39;s largest pork producer, said profit in the fiscal second quarter rose 61 percent as the company sold more hogs at higher prices.", "label": 2}
{"text": "Make all mobile homes safer during hurricanes While the complete post-mortem about Hurricane Charley will take months to complete, some conclusions already are apparent. For one, houses fared much better in the Category 4 winds than mobile homes.", "label": 2}
{"text": "BHP confident of China demand The world #39;s largest miner, BHP Billiton, yesterday said that high oil prices were affecting spending worldwide but China #39;s demand for commodities over the longer term was heartening.", "label": 2}
{"text": "Sprint Reports Wider Loss on Writedowns  WASHINGTON (Reuters) - Sprint Corp. &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=FON.N target=/stocks/quickinfo/fullquote\"&gt;FON.N&lt;/A&gt; on Tuesday  reported a wider third-quarter loss due to a writedown in the  value of its long-distance business.", "label": 2}
{"text": "Wholesale Prices Rose 0.5 in November Wholesale prices increased 0.5 percent in November, reflecting the biggest jump in natural gas costs since March 2003, the Labor Department said yesterday.", "label": 2}
{"text": "Murdoch #39;s remarks on buyouts, clients boost BSkyB Shares in UK pay-TV company BSkyB (BSY.L: Quote, Profile, Research) rose on hopes of a buyout on Wednesday after media mogul Rupert Murdoch spoke of buying out minorities in his News Corp.", "label": 2}
{"text": "Update 1: Thursday #39;s Commodities Roundup Precious metals settled lower Thursday as the US dollar staged a reversal and edged higher on better-than-expected US economic data.", "label": 2}
{"text": "Yuganskneftegaz won #39;t be able to repay extraction tax on time &lt;b&gt;...&lt;/b&gt; Moscow. (Interfax) - Yukos #39;s key production unit Yuganskneftegaz for now will not be able to fulfill the Natural Resources Ministry #39;s claim and repay its debt on the mineral resources extraction tax, Yukos CEO Steven Michael Theede told Interfax.", "label": 2}
{"text": "Manmohan praises contribution of Indian diaspora Prime Minister Manmohan Singh lavished generous praiseon the Indian diaspora, particularly in the US and Britain, calling them a  quot;bridge quot; between their adopted land and India and said the country took  quot;pride in their achievements quot;.", "label": 2}
{"text": "Pfizer Posts Higher Earnings on Drug Sales NEW YORK - Pfizer Inc. said Wednesday that third quarter earnings, excluding charges, beat Wall Street expectations by a penny, on strong sales of Lipitor and Celebrex medicines.", "label": 2}
{"text": "Celebrex Maker Will Examine Heart Risks With concern growing that a popular new class of arthritis medicine might increase a patient #39;s risk of heart attack and stroke, the maker of Celebrex -- one of the most widely sold drugs in ", "label": 2}
{"text": "DaimlerChrysler and Bombardier settle dispute over Adtranz sale Automaker DaimlerChrysler AG and transportation company Bombardier Inc. have settled a dispute over the 2001 sale of railcar maker Adtranz, the companies said Tuesday.", "label": 2}
{"text": "Bench-Pressed (Forbes.com) Forbes.com - Benchmarks are a big part of how investors make decisions. Each quarter investors pore over the results from individual stocks, mutual funds and other types of portfolios--and then compare them to an index, a broad basket of stocks in their category. If a stock or fund trails the benchmark's performance for only a quarter, a distressing number of investors sell. Bad idea.", "label": 2}
{"text": "PG amp;E ready to pay More than three years after PG amp;E Corp. stopped paying dividends during California #39;s electricity crisis, company executives said Friday that they plan to give stockholders quarterly payments of 30 cents per share next spring.", "label": 2}
{"text": "Amazon Posts Profit, Outlook Disappoints  SAN FRANCISCO (Reuters) - Amazon.com Inc. &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=AMZN.O target=/stocks/quickinfo/fullquote\"&gt;AMZN.O&lt;/A&gt; on  Thursday posted quarterly earnings that more than tripled on  strong international sales but offered an outlook for the  current quarter and next year that was below the more bullish  analyst forecasts, sending its stock down 8 percent.", "label": 2}
{"text": "Starting Wednesday, Hawaii by getting free copies of their. By Dave Segal. When it comes to credit reports, Wendy Burkholder has seen it all from customers who visit her at Consumer Credit Counseling Service of Hawaii.", "label": 2}
{"text": "EU calls dollar's weakness 'unwelcome' The euro's growing strength against the US dollar is  quot;unwelcome, quot; the European Central Bank chief said yesterday as the 12-nation European currency hovered just below a record high.", "label": 2}
{"text": "Small Business Optimism Still Strong (Reuters) Reuters - U.S. small business optimism dipped\\slightly last month but remained near record levels, suggesting\\a strong outlook for growth, a survey released on Tuesday\\showed.", "label": 2}
{"text": "Barclays looks to buy Absa stake UK lender Barclays says it is in talks with South Africa's Absa about buying a majority stake in the bank.", "label": 2}
{"text": "Fed to Raise Rates as Economy Strengthens  WASHINGTON (Reuters) - U.S. Federal Reserve policy-makers  met on Wednesday amid universal expectation they will nudge  interest rates up for a fourth time this year and growing  speculation that they will carry on with rate hikes.", "label": 2}
{"text": "Put more money into retirement plan now WASHINGTON -- Without a doubt, many employees who have access to a retirement plan at work contribute some money to it.", "label": 2}
{"text": "Vehicle complexity leads to record number of recalls Automakers have recalled more vehicles in the USA this year than ever before, likely more a result of the increasing complexity of cars and trucks and greater vigilance than a lapse in quality.", "label": 2}
{"text": "Markets Cheer Lifting of Gazprom Ring Fence The moment investors have been awaiting for years came unexpectedly Tuesday, when President Vladimir Putin backed plans to lift rules banning foreigners from buying local Gazprom shares.", "label": 2}
{"text": " #39;Medicine is for people, not profits #39; Dodge Ball, the game in which children try to avoid getting hit by a rubber ball, may seem to have nothing in common with the business of developing medicines.", "label": 2}
{"text": "DreamWorks Animation Charms Wall Street  NEW YORK (Reuters) - Star-struck Wall Street gave a  dazzling welcome to DreamWorks Animation SKG Inc. on Thursday,  sending shares of the animated film maker up more than 35  percent in their market debut.", "label": 2}
{"text": "Natural Gas Seems Headed the Way of Oil: More Demand, Less Supply, Higher Cost At a time when the nation is chafing at its dependence on foreign oil, it is becoming clear that the United States may be headed for the same situation with natural gas.", "label": 2}
{"text": "Genentech gets served The biotech giant is hit with a subpoena requesting documents related to the promotion of Rituxan, its best-selling drug. Just two days before its third-quarter earnings release, biotechnology pioneer Genentech ", "label": 2}
{"text": "Oracle hopes for fast turnaround on tender results Firm says preliminary results for tender offer for PeopleSoft shares could be available just after midnight Friday night.", "label": 3}
{"text": "Playing Games in Your 20's? Nintendo Is Onto You Nintendo is hoping that the Nintendo DS will win over older, more sophisticated gamers.", "label": 3}
{"text": "Handheld Computers Aid Republican Convention Security By HANNAH LOBEL     NEW YORK (AP) -- Submachine gun, check. Semiautomatic pistol, check...", "label": 3}
{"text": "Kerio MailServer 6 Server: requires Microsoft Windows 2000, Windows Server 2003, Windows XP, Red Hat Linux 9.0 or later, Red Hat Enterprise Linux 3, SuSE Linux 9.x, or Mac OS X 10.", "label": 3}
{"text": "Launch Date Set for Cosmos 1, The World #39;s First Solar Sail &lt;b&gt;...&lt;/b&gt; The Cosmos 1 team announced today that the worlds first solar sail spacecraft will be set for launch on March 1, 2005 from a submerged submarine in the Barents Sea.", "label": 3}
{"text": "Age of green cars arrives as Canadians cut emissions Cars that are environmentally friendly may be coming to drivers in North America faster than anyone expected after the Canadian government pledged this week to a dramatic 25 per ", "label": 3}
{"text": "Google patches one security hole, but another surfaces Search engine darling Google Inc. has patched a hole in its search engine the could have allowed malicious hackers to modify the content of the Google search results page or silently modify search results, but a new hole may have already appeared.", "label": 3}
{"text": "Arm offers \\$913 million for chip component firm U.K. semiconductor design company Arm Holdings PLC has agreed to acquire a Sunnyvale, California, provider of components for chip manufacturing in a deal valued at around \\$913 million in cash and stock.", "label": 3}
{"text": "Apple Unveils New iMac at Paris Show The new model, unveiled at the opening of the Apple Expo in Paris, upgrades the iMac line with the faster G5 processors already used in Apple's top-end Power Macs.", "label": 3}
{"text": "IBM to Quit Making PCs An era will come to an end when IBM sells off its computer manufacturing business, according to The New York Times. A Chinese company seems the likely buyer, and the deal should fetch upward of \\$2 billion.", "label": 3}
{"text": "Maryland court rejects paper requirement for e-voting SEPTEMBER 03, 2004 (COMPUTERWORLD) - A Maryland county court yesterday rejected a challenge to the use of electronic voting machines that sought to allow voters to opt out of using the technology.", "label": 3}
{"text": "Microsoft Opens Office for Governments Microsoft (Quote, Chart) has extended its Government Security Program (GSP) by offering government customers access to the source code of Microsoft Office 2003.", "label": 3}
{"text": "Death of L.A. Elephant Rekindles Zoo Welfare Debate (Reuters) Reuters - An African elephant, which\\collapsed and died at the Los Angeles Zoo this week, suffered a\\heart attack, officials said on Wednesday, and animal rights\\activists said the death underscored the risks of confining the\\large mammals in urban zoos.", "label": 3}
{"text": "Fred L. Whipple, 97, Dies; Comet Research Pioneer Astronomer Fred L. Whipple, 97, who died of an undisclosed ailment Aug. 30 at a hospital near Boston, was a leading sky watcher of the last century.", "label": 3}
{"text": "New Scientist Gives New Microsoft Search Thumbs Up Popular British scientific magazine New Scientist has given Microsofts new MSN search engine, still in very early beta, good grades.", "label": 3}
{"text": "Airpath Joins Wi-Fi Hotspots for Easier Web Access  AMSTERDAM (Reuters) - U.S.-based Wireless LAN operator  Airpath said on Tuesday it aims to run 20,000 public locations  for wireless computer access by late 2005, and connect to an  additional 30,000 hotspots through roaming agreements.", "label": 3}
{"text": "Part of the ECT News Network The holiday gaming season officially opened Tuesday with the release of  quot;Grand Theft Auto: San Andreas. quot; The third in the immensely popular line of video games is expected by analysts to sell at least 4.5 million copies, sales figures that would put it in ", "label": 3}
{"text": "Caller ID: Do you really know who's calling? Company debuts technology that will make it possible to send false information about an incoming call.", "label": 3}
{"text": "Private Rocket Unofficially Reaches Space MOJAVE, Calif. Sept. 29, 2004 - After recovering from a wild corkscrew roll on its ascent, the first private manned rocket soared to space and returned safely to Earth on Wednesday in a bid to earn a \\$10 million prize.", "label": 3}
{"text": "GameStop Earnings Up on Software Sales (AP) AP - Video-game chain GameStop Corp.'s second-quarter earnings rose on strong sales.", "label": 3}
{"text": "Atomic Power Station Halted in Russia, No Radiation (Reuters) Reuters - One reactor at a Russian nuclear power\\station was closed down after a malfunction, but there was no\\leak of radiation at the site near the city of Saratov on the\\Volga river, Russian news agencies reported on Friday.", "label": 3}
{"text": "Teach what science is: That would help evolution disputes subside Georgia is caught up in another dispute over whether and how evolution should be taught in biology classes. This time, the argument is over a Cobb County school official #39;s decision to put stickers in textbooks ", "label": 3}
{"text": "Warning: Defect in Siemens cellphones may cause hearing damage Ok, so its one thing for a cellphone to have a bug in it, it happens, but theresa defect in Siemens 65 series of cellphones (including the C65, M65, S65, SL65, CV65, CT65, CXV65, and CXT65) that could potentially result in hearing loss.", "label": 3}
{"text": "Oracle wins antitrust case, can pursue PeopleSoft (AFP) AFP - Oracle can pursue its 7.7 billion hostile takeover bid for rival business software maker PeopleSoft, a federal judge has ruled in a stunning setback for the US Justice Department.", "label": 3}
{"text": "Microsoft adds IP indemnity to Linux fight Borrowing a line from Allstate Insurance, Microsoft wants customers to know they are in good hands when they choose its software. The software maker plans to announce on Wednesday that it will indemnify nearly ", "label": 3}
{"text": "gdSuite Version 1.1 Released gdSuite is an add-on to Google Desktop. With Google Desktop and gdSuite, you can instantly find emails (from Outlook and Outlook Express), chats (in AOL and AOL Instant Message AIM), and web pages you #39;ve viewed in Internet Explorer.", "label": 3}
{"text": "HP iPod Photo? So now that Apple has officially rolled out the new iPod Photo, we still have one nagging question: will HP follow suit and come out with an HP iPod Photo?", "label": 3}
{"text": "Microsoft, BT team on software as services LONDON - Microsoftis ramping up its efforts to sell software as a service by teaming with U.K. telecommunications giant BT Group PLC to provide a platform for the delivery of its business applications.", "label": 3}
{"text": "Internet pharmacies get go-ahead The government gives the green-light to internet-only pharmacies in England.", "label": 3}
{"text": "Netflix, TiVo team up on broadband movies to the home (MacCentral) MacCentral - Netflix Inc. and TiVo Inc. have signed an agreement to let TiVo subscribers access Netflix's library of movies over broadband Internet connections, the two companies announced Thursday.", "label": 3}
{"text": "Symantec adds threat data to managed security services Beginning next week, users who pay Symantec to manage their security infrastructures will be able to get extensive information on global cyberthreats and threats particular to their IT systems.", "label": 3}
{"text": "Word of the year: Blog Merriam-Webster says the most searched word on its Web sites in 2004 was  quot;blog. quot; The dictionary publisher defines the word as  quot;a Web site that contains an online personal journal with reflections, comments, and often hyperlinks provided by the writer.", "label": 3}
