{"sentence1": "Durham is the 'City of Medicine' and home of Duke University and North Carolina Central.", "sentence2": "Duke University is in Durham.", "label": 0, "idx": 1076}
{"sentence1": "Bowles will take the title HRH Duchess of Cornwall, changing it to the Princess Consort, when Charles becomes King.", "sentence2": "Bowles will take the title of Princess Consort.", "label": 0, "idx": 1216}
{"sentence1": "The World Bank has also been criticized for its role in financing projects that have been detrimental to human rights and the natural environment.", "sentence2": "The World Bank is criticized for its activities.", "label": 0, "idx": 779}
{"sentence1": "Political leaders pledged that construction of the so-called Freedom Tower -- which will rise 1,776 feet into the air and be the world's tallest building -- will be finished on schedule by the end of 2008.", "sentence2": "The Freedom Tower will be the world's tallest building.", "label": 0, "idx": 964}
{"sentence1": "The Walt Disney Co. donated one of the world's most significant private collections of African artwork, yesterday, to the Smithsonian's National Museum of African Art.", "sentence2": "Disney gave the Smithsonian a trove of sought-after African art.", "label": 0, "idx": 619}
{"sentence1": "White supported Gough Whitlam's Labor government of 1972 to 1975, and after Whitlam was ousted in the 1975 constitutional crisis, became particularly anti-royalist.", "sentence2": "White assisted the Labor government from 1972 to 1975.", "label": 0, "idx": 943}
{"sentence1": "On Thursday, Syria said that it supports Iran's nuclear stance and said it \"has a right to atomic technology,\" and said Western objections to Tehran's nuclear ambitions were \"not persuasive.\" It comes in the wake of demands by US and European countries for Iran to halt its nuclear fuel enrichment activities. Iran notes that its nuclear program is civilian and consistent with Article IV of the Nuclear Non-Proliferation Treaty, which establishes the inalienable right of all the Parties to the Treaty to develop research, production and use of nuclear energy for peaceful purposes, and that it in line with Article IV, it will not abandon its enrichment efforts.", "sentence2": "Iran is backed up by Syria.", "label": 0, "idx": 786}
{"sentence1": "The State of California Department of Occupational Health and Safety released its report on the September 5 fatal accident on Disneyland's Big Thunder Mountain Railroad attraction.", "sentence2": "Disneyland has accident", "label": 0, "idx": 546}
{"sentence1": "Humic acids are complex organic molecules formed by the breakdown of organic matter in the soil. They are not considered to be fertilizers, but soil enhancers and improvers.", "sentence2": "Organic fertilizers are used as soil enhancers.", "label": 1, "idx": 275}
{"sentence1": "South African President Thabo Mbeki, the main mediator in Côte d'Ivoire's peace process, said on Sunday that Pretoria is heightening its intervention in the West African nation to pave the way for elections later this year.", "sentence2": "Pretoria is located in Côte d'Ivoire.", "label": 1, "idx": 2178}
{"sentence1": "\"Mayday! Here is Estonia! Outside Uto lighthouse. We have listed 20 to 30 degrees,\" the Finnish Coast Guard quoted the distress signal.", "sentence2": "The Estonia sank south of Uto island.", "label": 1, "idx": 856}
{"sentence1": "The substances that our company uses do not leave stains, do not have an unpleasant smell and are not toxic.", "sentence2": "Our substances remove stains.", "label": 1, "idx": 1183}
{"sentence1": "Hacking reported his wife missing on July 19, a Monday.", "sentence2": "Mark Hacking was booked into the Salt Lake County Jail on Monday.", "label": 1, "idx": 117}
{"sentence1": "On August 21, the Polish weekly Przekrój published an advertisement for Dan-Mark exercise books, bearing the logo of 4fun.tv, a Polish music/interactive  TV station. Part of the advertisement contained a definition of the word \"exercise book\". The wording looked familiar, and Wikinews consulted Wikipedia,  the collaborative online encyclopedia. Upon seeing the Wikipedia definition, it appeared that the entry quoted in the promotional material was identical to the initial two paragraphs of the relevant Wikipedia entry.", "sentence2": "Readers of online encyclopedias can edit the contents.", "label": 1, "idx": 1758}
{"sentence1": "The marriage is planned to take place in the Kiev Monastery of the Caves, whose father superior, Bishop Pavel, is Yulia Timoshenko's spiritual father.", "sentence2": "Yulia Timoshenko is the daughter of Bishop Pavel.", "label": 1, "idx": 509}
{"sentence1": "Workers at the Lufthansa Technik Automotive plant in Co Dublin are due to vote today on changes to work practices being sought by the company's management. The aircraft engine maintenace firm has warned that rejection of the proposals would threaten a planned €17230m investment in the Rathcoole plant and put jobs at risk. LTA says it is not seeking any lay-offs or pay cuts and the planned investment would guarantee the future of the plant for the next 15 years. The work-practice changes are being sought following the collapse of Labour Relations Commission talks on the matter.", "sentence2": "Lufthansa Technik Automotive fires 30 workers.", "label": 1, "idx": 57}
