{"text": "Indonesians Get Ready for Final Round of First Direct Presidential &lt;b&gt;...&lt;/b&gt; Indonesians are preparing to go to the polls Monday in the final round of the country #39;s first-ever democratic presidential election.", "label": 0}
{"text": "Another American beheaded BAGHDAD, Sept. 22. - Iraqi officials recovered a decapitated corpse in western Baghdad today and turned it over to US officials, who were investigating if it was the body of Jack Hensley -he second American ", "label": 0}
{"text": "New peace hope in post-Arafat era ONE OF Yasser Arafat #39;s least-admired roles in the last few years was as the constantly cited excuse for international futility in Middle Eastern peace efforts.", "label": 0}
{"text": "Four Killed in Mosul Gun Attack Gunmen attacked a car in the northern Iraqi city of Mosul on Friday, killing four male passengers, and witnesses said three of the victims were foreigners.", "label": 0}
{"text": "US hits Mosul The US military attacked rebel targets in Mosul with air and ground fire yesterday after an upsurge in violence in the northern Iraqi city.", "label": 0}
{"text": "Asean must fast-track integration Two of Southeast Asias newest leaders called for faster economic integration at an annual meeting Sunday, saying the region risked being trampled by China and India if it did not act.", "label": 0}
{"text": "Furious Japan seeks action against NKorea for lying about &lt;b&gt;...&lt;/b&gt; TOKYO : Japan is enraged at North Korea for allegedly lying about the deaths of two of its citziens the Stalinist state kidnapped, with commentators warning the deception has set back the chances of reconcilation with the outside world.", "label": 0}
{"text": "Passenger Leaves Hijacked Greek Bus (Reuters) Reuters - A passenger was seen leaving a hijacked\\Greek bus Wednesday five hours after two foreign gunmen seized\\the vehicle carrying 26 passenger in an Athens suburb, a\\Reuters correspondent at the scene said.", "label": 0}
{"text": "Phillies Closer Ejected in Win Over Mets (AP) AP - Philadelphia closer Billy Wagner was furious after he was ejected in the ninth inning of Saturday's game 11-9, 13-inning win over the New York Mets for throwing two high-and-tight pitches to Cliff Floyd.", "label": 1}
{"text": "Emlyn Hughes, a star on the pitch and the screen, dies aged 57 To football fans he will be remembered as the indomitable leader of the Reds. To many others, the defining memory of Emlyn Hughes will be of a jumper-wearing, quiz-show team captain being berated by Princess Anne for his spelling.", "label": 1}
{"text": "Jaguar and Ford Pull Out of Formula One Jaguar will pull out of Formula One at the end of 2004, with parent company Ford #39;s engine maker Cosworth also up for sale. Ford #39;s bombshell announcement on Friday has huge ", "label": 1}
{"text": "Seeds suffer as French Open champion Gaudio exits at Paris Masters PARIS (CP) - American Andy Roddick surged into the third round of the Paris Masters with a 6-2, 6-2 rout of Armenia #39;s Sargis Sargsian on Wednesday while Daniel Nestor of Toronto and Mark Knowles of the Bahamas were defeated in doubles action.", "label": 1}
{"text": "India end losing streak with thrilling win London: The hallowed turfs of Lord #39;s once again provided the inspiration for the Indian team who ended their five-match losing streak with a thrilling 23-run victory over England in the third and final NatWest Challenge one-day cricket international here ", "label": 1}
{"text": "Inside the NFL - Manning playing as well as any quarterback ever Dan Marino, one-time recordsetting quarterback for the Miami Dolphins but now an analyst for CBS sports, tried in an interview earlier this season to get Colts quarterback Peyton Manning ", "label": 1}
{"text": "Sprinter Earle Connor suspended from Paralympic team pending CCES &lt;b&gt;...&lt;/b&gt; ATHENS (CP) - Canadian sprinter Earle Connor has been suspended from the Canadian Paralympic team pending the final review of his positive drug test by the Canadian Centre for Ethics in Sport.", "label": 1}
{"text": "Westwood carries narrow lead Englishman Lee Westwood will take a one-shot lead over a tightly bunched group of players into Sunday #39;s final round of the Nedbank Golf Challenge played at the par-72, 7162m, Gary Player Country Club layout.", "label": 1}
{"text": "Greenspan tells G20 US outlook favourable-source The outlook for the US economy in the coming quarters is favourable despite a continued fall in personal savings, US Federal Reserve Chairman Alan Greenspan was quoted as saying on Saturday.", "label": 2}
{"text": "A naming-rights offer writ small Corporate donors who couldn't afford to pony up millions a year to affix their brand names to Gillette Stadium or the FleetCenter might consider this: For a mere \\$200,000, they can now buy the naming rights to a performance studio at a Worcester radio station.", "label": 2}
{"text": "Sluggish back-to-school buying hits retail sales Wal-Mart Stores (WMT) and other top retailers reported sluggish August sales Thursday, below Wall Street expectations, as soaring fuel prices cut into back-to-school spending.", "label": 2}
{"text": "On tap: aluminum bottles PITTSBURGH -- How much would you pay for a bottle of beer that stays cold nearly an hour longer?", "label": 2}
{"text": "US new home sales, loan supply to fall-Fannie CEO US new home sales and new mortgage supply are expected to fall in 2005, but will still run near historically high levels, said Franklin Raines, chief executive officer at Fannie Mae (FNM.", "label": 2}
{"text": "Crude Oil Rises as OPEC Ministers Call for a Production Cut Crude oil rose for a second day on speculation that the Organization of Petroleum Exporting Countries will call for a production cut at a meeting tomorrow.", "label": 2}
{"text": "Capital benefits for News NEWS Corporation shareholders were told yesterday to expect an even brighter future if the global media conglomerate moved its primary listing to the New York stock exchange.", "label": 2}
{"text": "Absa Says Stake-Sale Talks With Barclays Progressing (Update4) Absa Group Ltd., South Africa #39;s fourth- biggest bank, said talks to sell a controlling stake to Barclays Plc, the UK #39;s No.", "label": 2}
{"text": "Website sued over illegal film downloads The Motion Picture Association of America says it has sued a company that sells Internet downloads of current movies like  quot;I, Robot quot; and  quot;Spider-Man 2 quot; without permission.", "label": 3}
{"text": "British Cave Yields Elaborate Ice-Age Art A detailed survey of ancient cave carvings at a site first discovered last year in Nottinghamshire, England, reveals the etchings may be some of most elaborate Ice Age art ever found.", "label": 3}
{"text": "Leading Vendors Back Competing Systems-Management Specifications The WS-Management spec is part of the effort to improve Sun-Microsoft system interoperability. But IBM is taking a different road.", "label": 3}
{"text": "US tech execs optimistic about spending NEWYORK: US technology executives are increasingly optimistic about the business climate, although plans for increased technology spending remain modest, according to a study.", "label": 3}
{"text": "NASA seeks methods to repair shuttles in flight The US National Aeronautics and Space Administration or NASA is hoping to develop techniques to allow a crew to repair damages to Space Shuttle in flight.", "label": 3}
{"text": "Dell Profit Rises 25 as Sales Beat Growth Rate for Industry Dell Inc. said that its quarterly profit climbed 25 percent, propelled by an increase in technology spending by American businesses and a surge in sales abroad.", "label": 3}
{"text": "Matrix cast to lend voice talent to Matrix Online The Matrix Online will benefit from the voice talents and likenesses of many of the movie trilogy #39;s original cast, Warner Bros.", "label": 3}
{"text": "European Union Extends Microsoft-Time Warner Review BRUSSELS, Belgium (AP) -- European antitrust regulators said Monday they have extended their review of a deal between Microsoft Corp. (MSFT) and Time Warner Inc...", "label": 3}
