{"text": "In Georgia, transformation isn't fast enough for some TBILISI, Georgia -- The old white Zhiguli fairly flew down the highway, skimming precariously over the potholes as Garri Nersesov clutched the wheel and declared victory in the war on corruption.", "label": 0}
{"text": "97 Abandoned Migrants Found in Mexico (AP) AP - Police found 97 undocumented migrants crammed into an abandoned freight trailer on the side of a highway in the southern state of Chiapas Thursday, after the migrants hacked a breathing hole in the side of the trailer with a pick when the driver fled.", "label": 0}
{"text": "Indian PM Singh: Peace Talks With Pakistan Making Progress Indian Prime Minister Manmohan Singh says his nation is working toward a  quot;mutually acceptable solution quot; to all outstanding issues with Pakistan, including disputed Kashmir.", "label": 0}
{"text": "Death count climbs to 622 in storm-devastated Haiti GONAIVES, Haiti -- The death toll from a tropical storm that devastated parts of Haiti rose to 622 late yesterday as search crews recovered hundreds of bodies carried away by raging weekend floods or buried by mud or the ruins of their homes, officials said.", "label": 0}
{"text": "Zaballa in Breakaway Stage Win  COLLADO VILLALBA, Spain (Reuters) - Spain's Constantino  Zaballa, riding for the Saunier Duval team, broke away early in  the day for an easy win in Friday's 19th stage of the Tour of  Spain over Avila and Collado Villalba.", "label": 1}
{"text": "Gibbs, 'Skins off to the races It was an emotional return for Joe Gibbs. Tied in the fourth quarter, an interception by Antonio Pierce turned the momentum, and the Washington Redskins beat the Tampa Bay Buccaneers, 16-10, yesterday in Landover, Md., to welcome the Hall of Fame coach back to the NFL after a 12-year hiatus.", "label": 1}
{"text": "The lengths some women will go to Yelena Isinbayeva of Russia took the gold and broke the world record on Tuesday but the question on many minds was: how long was her pole?", "label": 1}
{"text": "Renault F1 Team prepares for Lyon spectacle The Renault F1 Team Roadshow will touch down in Lyon on Sunday 5 September 2004 for a festival celebration of Renaults rich motorsport heritage.", "label": 1}
{"text": "U.S. Orders Airlines to Release Fliers' Data TSA will collect domestic passenger records for June 2004; data will be used to test program aiming to hunt for terrorists. &lt;FONT face=\"verdana,MS Sans Serif,arial,helvetica\" size=\"-2\" color=\"#666666\"&gt;&lt;B&gt;-The Washington Post&lt;/b&gt;&lt;/font&gt;", "label": 2}
{"text": "Supreme Court To Hear Cable Modem Case It is unfair that DSL products deemed telecom services have been regulated much more tightly than the primary competition -- cable modems -- telcos have complained.", "label": 2}
{"text": "BP Profits  #39;1m A Day #39; Oil giant BP today said record fuel prices and better refining margins had helped it to bank nearly 1 million a day in profits. BP posted profits of 3.94 billion US ", "label": 2}
{"text": "SEC Charges Raymond James with Fraud  WASHINGTON (Reuters) - U.S. securities regulators on  Thursday charged brokerage Raymond James Financial Inc. &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=RJF.N target=/stocks/quickinfo/fullquote\"&gt;RJF.N&lt;/A&gt;  with fraud over misconduct by a former broker charged with  misappropriating about \\$8.7 million in investor funds.", "label": 2}
{"text": "Bush Accused of Blocking Arctic Report NEW YORK, 19 September 2004 - With a successive series of hurricanes ravaging the Caribbean and the southeast United States, US lawmakers and environmentalists met this week to examine if these climate changes are due, in part, to greenhouse-gas ", "label": 3}
{"text": "Quick-thinking driver helps cops save the day Nashville - Thanks to a quick-thinking robbery victim and his camera-equipped cellphone, police had a photo of the suspect and tracked him down in 10 minutes, police said.", "label": 3}
{"text": "NASA's Return to Flight on Track, Shuttle Officials Say (SPACE.com) SPACE.com - NASA is close \\to nbsp;meeting all nbsp;of the return-to-flight safety requirements set by \\Columbia accident investigators and should be able to launch a shuttle by May \\2005, shuttle program officials said today.", "label": 3}
{"text": "Melting Arctic Bogs May Hasten Warming, Study Says In Siberia the world's largest peatlands absorb greenhouse gasses. But could global warming thaw and dry the bogs, turning them into greenhouse gas faucets?", "label": 3}
