{"question1": "What document provides guidance on implementing safety programs in ground units and who was responsible for creating it?", "question2": "I need guidance about CFA program. Can somebody guide me about the same?", "label": 0, "idx": 161140}
{"question1": "What are some words that rhyme with here?", "question2": "Does a word rhyme with itself? How about homonyms?", "label": 0, "idx": 167073}
{"question1": "My Instagram is set up with an email I no longer have access to. How do I change my password for Instagram without my email password?", "question2": "I've forgetten my user id and password for IRCTC, and when I click on the forget password link, it asks me to enter my user id! How do I retrieve my id and passkey?", "label": 0, "idx": 65429}
{"question1": "What are the best restaurants to try when visiting Bhilwara, Rajasthan, India? What should you try while you're there?", "question2": "How should I make my calculus strong for jee, I have only coaching material?", "label": 0, "idx": 233746}
{"question1": "What is retirement age?", "question2": "What is the retirement age in army?", "label": 0, "idx": 279083}
{"question1": "Is there an economical way to travel from Szczecin to Poznan?", "question2": "Is there an economical way to travel from Dresden to Poznan?", "label": 0, "idx": 28500}
{"question1": "Do employees at Citizens have a good work-life balance? Does this differ across positions and departments?", "question2": "Do employees at Netflix have a good work-life balance? Does this differ across positions and departments?", "label": 0, "idx": 292165}
{"question1": "What exactly is the use of Anti-transmutation circle?", "question2": "What exactly is Full Metal Alchemist: Brotherhood?", "label": 0, "idx": 16354}
{"question1": "What is it like to be an Indian medical student?", "question2": "How do Indian students apply for US Medical Colleges?", "label": 0, "idx": 232570}
{"question1": "What is the average width of a two lane road and why?", "question2": "Toll Roads: I drove on the 110 express Fastrak (whatever they're called) lanes today, without a transponder. Is there anything I can do, except wait for the mail with the violation notice?", "label": 0, "idx": 100294}
{"question1": "How did rice become a cash crop in Louisiana? What is the economic impact of this industry in Louisiana?", "question2": "How did sugarcane become a cash crop in Louisiana? What is the economic impact of this industry in Louisiana?", "label": 0, "idx": 69193}
{"question1": "\"What is meant by \"\"Banno tera Swagger\"\" in the song \"\"Banno\"\" from \"\"Tanu Weds Manu 2\"\"?\"", "question2": "\"Has the end of the song \"\"Banno tera swagger, Lage Sexy\"\" been taken from the Marathi movie album \"\"Natrang\"\"?\"", "label": 0, "idx": 155600}
{"question1": "What are differences between Disc Brake and Drum Brake?", "question2": "Car & Truck brakes.  Disc brakes have almost completley replaced drum brakes on cars.  Why hasn't this also happened on large trucks?", "label": 0, "idx": 170028}
{"question1": "Do aliens exists?", "question2": "What is the probability that extraterrestrial intelligence exists?", "label": 0, "idx": 109702}
{"question1": "Why does holding in farts for a long period of time cause pain?", "question2": "How do I lessen the pain of sitting in 'Indian style' for long periods of time?", "label": 0, "idx": 175491}
{"question1": "What happens if I am traveling in the US temporarily and don't pay a medical bill I receive for ER care while in the USA?", "question2": "What happens to the medical bills when a patient is given end of life care and doesn't survive?", "label": 0, "idx": 191739}
{"question1": "What is cutoff for IIIT Bhubaneswar?", "question2": "What is the cutoff for iiit Bhubaneswar?", "label": 1, "idx": 219857}
{"question1": "What is the best poem that you have ever written?", "question2": "What is your favorite poem that you have written?", "label": 1, "idx": 112731}
{"question1": "How will the move for non-tenderisation of 500 and 1000 Rupee notes affect property rates?", "question2": "How will demonetisation of 500 and 1000 notes affect on property rates?", "label": 1, "idx": 123214}
{"question1": "Why does having your period hurt?", "question2": "Does having your period hurt?", "label": 1, "idx": 302192}
{"question1": "What programming languages should be learned to become best programmer?", "question2": "Which programming language is the best nowadays?", "label": 1, "idx": 134375}
{"question1": "How can I recover data on a broken iPhone?", "question2": "How can I recover data on a broken iPhone 5?", "label": 1, "idx": 333394}
{"question1": "Where can I get very nice and original flavor cupcakes in Gold Coast?", "question2": "Where can I get great range of flavours for cupcakes at Gold Coast?", "label": 1, "idx": 195932}
{"question1": "Does water exist on mars?", "question2": "How could water be produced on Mars?", "label": 1, "idx": 151587}
{"question1": "\"Does EVERYONE experience chills or as some people call it \"\"Frissom\"\" when listening to music? Or is it only a few people?\"", "question2": "Does EVERYONE experience Frisson? (chills and goosebumps) sometimes when listening to music? Or is it not all people and only some?", "label": 1, "idx": 300332}
{"question1": "What are fields for specialization after MBBS? Some of the best fields which has higher salary?", "question2": "What are fields for specialization after mbbs? Some best fields which has higher salary?", "label": 1, "idx": 323859}
{"question1": "What is the strangest/weirdest/wildest thing you have ever done? What do you wish to do?", "question2": "What is the wildest thing you have done?", "label": 1, "idx": 170685}
{"question1": "How do you hack into Instagram?", "question2": "Is it possible to hack any instagram account?", "label": 1, "idx": 273391}
{"question1": "Is time travel to 2010 possible?", "question2": "Is time travel possible in next 5 years?", "label": 1, "idx": 337709}
{"question1": "What is it like to parent a child who has Down Syndrome?", "question2": "What is it like to have a child with Down Syndrome?", "label": 1, "idx": 240880}
{"question1": "How do I download hotstar videos using Personal Computer or Laptop?", "question2": "Is there any way to download hotstar serials?", "label": 1, "idx": 152913}
{"question1": "Is time travel already possible on Earth?", "question2": "Is time travel still theorized as being possible?", "label": 1, "idx": 138067}
