{"question1": "Google: What is the minimum speed of 4g networks?", "question2": "What is the present speed of 4G LTE in India?", "label": 0, "idx": 269544}
{"question1": "Should my siblings Ancestral DNA pattern be the same as mine?", "question2": "What does mean if someone getting anyways problems?", "label": 0, "idx": 199533}
{"question1": "Is €570 per month enough to live comfortably in Wageningen, the Netherlands? Excluding accommodation.", "question2": "Is 4500 AUD per month enough for a couple to live in Sydney?", "label": 0, "idx": 291394}
{"question1": "On take off … The first officer says 'positive rate' and then waits for the captains command to pull up the landing gear. Why does he ask?", "question2": "How do you fly on a broom, like a witch does?", "label": 0, "idx": 115395}
{"question1": "Are Moto G4 plus phones available in markets?", "question2": "Is Moto G4 Plus a good phone comparing to other phones available in the market at this rate?", "label": 0, "idx": 119046}
{"question1": "What is the meaning of Punjabi word 'Chitta'?", "question2": "What is the meaning of the Punjabi word “Bulleya”?", "label": 0, "idx": 81662}
{"question1": "What are the best schools for masters in HCI in US which also includes coding?", "question2": "Is it ok if I drive at speeds above 60 kmph before 1000 km mark in a ktm rc 200?", "label": 0, "idx": 30867}
{"question1": "What are some tips for starting a blog?", "question2": "What is blogging and how can I start my own blog?", "label": 0, "idx": 27256}
{"question1": "What do you personally think/believe we should do with the 12 million undocumented people in the USA?", "question2": "I want to start investing in Stock market in India.Please advise me the process to be followed. I want to make sure I will not be cheated by brokers?", "label": 0, "idx": 105865}
{"question1": "I overfilled my car's engine with engine oil, can that harm my engine?", "question2": "My Audi A4 2008 was overfilled with oil and the engine stopped. How much will it cost for repair?", "label": 0, "idx": 342734}
{"question1": "What makes women sexually attracted to men?", "question2": "What makes a man attractive to women?", "label": 0, "idx": 224475}
{"question1": "Does English have dialects?", "question2": "How many dialects of English are there?", "label": 0, "idx": 138605}
{"question1": "Whom would you vote: a good candidate from a bad party or a bad candidate from a good party?", "question2": "What is there left to do if you do not wish to vote for either political party's candidate?", "label": 0, "idx": 105235}
{"question1": "What would you think of someone who invented a teleporting machine?", "question2": "What are all the purposes a teleporter will be used for, if it ever gets invented?", "label": 0, "idx": 154833}
{"question1": "What is the cast-wise percentage population in AP?", "question2": "Do you about caste wise population in India?", "label": 0, "idx": 346778}
{"question1": "Does University of Texas Arlington accept a GRE score of 302 ,TOEFL 91 ,IELTS 8 and CGPA 7.02?", "question2": "Does a university that accepts an IELTS score also accept a TOEFL score?", "label": 0, "idx": 338773}
{"question1": "How do I get WhatsApp plus?", "question2": "Is there really WhatsApp Plus or are the screenshots fake? If it's real, what is its link?", "label": 0, "idx": 167526}
{"question1": "How good are colleges like SIIB, TAPMI, Narsee Monjee Bangalore, KJ Somaiya and Goa institute of Management? Is it worth it to pursue MBA from these colleges after having 2 years of job experience? CAT/XAT/CMAT cutoff for these colleges? Avg salary package of these colleges?", "question2": "What are the good colleges one taking XAT and CMAT apply for?", "label": 0, "idx": 76267}
{"question1": "How do people hack into social media accounts?", "question2": "How do I explain to people why I deleted my social media accounts?", "label": 0, "idx": 103122}
{"question1": "How do I prepare for symbiosis Pune entrance exam for mass communication? What do I have to study?", "question2": "My girlfriend and her bestfriend are fighting. What can I do to help?", "label": 0, "idx": 99844}
{"question1": "What happens if you take Azithromycin and Doxycycline together?", "question2": "Is it safe to take Provigil and Ativan together?", "label": 0, "idx": 204258}
{"question1": "Is it useful for people early in their career to attend conferences?", "question2": "What is it like to attend a Humanity+ conference?", "label": 0, "idx": 341481}
{"question1": "I am a YouTube creator and I want a best budget canon or Nikon DSLR under Rs.40K for tech video capturing, So which one is the best in the market?", "question2": "Does Ashwagandha powder increase weight?", "label": 0, "idx": 29767}
{"question1": "What are the best male masturbation techniques?", "question2": "How does a girl feel if she sees a guy masturbating?", "label": 0, "idx": 303296}
{"question1": "What is a suitable solar panel installation provider near Monrovia, California CA?", "question2": "What is a suitable solar panel installation provider near Antioch, California CA?", "label": 0, "idx": 265067}
{"question1": "What is the proper firing order of a 4 cylinder engine?", "question2": "What is the firing order of an engine?", "label": 0, "idx": 238301}
{"question1": "How do you make sodium pentothal?", "question2": "How can sodium be obtained from sodium chloride?", "label": 0, "idx": 271917}
{"question1": "Does Blue Buffalo donate to charities?", "question2": "Would a psychopath donate to charity?", "label": 0, "idx": 32849}
{"question1": "Can I use the t2.micro EC2 instance to handle around 2000 requests on my web server (Apache2, MySQL & PHP)?", "question2": "What are some good uses for AWS EC2 t2 instance types?", "label": 0, "idx": 253964}
{"question1": "Why is Uranium's half-life so long?", "question2": "A scientist finds [math[ 0.494\\%[/math] of Carbon 14 in bones of a dead person. How long ago the person die? The half life of carbon is 5,730 years.", "label": 0, "idx": 348599}
{"question1": "How does the RBI pump INR 10,20 and 50 notes into the system?", "question2": "How does RBI pump new currency?", "label": 0, "idx": 176852}
{"question1": "\"In the Mid-Day column \"\"Shot in the dark\"\", which celebs are they talking about?\"", "question2": "What are the Location in which Shah Rukh Khan's new movie song Gerua - Dilwale is shot? or Are they just vfx, green screen effects?", "label": 0, "idx": 322122}
{"question1": "Who exactly is the Taliban?", "question2": "What is the Taliban?", "label": 1, "idx": 296749}
{"question1": "What is the procedure to get jobs in embassies?", "question2": "What is the procedure to get jobs in Embassy?", "label": 1, "idx": 37202}
{"question1": "What are the safety precautions on handling shotguns proposed by the NRA in Arkansas?", "question2": "What are the safety precautions on handling shotguns proposed by the NRA in Wisconsin?", "label": 1, "idx": 311978}
{"question1": "What can I do to get accepted into an Ivy League school?", "question2": "How can I improve my chances of being accepted into an Ivy League school?", "label": 1, "idx": 248136}
{"question1": "How can we ask someone to partnership with us?", "question2": "How do I ask for a partnership with a billionaire?", "label": 1, "idx": 8558}
{"question1": "Why do some people hate atheists?", "question2": "Why do people hate atheists so much?", "label": 1, "idx": 339514}
{"question1": "Do I look more accurate in a mirror or picture?", "question2": "How can I know wether I look better on mirror or on pictures?", "label": 1, "idx": 179304}
{"question1": "Why is losing 40 pounds in a week an unrealistic goal?", "question2": "Is it possible to lose 40 pounds in one month?", "label": 1, "idx": 97326}
{"question1": "What is a good substitute for soy sauce in a recipe?", "question2": "How can I substitute soy sauce in a recipe?", "label": 1, "idx": 239512}
{"question1": "How do I log out in Quora?", "question2": "How I can I logout from Quora?", "label": 1, "idx": 161374}
{"question1": "What ways will you suggest to curb air pollution in delhi? How will they be implemented also?", "question2": "How can we help to reduce pollution in Delhi?", "label": 1, "idx": 99772}
{"question1": "How can I learn Number Theory online?", "question2": "What is the best way to learn number theory for amateurs?", "label": 1, "idx": 69904}
{"question1": "Why did Arnab Goswami resign from Times Now?", "question2": "Why does Arnab Goswami left Times Now?", "label": 1, "idx": 278210}
{"question1": "Chamath Palihapitiya: How do I get venture capital or crowd funding for my startup?", "question2": "How can I get venture capital or private equity for companies.?", "label": 1, "idx": 214328}
{"question1": "What is the phone number for Zoho Customer Help?", "question2": "What is the Zoho mail tech support number for customer service in the USA & Canada?", "label": 1, "idx": 26526}
{"question1": "Which mobile phone should I buy under Rs.15000?", "question2": "Which is best mobile under 15000?", "label": 1, "idx": 60007}
{"question1": "What programming language I should learn first?", "question2": "In what order should I learn programming languages?", "label": 1, "idx": 120459}
{"question1": "Who or what inspires you and why?", "question2": "Who inspires you and how?", "label": 1, "idx": 326010}
{"question1": "How can I start making money using internet?", "question2": "How do you earn money from internet?", "label": 1, "idx": 107439}
{"question1": "What is Bulletproof Coffee good for?", "question2": "Is bulletproof coffee campaign legit?", "label": 1, "idx": 187843}
{"question1": "Is World War 3 on the way with the US Elections?", "question2": "What are the prophecies of world war 3 and will it actually happen?", "label": 1, "idx": 35974}
{"question1": "What are some of the best Hindi short films?", "question2": "Which are the best short movies on Youtube made by Indians?", "label": 1, "idx": 122432}
{"question1": "What challenges will humans face on Mars?", "question2": "What are the biggest challenges in sending humans to Mars?", "label": 1, "idx": 10592}
{"question1": "Which type of SEO more percentage help organic traffic? Onpage or off page", "question2": "Which type of SEO has a more percentage of organic traffic, on-page or off-page?", "label": 1, "idx": 320736}
{"question1": "What will happen if world declares Pakistan as terror sponsor state?", "question2": "What will happen if Pakistan is declared as a terror state?", "label": 1, "idx": 107153}
{"question1": "Can you still be pregnant with neg test and period?", "question2": "Can a woman be pregnant when she's still having a period?", "label": 1, "idx": 245758}
{"question1": "What do I do when I think my girl friend do is cheating on me?", "question2": "What should I do when a girl is cheating on me?", "label": 1, "idx": 295329}
{"question1": "What are the disadvantages of the internet?", "question2": "What is the advantage of Internet?", "label": 1, "idx": 45692}
{"question1": "How can I help or encourage my mother to lose weight?", "question2": "How do I help my mom lose weight?", "label": 1, "idx": 218361}
{"question1": "What are you views, pros, cons on ban of 500 and 1000 notes by goverment?", "question2": "What are your views on the ban of Rs 500 and Rs 1000 notes by the Indian Government? Pros cons?", "label": 1, "idx": 310678}
{"question1": "What are the best ways to improve your body language?", "question2": "How can I improve myself in body language?", "label": 1, "idx": 331760}
{"question1": "Why are so many earthquakes occurring recently?", "question2": "Why are there so many earthquakes recently?", "label": 1, "idx": 250185}
