{"sentence1": "Durham is the 'City of Medicine' and home of Duke University and North Carolina Central.", "sentence2": "Duke University is in Durham.", "label": 0, "idx": 1076}
{"sentence1": "Bowles will take the title HRH Duchess of Cornwall, changing it to the Princess Consort, when Charles becomes King.", "sentence2": "Bowles will take the title of Princess Consort.", "label": 0, "idx": 1216}
{"sentence1": "The World Bank has also been criticized for its role in financing projects that have been detrimental to human rights and the natural environment.", "sentence2": "The World Bank is criticized for its activities.", "label": 0, "idx": 779}
{"sentence1": "Political leaders pledged that construction of the so-called Freedom Tower -- which will rise 1,776 feet into the air and be the world's tallest building -- will be finished on schedule by the end of 2008.", "sentence2": "The Freedom Tower will be the world's tallest building.", "label": 0, "idx": 964}
{"sentence1": "The Walt Disney Co. donated one of the world's most significant private collections of African artwork, yesterday, to the Smithsonian's National Museum of African Art.", "sentence2": "Disney gave the Smithsonian a trove of sought-after African art.", "label": 0, "idx": 619}
{"sentence1": "White supported Gough Whitlam's Labor government of 1972 to 1975, and after Whitlam was ousted in the 1975 constitutional crisis, became particularly anti-royalist.", "sentence2": "White assisted the Labor government from 1972 to 1975.", "label": 0, "idx": 943}
{"sentence1": "On Thursday, Syria said that it supports Iran's nuclear stance and said it \"has a right to atomic technology,\" and said Western objections to Tehran's nuclear ambitions were \"not persuasive.\" It comes in the wake of demands by US and European countries for Iran to halt its nuclear fuel enrichment activities. Iran notes that its nuclear program is civilian and consistent with Article IV of the Nuclear Non-Proliferation Treaty, which establishes the inalienable right of all the Parties to the Treaty to develop research, production and use of nuclear energy for peaceful purposes, and that it in line with Article IV, it will not abandon its enrichment efforts.", "sentence2": "Iran is backed up by Syria.", "label": 0, "idx": 786}
{"sentence1": "The State of California Department of Occupational Health and Safety released its report on the September 5 fatal accident on Disneyland's Big Thunder Mountain Railroad attraction.", "sentence2": "Disneyland has accident", "label": 0, "idx": 546}
{"sentence1": "Over the years, 26 gorillas have been born at the Bronx Zoo, whose parent organization, the Wildlife Conservation Society, runs one of the most successful gorilla breeding programs in the country. The society, which also operates wildlife centers in Manhattan, Queens and Brooklyn, trades gorillas periodically with 51 participating North American zoos. Its first objective is to increase the genetic diversity of an endangered species, but a second, related goal is to create happier gorillas by finding mates and establishing compatible groups. \"These are very intelligent, sensitive animals,\" said James Doherty, curator of the Bronx Zoo. The zoo's current population of gorillas numbers 19. Only the Lincoln Park Zoo in Chicago has more, with 22. Interactive Habitat.", "sentence2": "The Bronx Zoo has 19 gorillas.", "label": 0, "idx": 308}
{"sentence1": "John Lennon's widow, Yoko Ono, approved this museum as the world's first museum to honor John Lennon.", "sentence2": "Yoko Ono is John Lennon's widow.", "label": 0, "idx": 2172}
{"sentence1": "Trade between China and India is expected to touch $20 bn this year and Chinese investors are now rushing into India - lured by the country's growing wealth.", "sentence2": "There is a profitable trade between China and India.", "label": 0, "idx": 896}
{"sentence1": "FROM two tiny rooms high up and far back in St. Augustine's Episcopal Church, with its neo-Georgian archways, straight-backed pews and simple, graceful detail, the legacy of slavery in Manhattan looks down. The stone church, on Henry Street near Montgomery Street on the Lower East Side, was built for a patrician white congregation. But although it was completed in 1828, a year after slavery was legally abolished in New York State, behind the balcony and on either side of the organ are two cramped rooms, built so that black churchgoers could worship there without being seen by white parishioners.", "sentence2": "St. Augustine's Episcopal Church is in Manhattan.", "label": 0, "idx": 1228}
{"sentence1": "Three anti-Olympic games protesters, posed as a flower delivery service, quickly ransacked British Columbia, Canada premier Gordon Campbell's downtown Vancouver, British Columbia office yesterday afternoon, breaking windows and throwing pictures, office documents, and various other items. After the suspects were caught, they said that they were upset over Campbell's support for the 2010 Winter Olympic Games in Vancouver, British Columbia. They also claimed to work for \"The Anti-Poverty Committee\". They are now facing charges for property damage and uttering threats during or after the incident. Police are only identifying them as a 23-year-old man, a 29-year-old man, and a 17-year old female. The 23-year-old faces a third charge of assault by trespassing.", "sentence2": "Vancouver is located in Canada.", "label": 0, "idx": 129}
{"sentence1": "On Aug. 6, 1945, an atomic bomb was exploded on Hiroshima with an estimated equivalent explosive force of 12,500 tons of TNT, followed three days later by a second, more powerful, bomb on Nagasaki.", "sentence2": "In 1945, an atomic bomb was dropped on Hiroshima.", "label": 0, "idx": 1781}
{"sentence1": "Hugh was also very supportive of Mustang's plan to become Fuhrer, doing whatever he can to, as he put it, to \"help him from the bottom to the top.\"", "sentence2": "Hugh assisted Mustang.", "label": 0, "idx": 525}
{"sentence1": "Bülent Ecevit, former prime minister of Turkey and poet, has died at 81. Ecevit was in a coma for nearly six months following a stroke. Ecevit was the prime minister of the government ordering a military intervention on July 20, 1974, to prevent a coup in Cyprus by Greek forces, dividing the island and setting the stage for the foundation of the breakaway Turkish Republic of Northern Cyprus.", "sentence2": "Bülent Ecevit was a poet.", "label": 0, "idx": 2483}
{"sentence1": "Workers at the Lufthansa Technik Automotive plant in Co Dublin are due to vote today on changes to work practices being sought by the company's management. The aircraft engine maintenace firm has warned that rejection of the proposals would threaten a planned €17230m investment in the Rathcoole plant and put jobs at risk. LTA says it is not seeking any lay-offs or pay cuts and the planned investment would guarantee the future of the plant for the next 15 years. The work-practice changes are being sought following the collapse of Labour Relations Commission talks on the matter.", "sentence2": "Lufthansa Technik Automotive fires 30 workers.", "label": 1, "idx": 57}
{"sentence1": "There are more than 4,000 street children in the capital city of Ulan Bator.", "sentence2": "The population of Ulan Bator is 4,000.", "label": 1, "idx": 1112}
{"sentence1": "Blue Mountain Lumber is a subsidiary of Malaysian forestry transnational corporation, Ernslaw One.", "sentence2": "Blue Mountain Lumber owns Ernslaw One.", "label": 1, "idx": 589}
{"sentence1": "Babe Ruth's career total would have been 1 higher had that rule not been in effect in the early part of his career. The all-time career record for home runs in Major League Baseball is 755, held by Hank Aaron since 1974.", "sentence2": "Babe Ruth hit 755 home runs in his lifetime.", "label": 1, "idx": 334}
{"sentence1": "Iraq's representative to the United Nations, Nizar Hamdoun, announced today, Sunday, that thousands of people were killed or injured during the four days of air bombardment against Iraq.", "sentence2": "Nizar HAMDOON, Iraqi ambassador to the United Nations, announced that thousands of people could be killed or wounded due to the aerial bombardment of Iraq.", "label": 1, "idx": 1061}
{"sentence1": "Despite the turmoil in Israeli society, there is little doubt that Prime Minister Ariel Sharon will pull the nearly 9,000 Israeli settlers out of Gaza, now a closed military zone.", "sentence2": "9,000 settlers are employed by Israel.", "label": 1, "idx": 1830}
{"sentence1": "In addition to data bases and publicity, stolen art is recovered when someone seeks appraisal or offers it for sale to dealers or auction houses, responds to a reward offer, attempts to remove it through customs, or requests a ransom for the art.", "sentence2": "Centralized inventory records for museums aid in theft awareness.", "label": 1, "idx": 1770}
{"sentence1": "PM tried to buy the Belin biscuit company from RJR Nabisco two years ago.", "sentence2": "American tobacco companies began to diversify production.", "label": 1, "idx": 556}
{"sentence1": "Microsoft Corp. and Intel Corp., on Monday, threw their weight behind the next-generation, HD DVD format being promoted by Toshiba Corp., in a blow to Sony Corp.'s Blu-ray format.", "sentence2": "Toshiba Corp. is a partner of Sony Corp.", "label": 1, "idx": 1032}
{"sentence1": "PARIS — Julius Meinl V, the scion of a Viennese business dynasty whose name has been synonymous since the days of the Hapsburgs with luxuries like exotic coffee, handmade tortes and discreet private banking, has been jailed on suspicion of fraud at a company linked to the family. Prosecutors accused Mr. Meinl of artificially bolstering shares of the real estate company Meinl European Land on the Vienna stock exchange, even as its investments in real estate across Eastern and Central Europe cratered.", "sentence2": "Julius Meinl V is the chairman of Austria's closely-held Meinl Bank.", "label": 1, "idx": 1448}
{"sentence1": "The Internet group Anonymous today held protests critical of the Church of Scientology. The protests marked what would have been the 49th birthday of Lisa McPherson, who is claimed to be a victim of the Church of Scientology's practices. Lisa died in 1995 during a running of what Scientologists refer to as an Introspection Rundown, a procedure intended to help Church members deal with a psychotic or deeply traumatic event.", "sentence2": "The Church of Scientology murdered Lisa McPherson.", "label": 1, "idx": 937}
{"sentence1": "Some of the buildings around the city square in the Kota also date from colonial times, including the old city hall ( 1710 ), which has been restored and now serves as the municipal museum.", "sentence2": "In the Old City are the old port, the Dutch town hall, and a square.", "label": 1, "idx": 1988}
{"sentence1": "Tens of thousands of Colombians and Venezuelans attended a free concert Sunday, held on a bridge linking the two countries. It was organized by Grammy-winning rock artist Juanes to celebrate the end of the diplomatic crisis between Colombia, Venezuela, and Ecuador, and to further improve peaceful relations within the region. The \"Peace Without Borders\" concert was staged atop the Simón Bolívar bridge, which connects the Colombian town of Cúcuta with the Venezuelan town of San Antonio del Táchira. \"It would have been much more practical and simple to do it in a city,\" Juanes told the Miami Herald, \"but the border is a symbol of peace between all countries. And this message is for everyone, all the countries in Latin America and the U.S. as well.\"", "sentence2": "Ecuador is now allies with Colombia and Venezuela.", "label": 1, "idx": 2259}
{"sentence1": "Among the fascinating sites in the city are Independence Hall where the Declaration of Independence was signed, and one of America's principal symbols of freedom, The Liberty Bell, located in Congress Hall.", "sentence2": "The US Declaration of Independence is located in America.", "label": 1, "idx": 2309}
{"sentence1": "In the modest backyard of Rosemarie Morgan's 1890-era house, about a half-mile from Yale University, there is a small Buddha, azalea and forsythia, Japanese cherry and plum trees, and an Amish-made chicken coop with five residents — four who lay eggs and Gloria, who is barren but one heck of a watchdog. The fowl are technically illegal under New Haven's zoning code, which prohibited raising hens and other livestock when it was updated during the 1950s. But these days, many dozens of backyard hens are generally tolerated under the city's informal enforcement program — call it \"don't cluck, don't tell\" — that mostly looks the other way. With urban fowl increasingly common, Alderman Roland Lemar has introduced legislation that would allow residents to raise up to six hens.", "sentence2": "The Morgans have lived near Yale University since the 1950s.", "label": 1, "idx": 1750}
{"sentence1": "Local media reported on Tuesday that a gold mine collapsed in northwestern Tanzania on Sunday, killing at least twenty people. According to reports, the incident occurred at Geita region when the 100-metre-deep shaft the miners were working in collapsed after being flooded by heavy seasonal rains. Some media reports say that thirty people might have been killed by the accident.  \"I know there is no hope of finding anybody alive,\" said Kelega Chacha, a miner who left the site soon before the mine's collapse. \"We will just have to look for the bodies to give them a decent burial.\"", "sentence2": "Kelega Chacha died in the Geita region.", "label": 1, "idx": 1483}
