{"sentence1": "The 26-member International Energy Agency said, Friday, that member countries would release oil to help relieve the U.S. fuel crisis caused by Hurricane Katrina.", "sentence2": "Foreign oil reserves will be made available to the U.S. in the wake of Hurricane Katrina.", "label": 0, "idx": 1590}
{"sentence1": "After the service, Lennon left the cathedral, made his way through a crush of reporters and television cameras and talked briefly with protesters, some of whom say they are victims of abusive priests.", "sentence2": "After the service, Lennon attempted to speak to victims and protesters.", "label": 0, "idx": 1651}
{"sentence1": "BEIJING — In the decade since the Chinese government began repressing Falun Gong, a crusade that human rights groups say has led to the imprisonment of tens of thousands of practitioners and claimed at least 2,000 lives, the world's attention has shifted elsewhere. The drive against the spiritual group has eliminated its leadership, decimated the ranks of faithful and convinced many Chinese that the group is an \"evil cult,\" as the government contends. But 10 years on, the war on Falun Gong remains unfinished.", "sentence2": "Falun Gong is a spiritual group.", "label": 0, "idx": 656}
{"sentence1": "As leaders gather in Argentina ahead of this weekends regional talks, Hugo Chávez, Venezuela's populist president, is using an energy windfall to win friends and promote his vision of 21st-century socialism.", "sentence2": "Chávez is a follower of socialism.", "label": 0, "idx": 2304}
{"sentence1": "The magnitude 7 earthquake that occurred today on the Hayward fault (a part of the San Andreas fault system, along the densely populated eastern side of San Francisco bay) caused hundreds of deaths and almost $100 billion of damage.", "sentence2": "There was a magnitude 7 earthquake on the Hayward fault.", "label": 0, "idx": 297}
{"sentence1": "U.S. President George W. Bush and Congressional leaders from both political parties have reached agreement on US$150 billion in tax relief in an effort to help stimulate the United States economy. VOA White House Correspondent Scott Stearns has the story. The agreement includes provision to give up to US$600 in tax rebates to millions of wage earners and an additional US$300 refund for each child. It allows businesses to immediately write off 50 percent of capital equipment purchases.", "sentence2": "The Congress wants to boost the economy.", "label": 0, "idx": 169}
{"sentence1": "Clint Brown, sports presenter for 3 News on TV3 in New Zealand has resigned amid the allegations that he had verbally attacked a taxi driver which resulted in him being admitted to hospital with a concussion and a broken eye socket. TV3 has confirmed that they have accepted the resignation of Brown. Rick Friesen, Chief Operating Officer of the TV Works division of CanWest MediaWorks NZ, that runs TV3, said: \"We wish to acknowledge Clint's significant skills as a sports broadcaster, and thank him for his 17 years of very loyal service to TV3. Clint Brown is a passionate New Zealand sports fan, and he has been at the forefront of some of New Zealand's biggest sporting moments.\"", "sentence2": "Rick Friesen is employed at CanWest MediaWorks NZ.", "label": 0, "idx": 2293}
{"sentence1": "Franz Liszt (Hungarian: Liszt Ferenc) was a Hungarian/Austrian virtuoso pianist and composer who lived from 1811 to 1886. Liszt is widely considered to be one of the greatest piano virtuosi of all time, and certainly the most famous of the nineteenth century.", "sentence2": "Franz Liszt lived from 1811 to 1886.", "label": 0, "idx": 1008}
{"sentence1": "\"Glue sniffing\" is most common among teenagers. They generally grow out of it once other drugs such as alcohol and cannabis become available to them. Seven-year-olds have been known to start \"glue sniffing\". Because of the social stigma attached to \"glue sniffing\" most snifters stop around 16 or 17 years, unless they are seriously addicted.", "sentence2": "Glue-sniffing is common among youngsters.", "label": 0, "idx": 686}
{"sentence1": "An official of the International Special Commission in charge of disarming Iraqi weapons (UNSCOM) announced yesterday, Saturday, that the Commission will keep its inspectors in Iraq despite Baghdad's decision to stop its cooperation with them.", "sentence2": "UNSCOM is to stay in Iraq.", "label": 0, "idx": 1537}
{"sentence1": "American Airlines began laying off hundreds of flight attendants on Tuesday, after a federal judge turned aside a union's bid to block the job losses.", "sentence2": "American Airlines will recall hundreds of flight attendants.", "label": 0, "idx": 1685}
{"sentence1": "On opening day Salesforce.com's stock was up $6.20 to $17.20, a 56.4% increase over the initial offering price of $11.", "sentence2": "Opening day of the stock of Salesforce.com rose 56.4% over the initial offering price.", "label": 0, "idx": 1094}
{"sentence1": "The launch of France's new 24 hour TV news channel, France 24, saw the new jointly owned channel start by going online. A streaming broadcast became available on the internet from 19:29 GMT today. Future plans are to have the new channel available on cable and satellite with English and French reporting. Coverage in Arabic and Spanish is among the ambitious future plans for the channel.", "sentence2": "France24 is a French TV Channel.", "label": 0, "idx": 1739}
{"sentence1": "The two presidents, Bush and Chirac, were honored with a 21-gun salute.", "sentence2": "The two presidents, Bush and Chirac, were honoured with a 21-gun salute.", "label": 0, "idx": 1898}
{"sentence1": "JERUSALEM, April 2 (Xinhua) -- Israel's new Foreign Minister Avigdor Lieberman was questioned by police on Thursday over several criminal allegations, local news service Ynet reported.  National Fraud Unit investigators questioned the deputy premier, who is suspected of bribery, money laundering, fraud and breach of trust, for over seven hours, and another round is in the cards, said the report.  \"Lieberman answered all of the questions he was asked, and will continue to do so in the future,\" his attorney Yaron Kostelitz was quoted as saying.", "sentence2": "Avigdor Lieberman is the Foreign Minister of Israel.", "label": 0, "idx": 2228}
{"sentence1": "Zakaria Maamar, associate professor at the College of Information Technology at Zayed University, UAE, told Science and Development Network (SciDev.Net) that, \"This initiative is another boost to the research and development activities that are carried out in the UAE. It will definitely provide researchers with the appropriate funds to sustain such activities and promote best practices in the community.\" Said Elnaffar, assistant professor at the college of information technology at the United Arab Emirates University, told SciDev.Net that, with this initiative, the UAE is taking the lead and setting a good example by building a strong development infrastructure founded on knowledge discovery and research.", "sentence2": "Said Elnaffar is an employee of the United Arab Emirates University.", "label": 0, "idx": 2346}
{"sentence1": "To further assist Mexico, the White House on April 15 named a former U.S. Justice Department official to lead efforts to crack down on drug-related violence along the U.S. side of its southwest border with Mexico.  Homeland Security Secretary Janet Napolitano announced the appointment of Alan Bersin, a former federal prosecutor, during a visit to El Paso, Texas.  Bersin held the same post - dubbed \"border czar\" - during the Clinton administration. And three Mexican drug gangs — the Sinaloa cartel, Los Zetas and La Familia Michoacana - have been placed on a list of significant foreign narcotics traffickers targeted for special sanctions, the White House said April 15.  This action allows the United States to freeze all cartel assets in U.S. jurisdiction and bars Americans from dealing with organizations that may be linked or associated with these groups and their operatives.", "sentence2": "La Familia Michoacana are drug traffickers.", "label": 0, "idx": 1284}
{"sentence1": "In one case five workers at a plating company were asphyxiated by hydrogen cyanide while trying to clean a sludge tank.", "sentence2": "Cyanide fumes killed five workers cleaning one tank.", "label": 0, "idx": 2358}
{"sentence1": "Ostriches put their heads into the sand to avoid the wind.", "sentence2": "Ostriches bury their heads in the sand.", "label": 0, "idx": 662}
{"sentence1": "A jet filled with tourists returning home to the French Caribbean island of Martinique, crashed Tuesday, in Venezuela.", "sentence2": "A plane carrying vacationers home to the island of Martinique crashed, Tuesday, in Venezuela.", "label": 0, "idx": 728}
{"sentence1": "Alcohol now fuels 44 percent of all violent crime and 70 percent of Accident and Emergency hospital admissions at peak times are due to booze.", "sentence2": "Alcohol has an effect on violent crimes.", "label": 0, "idx": 1752}
{"sentence1": "Orhan Pamuk, a prominent, post-modern writer whose work is translated into more than 40 languages, received the 2006 Nobel Prize in Literature. Pamuk was an admired writer in Turkey until the events in 2005, when lawyers of two Turkish professional associations brought criminal charges against him for \"insulting Turkishness\" after the author's controversial statements regarding the disputed Armenian Genocide of 1915-1917. He claimed, and repeated his claim, that  ... one million Armenians and 30,000 Kurds were killed in Turkey.", "sentence2": "Pamuk won a Nobel Prize.", "label": 0, "idx": 795}
{"sentence1": "The chain of events which led to the collapse of Barings, Britain's oldest merchant bank, is a demonstration of how not to manage a derivatives operation.", "sentence2": "Barings was Britain's oldest merchant bank.", "label": 0, "idx": 1923}
{"sentence1": "Honda also released a video where a humanoid robot named Asimo was operated by a person wearing the helmet. The employee was stated to be thinking about raising his right hand, after which Asimo moved its right arm. Honda states that it could be quite some time before the technology is ready to go live due to difficulties such as the human brain's liability to become distracted, creating mixed thought patterns. A related problem is the amount of focus required by the operator. \"Practical uses are still way into the future.\" said Honda Research Institute Japan Co executive, Yasuhisa Arai. \"I'm [just] talking about dreams today.\"", "sentence2": "Yasuhisa Arai is an employee of Honda Research Institute Japan.", "label": 0, "idx": 1148}
{"sentence1": "A zoo spokesman said the endangered lizards, believed to number less than 4,000 in the wild, all hatched in the last two weeks and 14 eggs are still under observation. He calls it the Komodo's most successful breeding year ever at the zoo. The giant reptiles first arrived in the early 1980s, but the new births brought their total from 34 to 66. The Komodo dragon can grow up to 10 feet long and weigh as much as 150 pounds. They have a bite that can be deadly and can only be found in the wild on the eastern Indonesian islands of Komodo, Padar and Rinca.", "sentence2": "A Komodo dragon can be 10 feet long.", "label": 0, "idx": 894}
{"sentence1": "At the very outskirts of commerce, Baka pygmies in southeastern Cameroon use a cyanide compound to stun bees while raiding their nests for honey.", "sentence2": "Cameroon honey gatherers use cyanide to stun bees.", "label": 0, "idx": 2361}
{"sentence1": "She was finally found at 10.35am the next day by PC David Lloyd George. Something had caught his eye in the undergrowth - her blue school coat or the deep red of the gloves that she had been wearing - and he stepped off the forestry track. Muriel Drinkwater was lying on her back, one arm outstretched by her side, the other slightly raised but with the gloved hand limp. Her eyes were open, but there was no doubt that she was dead. She was just a few weeks short of her 13th birthday. The constable blew sharply on his whistle.  The year was 1946, when murder was supposedly less commonplace than now. The killing of Muriel Drinkwater was to make headlines for months and would vex Detective Chief Inspector William \"Bulldog\" Chapman, the Scotland Yard detective who led the inquiry, until his death nine years later.", "sentence2": "Muriel Drinkwater was killed in 1946.", "label": 0, "idx": 1742}
{"sentence1": "TWA connects through New York en route to Frankfurt . Lufthansa , the German airline , flies direct daily from Los Angeles to Frankfurt , and the airline shares flights with Lauda Air , an Austrian carrier , on Wednesdays , Fridays and Sundays to fly directly to Munich . Another German airline , Ltu , also flies direct from Los Angeles to Dusseldorf and Munich on Mondays and Thursdays . Frankfurt is the hub for trips to most of the country 's smaller cities.", "sentence2": "Lufthansa is the German airline.", "label": 0, "idx": 1879}
{"sentence1": "GM established grounds for suspicion of industrial spying by presenting affidavits from its employees. The aim will be to determine if VW's project was copied from GM data - essential if industrial espionage is to be proved.", "sentence2": "There was an industrial espionage case involving GM and VW.", "label": 0, "idx": 1006}
{"sentence1": "Representatives from 142 nations are expected to sit down in Doha Qatar, next Friday for the World Trade Organization's (WTO) fourth Ministerial Conference.", "sentence2": "Representatives of the 142 member countries of the World Trade Organization will gather in Doha, Qatar, next Friday.", "label": 0, "idx": 1584}
{"sentence1": "C&D Technologies announced that it has closed the acquisition of Datel, Inc.", "sentence2": "C&D Technologies acquired Datel Inc.", "label": 0, "idx": 2368}
{"sentence1": "Voting for a new European Parliament has been clouded by apathy.", "sentence2": "Apathy clouds EU voting.", "label": 0, "idx": 1946}
{"sentence1": "In November 2005, the EU announced a partial suspension of the PCA with all subcommittees and the Cooperation Committee suspended indefinitely. An arms embargo has also put in place, whilst a year-long visa ban has been imposed upon 12 Uzbek officials believed to have played a part in the forcible suppression of the Andijan demonstrations.", "sentence2": "The EU partially refuses commission candidates.", "label": 1, "idx": 1389}
{"sentence1": "Verizon Communications Inc. said on Monday it would buy long-distance telephone company MCI Communications Inc. in a deal worth $6.75 billion, giving Verizon a foothold in the market for serving large corporations.", "sentence2": "Verizon Communications Inc.'s $6.7 billion takeover of long-distance provider MCI Inc. transformed the telephone industry.", "label": 1, "idx": 861}
{"sentence1": "Oracle had fought to keep the forms from being released", "sentence2": "Oracle released a confidential document", "label": 1, "idx": 781}
{"sentence1": "The tallest building in Tokyo and the second tallest building in Japan, the TMGO was conceived as a high-tech center from which Tokyo could be led into the promising twenty-first century.", "sentence2": "TMGO is the tallest building in Japan.", "label": 1, "idx": 1298}
{"sentence1": "The city ferry fleet shuttles about 70,000 people a day between Staten Island and Manhattan, a 5.2-mile trip across New York Harbor that takes about 25 minutes.", "sentence2": "The ferry taking commuters from Manhattan to Staten Island crashed into a pier.", "label": 1, "idx": 1864}
{"sentence1": "Interim Palestinian leader, Mahmoud Abbas, has won a landslide victory in Sunday's presidential election and will succeed the late Yasser Arafat.", "sentence2": "Mahmoud Abbas has claimed victory in the Palestinian presidential elections, and has dedicated his win to Yasser Arafat, who died in November 2004.", "label": 1, "idx": 1337}
{"sentence1": "The scientific community now generally agrees that between 5 and 8 million years ago, there lived in Africa a hominid which would ultimately give rise to the first hominids and later the members of the genus Homo.", "sentence2": "Humans existed 10,000 years ago.", "label": 1, "idx": 1458}
{"sentence1": "Prosecutors, who stated their intent on Sunday to seize bonds and cash from Madoff, filed another notice on Tuesday listing assets that they intend to seize, among them \"various pieces of jewelry owned or held in the name of Ruth Madoff valued at approximately $2,624,340,\" and \"approximately 35 sets of watches and cufflinks owned by Bernard Madoff,\" as well as $31.5 million in loans made to Madoff's sons.", "sentence2": "Ruth Madoff is Bernard Madoff's daughter.", "label": 1, "idx": 845}
{"sentence1": "THE French justice minister who returned to work five days after having a baby, only to lose her job, launched a political comeback last week, letting it be known that she will run for mayor of Paris. Rachida Dati, 43, long seen as President Nicolas Sarkozy's favourite among the \"Sarko-zettes\" - his women ministers - lost his confidence and was ordered to leave the cabinet and instead run for the European parliament. She used the launch of her party's European election campaign to deny she was a Sarkozy creation and to add gravitas to the \"bling-bling\" image attached to her since she posed in a £15,000 Christian Dior dress at a fashion gala.", "sentence2": "Rachida Dati has Moroccan origins.", "label": 1, "idx": 992}
{"sentence1": "Only 14 percent of U.S. mothers exclusively breast-feed their babies for the minimum recommended six months.", "sentence2": "There are many benefits from breast-feeding.", "label": 1, "idx": 193}
{"sentence1": "The directive for the Border Patrol to stop arresting illegal aliens, as described in a previous post, has been rescinded by Robert C. Bonner, commissioner of the new Bureau of Customs and Border Protection.", "sentence2": "Steps are being taken to stop the smuggling of aliens.", "label": 1, "idx": 376}
{"sentence1": "\"These new results from Cassini may be the first evidence of gases originating either from the surface or possibly from the interior of Enceladus,\" said Dr. Michele Dougherty, principal investigator for the Cassini magnetometer and professor at Imperial College in London. Scientists have suspected Enceladus as geologically active and a possible source of Saturn's icy E ring. Enceladus is the most reflective object in the solar system, reflecting about 90 percent of the sunlight that hits it.", "sentence2": "Titan is the fifteenth of Saturn's known satellites.", "label": 1, "idx": 2082}
{"sentence1": "The Pet passport alone can be used to enter the UK, but it will not suffice to enter many countries. For instance Guatemala, like almost every country, demands that all imported pets have a rabies vaccination, but will not accept the Pet passport as proof of said vaccination.", "sentence2": "Guatemala accepts the Pet passport as proof of vaccination.", "label": 1, "idx": 179}
{"sentence1": "Then came the dozens of protesters who started camping out near Bush's ranch this month, led by a California mother who lost her son in the war and insists on speaking to the president.", "sentence2": "FBI whistleblower Coleen Rowley has also arrived in Texas, as has Becky Lourey, another mother who has lost her son in Iraq and a state senator in Minnesota", "label": 1, "idx": 2103}
{"sentence1": "Begum, who had to borrow to buy bamboo to make stools, received 25 cents a day from moneylenders. After giving them stools to pay off her debt, she was left with 2 cents a day, barely enough to feed herself.", "sentence2": "Begum was not able to feed herself.", "label": 1, "idx": 1949}
{"sentence1": "Apart from the new substances entering the market, the phase out of existing ones, which have been definitely identified as damaging the ozone layer, is far from complete.", "sentence2": "New substances are damaging the ozone layer.", "label": 1, "idx": 1573}
{"sentence1": "If a Mexican approaches the border, he's assumed to be trying to illegally cross.", "sentence2": "Mexicans continue to illegally cross border", "label": 1, "idx": 950}
{"sentence1": "The Kalido Technical Advisory Board members include Boris Evelson, founder and managing partner, Textra Group, Inc., and Bill Inmon, president, Inmon Data Systems.", "sentence2": "Boris Evelson founded the Kalido Technical Advisory Board.", "label": 1, "idx": 2002}
{"sentence1": "Prosecutors were still expected to unseal an 11-count manslaughter indictment against the ferry's captain, Michael Gansas. He violated procedure by his absence from the wheelhouse during docking, when Smith lost control of the ferry.", "sentence2": "Mr Smith entered his guilty plea to 11 counts of manslaughter and also to lying to investigators about his medical history, under an agreement reached with prosecutors.", "label": 1, "idx": 1941}
{"sentence1": "The golden jewellery, found in an intact Royal Macedonian tomb in 1977, is exquisite. It is now the prize exhibit in the archaeological museum in Thessaloniki and the label says that it came from the tomb of Philip II, Alexander the Great's father.", "sentence2": "Alexander the Great's Tomb remains undiscovered.", "label": 1, "idx": 1243}
{"sentence1": "Among Stellafane's most ardent partisans is David H. Levy, co-discoverer with Dr. Eugene Shoemaker of a comet named for the two that broke apart in 1994 as it was drawn toward Jupiter, creating fireworks visible from Earth.", "sentence2": "The Shoemaker-Levy comet was discovered by Shoemaker, his wife, Carolyn, and an astronomer David H. Levy.", "label": 1, "idx": 2337}
{"sentence1": "February 4, 2005, Iraq. With more than two-thirds of the 3.3 million votes counted in the Iraqi legislative election , the United Iraqi Alliance has a considerable lead over interim Iraqi Prime Minister Iyad Allawi's Iraqi List which trails with approximately 17% of the current tally.", "sentence2": "The first free elections in Iraq were held in January 2005.", "label": 1, "idx": 2121}
{"sentence1": "Gross domestic product, a measure of total output within the nation's borders, climbed at a 3% annual pace in the April-June period.", "sentence2": "Annual rate increase of 3% in second quarter much lower than forecasts.", "label": 1, "idx": 2071}
{"sentence1": "Canada is officially a bilingual country but, with nearly 60% of the population speaking English as their mother-tongue, and only 24% speaking French as their first language, some people are questioning whether Canada is truly a bilingual nation or rather, a bilingual nation on paper only. French is not the only linguistic minority in Canada, and some of the languages spoken, in order of popularity, are Chinese, Italian, German, Polish, Spanish, Portuguese, Punjabi, Ukrainian, Arabic, Dutch, Tagalog, Greek, Vietnamese, Cree and Inuktitut.", "sentence2": "French is the most widely spoken language in Québec.", "label": 1, "idx": 755}
{"sentence1": "Mike Wilson, marketing manager at Fanuc Robotics in Coventry, says of the improvements in robot performance: 'Our new ARC Mate welding robot, for example, is 30 per cent cheaper in real terms than a similar model three years ago.", "sentence2": "Welding is a common use for robots in the auto industry.", "label": 1, "idx": 1077}
{"sentence1": "Six hostages in Iraq were freed.", "sentence2": "The four Jordanian hostages, kidnapped about a week ago, were freed.", "label": 1, "idx": 2136}
{"sentence1": "20th Century spokesman Rick Dinon said that between the time it applied for the rate increase and changed its mind, the estimated quake losses had ballooned by several hundred million dollars.", "sentence2": "Rick Dinon is the senior vice president of 20th Century Insurance Co.", "label": 1, "idx": 776}
{"sentence1": "The American State Department announced that Russia recalled her ambassador to the United States \"for consultation\" due to the bombing operations on Iraq.", "sentence2": "An official source in the American Ministry of Foreign Affairs announced that Russia called the United States \"for consultation\" because of the bombings on Iraq .", "label": 1, "idx": 2334}
{"sentence1": "The company, whose registered auditors are Deloitte and Touche, has instructed Ernst and Young to carry out a thorough review of the accounts of Eurest Support Services, a subsidiary which feeds UN peacekeepers in at least eight countries.", "sentence2": "Eurest Support Services is a subsidiary of Ernst and Young.", "label": 1, "idx": 128}
{"sentence1": "The city retains its spotless streets, immaculate shops and nonexistent crime rate. Since the slowdown, only one manufacturing company has gone bankrupt, says the city's Chamber of Commerce and Industry, because Toyota spread out orders among many of the more than 400 auto parts factories in the city, to keep them afloat through hard times. Nonetheless, Toyota's downturn has rippled through the city's economy, idling many smaller auto-related suppliers, which also cut payrolls, mainly by refusing to renew the contracts of short-term workers. After losing their jobs, many of the city's 16,400 foreign residents, mostly ethnic Japanese from Brazil and Latin America, packed up and left, residents and city officials said.", "sentence2": "Toyota Motor is located in Toyota City.", "label": 1, "idx": 1528}
{"sentence1": "March 30, 2009—Researchers may have finally come face-to-face with the real—and wrinkled—Nefertiti, thanks to sophisticated CT scanning technology. A carefully carved limestone face in the inner core of the Egyptian queen's famous bust (above, right) has emerged in new images, a new study says. The object, currently on display in Berlin's Altes Museum, was discovered in 1912 during an excavation of the studio of Egyptian royal sculptor Thutmose. The artist had sculpted Nefertiti—wife of Pharaoh Akhenaten—more than 3,300 years ago.", "sentence2": "Nefertiti died in 1912.", "label": 1, "idx": 490}
{"sentence1": "Lucinda Creighton has claimed that people resent her as being \"overambitious\" and \"in too much of a hurry\" to climb the political ladder. The outspoken Fine Gael deputy was speaking after a heated exchange with Enda Kenny led to her walking out of a parliamentary party meeting last week. Creighton, who at 29 is already acknowledged as a potential future leader of Fine Gael, slammed detractors who see her rapid success in a \"negative\" light -- and believes her friend and colleague Leo Varadkar has suffered the same fate. Speaking in the run up to the Fine Gael Ard Fheis, Ms Creighton also rejected suggestions which surfaced last week that she is seen as a 'loose cannon' within the party.  \"I certainly don't regard myself as a loose cannon. I'm absolutely part of the Fine Gael team,\" she said.", "sentence2": "Lucinda Creighton is the leader of a parliamentary party.", "label": 1, "idx": 981}
