{"text": "EU's Solana Heads for Darfur, May Offer AU Funding  BRUSSELS (Reuters) - EU foreign policy chief Javier Solana  heads for Africa on Friday where he is likely to announce a  contribution of more than 100 million euros to an African Union  force in Sudan's Darfur region, an EU diplomat said.", "label": 0}
{"text": "UN heads towards 60th year with big plans, big problems UNITED NATIONS, (AFP) - The United Nations turns 60 in 2005 after a bruising year that has seen the organisation battered and demoralised by a string of scandals that have damaged the UN #39;s image.", "label": 0}
{"text": "SA considers Guinea request on Thatcher South Africa #39;s Justice Ministry will on Monday begin studying a request from Equatorial Guinea to question Mark Thatcher, who has been charged in Cape Town with bankrolling an alleged coup plot to topple the government in Malabo.", "label": 0}
{"text": "Iraq Turns Over Decapitated Corpse to U.S. BAGHDAD, Iraq - Iraqi officials recovered a decapitated corpse in western Baghdad on Wednesday and turned it over to the United States, which was investigating if it was the body of kidnapped American Jack Hensley - purportedly slain the day before by al-Qaida-linked militants.    The discovery came as the U.S...", "label": 0}
{"text": "India ready to look into Musharrafs proposal PTI On Board Special Aircraft Nov 13: India today said it would certainly look into the Pakistan President, General Pervez Musharrafs recent formulation to resolve the Kashmir issue if it is made formally but firmly ruled out third party mediation ", "label": 0}
{"text": "Israeli Missiles Hit Palestinian Workshop in Gaza (Reuters) Reuters - Israeli helicopters fired missiles at a\\metal foundry in Gaza on Friday, one day after Israel raided\\two Gaza camps in response to Palestinian suicide bombings in\\Israel this week.", "label": 0}
{"text": "Lebanese Foreign Ministry says it is trying to secure release of 7 &lt;b&gt;...&lt;/b&gt; The Lebanese Embassy in Baghdad is working with Iraqis to secure the release of a 7-year-old Lebanese boy taken by kidnappers demanding \\$150,000, Foreign Ministry officials said Monday.", "label": 0}
{"text": "US steps up pressure on Falluja Artillery fire is heard on the outskirts of the  Iraqi city of Falluja amid expectations of a major assault against rebels. ", "label": 0}
{"text": "Telstra for sale at \\$5 a share TREASURER Peter Costello yesterday declared Telstra would not be sold until its share price was more than \\$5. That came despite the Coalition having secured a Senate majority.", "label": 0}
{"text": "Ivory Coast rebels ask Mbeki to help with security Ivory Coast #39;s rebels have asked President Thabo Mbeki to help provide security when they begin to disarm. Laurent Gbagbo, Ivory Coast #39;s president, has acceded to Mbeki #39;s request to create a conducive atmosphere ", "label": 0}
{"text": "Four Orthodox church leaders die in air crash The Greek Orthodox church was in mourning last night after a senior patriarch and three leading bishops were killed in a helicopter crash in the Aegean Sea.", "label": 0}
{"text": "Asia-Pacific Upbeat on Economic Outlook A global survey of consumer confidence released Wednesday shows that European consumers are generally pessimistic about the economic outlook for the next 12 months, people in the Asia-Pacific are optimistic and Americans lie somewhere in between.", "label": 0}
{"text": "Gunmen kill 17 Iraqi workers Guerrillas have killed 17 Iraqis and wounded 13 in an attack on buses that were taking them to work at a weapons dump near the town of Tikrit north of Baghdad, the US army say.", "label": 0}
{"text": "Attacks force aid group from Iraq The international relief group Medecins Sans Frontieres is stopping its activities in Iraq because of  quot;escalating violence quot; in the country that is endangering its staff and other aid workers.", "label": 0}
{"text": "Rumsfeld terms Ecuador ally in fighting terrorism US Secretary of Defense Donald Rumsfeld on Tuesday termed Ecuador an ally in the combat against terrorism and drug trafficking. Rumsfeld made the remarks at a joint press conference ", "label": 0}
{"text": "Iran continues work despite deadline, diplomats say VIENNA -- Raising doubts about its commitment to dispel international distrust, Iran is producing significant quantities of a gas that can be used to make nuclear arms just days before it must stop all work related to uranium enrichment, diplomats said yesterday.", "label": 0}
{"text": "Bush says Iran nuke claims must be verified CARTAGENA, Colombia - President Bush said Monday that he hopes Irans claim that it has suspended uranium enrichment and has no nuclear weapons ambitions is true, but there must be verification.", "label": 0}
{"text": "Iraqi election date thrown into fresh doubt Iraq #39;s elections were thrown into renewed doubt only days after the interim government won international backing for its decision to hold the poll at the end of January.", "label": 0}
{"text": "We Have To Talk It is hard to overstate the sense of shock across much of Europe at the popular mandate that Americans have given George W. Bush, even if the result itself was no great surprise.", "label": 0}
{"text": "Prewar caution to Blair alleged LONDON -- Britain's foreign secretary and senior officials warned Prime Minister Tony Blair a year before invading Iraq that chaos could follow the toppling of Saddam Hussein, a newspaper reported yesterday.", "label": 0}
{"text": "Furious Japan seeks action against NKorea for lying about &lt;b&gt;...&lt;/b&gt; TOKYO : Japan is enraged at North Korea for allegedly lying about the deaths of two of its citziens the Stalinist state kidnapped, with commentators warning the deception has set back the chances of reconcilation with the outside world.", "label": 0}
{"text": "Nigerian Strike Set to Drag Into Fourth Day (Reuters) Reuters - A general strike in Nigeria which has\\raised fears over oil supplies was set to enter a fourth day\\after a court rebuffed a government request to declare it\\illegal on Wednesday.", "label": 0}
{"text": "Advani takes over as BJP chief (Reuters) Reuters - The Hindu nationalist Bharatiya Janata Party (BJP) brought back hardline leader Lal Krishna Advani as party chief on Monday after last week's loss in state elections in the major industrial state of Maharashtra.", "label": 0}
{"text": "Six more die in Thai violence BANGKOK: Six more people have been killed in Muslim-majority southern Thailand in the last 24 hours, police said yesterday, amid outrage over the death last week of 85 Muslims.", "label": 0}
{"text": "EU Takes Over Bosnia Peacekeeping from NATO The European Union has formally taken over peacekeeping duties in Bosnia-Herzegovina from NATO. EU foreign policy chief Javier Solana and NATO head Jaap de Hoop ", "label": 0}
{"text": "U.S.: No 'Quick Fixes' in Sudan Situation (AP) AP - It may take up to two years to disarm the Arab militia in the Darfur region of western Sudan and secure the vast region for the return of 1.2 million people who fled the violence there, a senior U.S. diplomat said Friday.", "label": 0}
{"text": "AP: Fund-Raisers Trade With Iran, Iraq (AP) AP - More than two dozen top fund-raisers for President Bush and Democratic challenger John Kerry are current or former senior managers of companies punished for trading with Iran or Saddam Hussein's Iraq  #151; including the chairman of Bush's Homeland Security Advisory Committee and Kerry's fund-raising chairman.", "label": 0}
{"text": "Barry makes political comeback in Washington (AFP) AFP - Marion Barry, the former mayor of Washington who was caught taking cocaine, has made a new political comeback in the US capital.", "label": 0}
{"text": "Pedestrians and Drivers Beware! Motoboys Are in a Hurry Daring motorcycle messengers seem immune to delays in South America's largest city.", "label": 0}
{"text": "Egyptian Officials Due to Arrive for Talks This Morning (IsraelNN.com) Egypts foreign minister and intelligence chief are scheduled to arrive for high-level talks in Jerusalem this morning.", "label": 0}
{"text": "A Look at U.S. Military Deaths in Iraq (AP) AP - As of Friday, Nov. 5, 2004, at least 1,127 members of the U.S. military have died since the beginning of the Iraq war in March 2003, according to an Associated Press count. At least 865 died as a result of hostile action, the Defense Department said. The figures include three military civilians.", "label": 0}
{"text": "Israeli Army Makes Arrest in Child's Death (AP) AP - The Israeli army on Tuesday arrested an officer accused of repeatedly shooting a 13-year-old Palestinian girl at point-blank range to make sure she was dead as his soldiers pleaded with him to stop.", "label": 0}
{"text": "Moutain bike gold to France FRANCE finally struck cycling gold when Julien Absalon won the mountain bike cross country title today in the last cycling race of the Games.", "label": 1}
{"text": "These lefties were all right Francesca Schiavone, the daughter of a Milan bus driver, was traveling on foot in Flushing. Fast. Desperately. A yellow tennis ball had risen like the sun over her head -- deftly lobbed by lefthander Angela Haynes -- descending at the baseline, and bounding toward the backstop.", "label": 1}
{"text": "Awash in Coverage, and in the Spin Cycle By now, bits and pieces of the Pacers-Pistons brawl have joined O. J.'s Bronco ride and the Zapruder film in the pantheon of numbingly overviewed news events.", "label": 1}
{"text": "Scheduling a rerun The champion of the America East Conference this season likely will come from the ranks of last year's big three -- Boston University, Northeastern, and tournament winner Vermont.", "label": 1}
{"text": "Pires summoned to France meeting The France Football Federation (FFF) has asked Robert Pires to explain comments he made about new national team coach Raymond Domenech.", "label": 1}
{"text": "Bayer look to leave Kiev out in the cold Bayer Leverkusen surprised everyone by qualifying for the Champions League last season and they now have the chance to reach the knockout phase of the competition with Dynamo Kiev their final obstacle.", "label": 1}
{"text": "St. Louis Cardinals Team Report - September 3 (Sports Network) - A possible National League Division Series preview will take center stage this evening in St. Louis, as the MLB-best Cardinals host the Los Angeles Dodgers for the opener of a their three-game set at Busch Stadium.", "label": 1}
{"text": "S Korea lodge appeal in Hamm medal row South Korea have appealed to sport #39;s supreme legal body in an attempt to award Yang Tae-young the Olympic gymnastics all-round gold medal after a scoring error robbed him of the title in Athens.", "label": 1}
{"text": "U.S. Leads in First Four Ryder Singles  BLOOMFIELD HILLS, Mich. (Reuters) - The United States,  needing a miracle comeback in the last-day singles to prevent a  runaway European victory at the 35th Ryder Cup, got off to a  strong start on Sunday.", "label": 1}
{"text": "UT #39;s Johnson takes aim at more honors It took only a couple of plays for Derrick Johnson to make his first huge hit as a Texas Longhorn. The freshman from Waco, fresh off the bench in a game against New Mexico State on Sept.", "label": 1}
{"text": "GLAZER HOUNDED WHERE EVER HE GOES Yesterday Deutsche bank were reported to be involved in talks on Monday with the Glazer camp about the possibility of replacing JP Morgan - not any more they ain #39;t.", "label": 1}
{"text": "Boise State Coach Hawkins Signs Extension (AP) AP - Boise State coach Dan Hawkins signed a five-year,  #36;2.6 million contract extension on Tuesday that could keep him with the Broncos through the 2009 season.", "label": 1}
{"text": "UNH squelches Merrimack Junior defenseman Jacob Micflikier scored a pair of goals and Preston Callander had three assists as the University of New Hampshire men's team handed Merrimack a 4-1 Hockey East loss last night in North Andover.", "label": 1}
{"text": "ESPN.com #39;s Pitching Preview  2004 MLB Playoffs In Thursday #39;s two NLDS Game 2 matchups, Dodgers starter Jeff Weaver has a tough assignment vs. St. Louis, while the Astros aim to take a commanding series lead over Atlanta with their second Cy Young candidate on the mound in as many days.", "label": 1}
{"text": "Defense Comes Up Big for No. 5 Purdue (AP) AP - Kyle Orton passed for 275 yards, and Taylor Stubblefield set a Big Ten record for receptions. But this time, it was the defense that kept Purdue undefeated.", "label": 1}
{"text": "Blues, Gunners held Chelsea and Arsenal were both held to draws at home by Bolton and West Brom, while Everton closed the gap with a win over Fulham. A last-gasp equaliser from Radhi Jaidi earned Bolton a point in a 2-2 draw with Chelsea at Stamford Bridge.", "label": 1}
{"text": "De La Salle coach, players, take snapped streak in stride CONCORD, Calif. They lost for the first time since 1991, but there #39;s no bitterness on the De La Salle High School football team.", "label": 1}
{"text": "Another  #39;Chase #39; looms for those outside postseason cut As much as Bobby Labonte wants to liken finishing 11th in NASCAR #39;s revised points system to winning a table centerpiece, he finds consolation in spoils such as a \\$250,000 points fund ", "label": 1}
{"text": "Blue Jays bring Koskie home ANAHEIM -- Suddenly, being Canada #39;s undisputed National Team comes with a burden, the Toronto Blue Jays seem to understand. Getting prominent Canadian natives into a Toronto uniform is part of the responsibility.", "label": 1}
{"text": "Ferrari - from the firing pan into the fire The Ferrari team did not bother to attend the meeting of the Formula 1 team bosses in London today and so it could not take part in the discussions surrounding the subject of testing.", "label": 1}
{"text": "Selig to get 3-year extension Major League Baseball #39;s owners will convene in Philadelphia today for two days of meetings that will culminate with a coronation of sorts. ", "label": 1}
{"text": "Suns Place Voskuhl On IL Phoenix, AZ -- The Phoenix Suns Friday placed Jake Voskuhl on the injured list after the center had an emergency appendectomy surgery.", "label": 1}
{"text": "ACC: Jackets going Coastal For a league that prides itself on academic excellence, the ACC seems a bit geographically challenged. How else to explain Monday #39;s twin releases of next season #39;s ACC logo and the names for the league #39;s football divisions?", "label": 1}
{"text": "Cricket: The openers we #39;re heartily sick of seeing Justin Langer #39;s most treasured piece of memorabilia is a photograph of the Hobart scoreboard on one cloudy afternoon in 2001. The archetypal Aussie scrapper, Langer is particularly ", "label": 1}
{"text": "Cricket: A star revered for more than just numbers  #39;Remove Miller from the scorecard and he still lives. That can be said of few cricketers. quot;. That quote from Keith Miller #39;s biographer Mihir Bose helps explain why the death Monday of a cricketer who played ", "label": 1}
{"text": "Spurrier Withdraws From Florida Search Steve Spurrier is seen in this 2003 NFL season photo. Spurrier removed his name from consideration Thursday Nov. 4, 2004 to replace Ron Zook as coach of the Florida Gators, who was fired last week after the latest in a series of embarrassing losses.", "label": 1}
{"text": "Wright-Phillips left wanting more Shaun Wright-Phillips has set his sights on being picked for England #39;s World Cup qualifiers after scoring on a scintillating debut for his country. ", "label": 1}
{"text": "Lockout Looms as NHL Players' Contract Offer Rejected  TORONTO (Reuters) - The National Hockey League rejected an  offer from the players in the latest round of labor  negotiations Thursday, leaving little hope of avoiding a  lockout start to the season next month.", "label": 1}
{"text": "QB Walter has hot hand TEMPE, Ariz. -- Andrew Walter threw for 428 yards and five touchdowns to lead Arizona State to a surprisingly easy 44-7 victory over No. 16 Iowa last night.", "label": 1}
{"text": "Symonds philosophical after tough race in Japan Engineering director Pat Symonds was philosophical after a disappointing result at Suzuka  and is looking forward to Brazil with renewed determination.", "label": 1}
{"text": "Pujols Hits Three-Run Homer for Cardinals  LOS ANGELES (Reuters) - Albert Pujols cracked a three-run  homer and notched four RBI to earn the St Louis Cardinals a  place in the National League Championship Series with a 6-2  victory over the Los Angeles Dodgers Sunday.", "label": 1}
{"text": "The club expects too much from the team: Ajax coach Koeman AMSTERDAM, Sep 30 (SW) - After the 4-0 defeat by Bayern Munich on Tuesday, Ajax coach Ronald Koeman feels it is time to decide on his future at the Dutch champions.", "label": 1}
{"text": "Boy's Murder Case Entangled in Fight Over Antidepressants One murder case has attracted special attention amid a debate over the safety of antidepressant use in children and teenagers.", "label": 2}
{"text": "Cingular, AT amp;T complete merger Cingular Wireless today announced it has completed its previously announced merger with AT amp;T Wireless, creating the nation #39;s biggest wireless carrier with the ", "label": 2}
{"text": "Venezuela raises tax on foreign oil companies Venezuelan President Hugo Chavez announced that his country began on Sunday to levy 16.6 percent of taxes on foreign companies which are extracting crudes from the Orinoco oil field.", "label": 2}
{"text": "Conference committee accepts sales tax deductibility WASHINGTON -- A provision that would allow residents of seven states, including Washington, to deduct sales taxes on their federal tax returns made it out of conference committee Wednesday and moved to the House and Senate.", "label": 2}
{"text": "Iraq output rises; oil futures fall Oil futures fell yesterday after Iraq, the sixth-largest supplier to the United States, boosted shipments to tankers to normal rates for the first time in two weeks.", "label": 2}
{"text": "Pfizer can capitalize on drug withdrawal Pfizer Inc., the world #39;s biggest drugmaker, may benefit from Merck  amp; Co. #39;s withdrawal of Vioxx because Pfizer #39;s competing pain medicine Celebrex hasn #39;t been linked to increased risk of heart attacks and strokes.", "label": 2}
{"text": "Oil Extends Slide After Crude Build Slump  LONDON (Reuters) - Oil extended its retreat on Thursday,  taking two-day losses to 6 percent after an unexpectedly large  rise in U.S. crude inventories spurred speculative funds to  take profits out of record high prices.", "label": 2}
{"text": "Corinthian Colleges co-founder quits CEO post SANTA ANA, Calif. (Dow Jones/AP) - Corinthian Colleges Inc. said Thursday it has named Jack Massimino president and chief executive to succeed co-founder David Moore, who remains chairman.", "label": 2}
{"text": "Prickly solution to slimmers #39; woes A plant used to stem the hunger pangs of African tribes could soon be added to the meals of obese westerners desperate to lose their excess pounds.", "label": 2}
{"text": "FCC chief considers wireless merger Federal Communications Commission Chairman Michael Powell said yesterday he #39;ll probably issue a recommendation this month on whether to approve Cingular Wireless LLC #39;s \\$41 billion purchase of AT amp;T Wireless Services Inc.", "label": 2}
{"text": "Nordic nations 'most competitive' Nordic countries are leading the way in global economic competitiveness, with Finland topping the World Economic Forum's latest rankings.", "label": 2}
{"text": "Marsh reported near settlement The bid-rigging case against Marsh  amp; McLennan Cos. likely will be settled for at least \\$500 million, the Wall Street Journal reported Thursday.", "label": 2}
{"text": "NYMEX Crude Near Highs Off \\$54  SINGAPORE (Reuters) - NYMEX crude kept close to record  highs near \\$54 early on Tuesday as global oil supplies remained  hounded by disruptions, magnifying concerns over U.S. heating  oil stocks ahead of the winter, traders said.", "label": 2}
{"text": "Broker #39;s Directors Used Partnerships for Private Profits Board members and senior executives of Marsh  amp; McLennan, the giant insurance broker that has been accused of cheating customers, put millions of dollars into a partnership that profited by ", "label": 2}
{"text": "Wal-Mart September Sales Rise 2.4 Percent  CHICAGO (Reuters) - Wal-Mart Stores Inc. &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=WMT.N target=/stocks/quickinfo/fullquote\"&gt;WMT.N&lt;/A&gt;, the  world's largest retailer, on Thursday said sales at stores open  at least a year rose 2.4 percent in September, slightly higher  than its preliminary report but still toward the low end of its  forecast range.", "label": 2}
{"text": "Treasuries Rise as Oil Spikes to Record (Reuters) Reuters - U.S. Treasuries climbed on Tuesday\\amid a relentless rise in oil costs that hinted at a slowdown\\in consumer spending in the coming holiday season.", "label": 2}
{"text": "Australian Stocks Advance, Paced by Woodside Petroleum, BHP Australian stocks rose for the first day in three, paced by oil producers such as Woodside Petroleum Ltd. after crude oil climbed to a record amid concern that hurricane damage in North America will disrupt supply.", "label": 2}
{"text": "Merck Sees 2005 Profit Hurt by Vioxx Merck  amp; Co. Inc.(MRK), reeling from the recent withdrawal of its Vioxx arthritis drug, said Wednesday it expects 2005 earnings of \\$2.42 to \\$2.52 a share -- a decline from expected 2004 results.", "label": 2}
{"text": "Quantum Makes Leap into Linear Tape Open Field In a move experts say will level the playing field in the Linear Tape Open technology arena, Quantum Corp. has agreed to purchase Certance, a tape drive and data protection vendor based in Costa Mesa, Calif.", "label": 2}
{"text": "Citigroup #39;s Krawcheck to Get No. 2 Post Citigroup Inc. (CN: Quote, Profile, Research) on Monday said one of its fast-rising executives, Sallie Krawcheck, will take over the No.", "label": 2}
{"text": "Oil prices breach \\$50 US a barrel TORONTO - Crude oil prices hit an all-time high Tuesday, pushing past the psychological barrier of \\$50 US per barrel during Asian trading.", "label": 2}
{"text": "Dallas Fed chief set to leave Dallas Federal Reserve Bank president Robert McTeer, the self-styled inflation  quot;lonesome dove, quot; yesterday said he would step down to lead the Texas A amp;M University ", "label": 2}
{"text": "Ontario court OKs Air Canada restructuring Air Canada has been cleared for take-off. An Ontario court judge approved the battered airline #39;s restructuring plan, and the company could emerge from bankruptcy protection as early as Sept.", "label": 2}
{"text": "UPDATE 3-US airlines agree to cut flights at Chicago #39;s O #39;Hare US airlines have agreed to limit flights into Chicago #39;s O #39;Hare International Airport at peak periods to stem record delays that have slowed aviation nationwide, federal officials said on Wednesday.", "label": 2}
{"text": "WMC Resources Plans 25 Nickel Expansion In Four Years PERTH (Dow Jones)--WMC Resources Ltd. (WMR.AU) said Monday that expansion of its nickel production will cost up to A\\$650 million, with an investment decision in the first half of 2006.", "label": 2}
{"text": "Keeping It Simple Expeditors International posts strong results, but the jaw droppers are in its 8-K.", "label": 2}
{"text": "Home loans explode THE Reserve Bank faces the biggest monthly surge in home loan approvals in more than a decade when official figures are reported on Wednesday, the same day it is expected to confirm interest rates are on hold for another month.", "label": 2}
{"text": "The Vioxx warning FOR FOUR years, researchers have been pointing to disturbing signs that the popular painkilling drug Vioxx causes heart attacks and strokes with long-term use.", "label": 2}
{"text": "UPDATE 3-Credit Suisse gains on restructuring hopes Credit Suisse shares rose on Tuesday amid hopes Switzerland #39;s second-largest financial group will step up the pace of restructuring, prompted by a report that it ", "label": 2}
{"text": "After a banner '04, forecasters see a slower '05 WASHINGTON -- Despite soaring oil prices and a slumping dollar, the United States enjoyed a banner year in terms of economic growth in 2004, but the new year is likely to see a significant slowdown, private economists say.", "label": 2}
{"text": "AstraZeneca Sues U.S. Generic Drug Maker  NEW YORK (Reuters) - Drug maker AstraZeneca Plc  &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=AZN.L target=/stocks/quickinfo/fullquote\"&gt;AZN.L&lt;/A&gt;&lt;AZN.N&gt; on Thursday said it has sued generic drug maker  KV Pharmaceutical Co &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=KVa.N target=/stocks/quickinfo/fullquote\"&gt;KVa.N&lt;/A&gt; over one of its branded high blood  pressure medications.", "label": 2}
{"text": "ARM shares tumble on deal for chip firm LONDON ARM Holdings, a British semiconductor designer, said on Monday that it would buy Artisan Components for \\$913 million to broaden its product range.", "label": 2}
{"text": "Microsoft checks out new IE security flaw reports  Microsoft is investigating reports of a serious security flaw in Internet Explorer (IE), but has not yet seen malicious code that exploits the reported flaw, the company said Thursday.", "label": 3}
{"text": "Save the trees, save the apes, expert says A UN meeting on endangered species could help secure the survival one of humanity #39;s closest living relatives, the orang-utan, by saving its forest home from loggers, a leading expert said on Tuesday.", "label": 3}
{"text": "IDC: IT spending to grow 6 in 2005 In its annual predictions for the upcoming year, IDC predicted that worldwide IT spending would grow 6.1 in 2005, a year that will be marked by \"enormous turbulence\" as well as significant consolidation and realignment in several key sectors.", "label": 3}
{"text": "Let the handheld games begin It #39;s the fight computer gamers have been waiting for. But the latest duel between wise old master Nintendo and challenger Sony is not taking place on a TV screen.", "label": 3}
{"text": "MS - NHS tie up unsettles &lt;em&gt;Reg&lt;/em&gt; readers &lt;strong&gt;Letters&lt;/strong&gt; And a job offer for the brainiest woman", "label": 3}
{"text": "Enter your e-mail: This has been a big week for future technology in San Francisco: Intel filled much of Moscone Center with the Intel Developer Forum, its technical conference on the cool stuff it has up its sleeve, from CPU speed bumps to new wireless networking standards ", "label": 3}
{"text": "Sharp Unveils First Blu-ray Disc Recorder Device features two optical drives and a 160GB hard drive for storing content.", "label": 3}
{"text": "EMC nabs former IBM grid guru for CTO position EMC Corp. has hired the former chief architect of IBM Corp.'s Grid computing initiative as senior vice president and chief technology officer (CTO) for the Hopkinton, Mass., storage vendor. Jeff Nick, a 24-year IBM veteran and former IBM Fellow, began serving as EMC's CTO on Monday of this week, the company said Friday.", "label": 3}
{"text": "Bush, Kerry Don't Worry About Tech (washingtonpost.com) washingtonpost.com - Election Day is less than two weeks away, but so far technology has yet to make more than the occasional cameo appearance on either presidential candidate's priority list.", "label": 3}
{"text": "US  #39;Scramjet #39; Breaks Speed Record The US space agency (NASA) says an unmanned supersonic jet Tuesday succeeded in breaking a speed record. NASA says preliminary data from its X-43A experimental aircraft shows it reached speeds ", "label": 3}
{"text": "eBay to remove racial slurs from listings WASHINGTON: Online auction giant eBay Inc is toughening its offensive material policy by eliminating offensive words used as search criteria or in descriptions of items for sale.", "label": 3}
{"text": "Fred L. Whipple, pioneer in comet research, dead at 97 CAMBRIDGE, Mass. A native of Red Oak, Iowa, who was a pioneer in astronomy who proposed the  quot;dirty snowball quot; theory for the substance of comets, has died.", "label": 3}
{"text": "Apple Selling Speedier iBooks, Lower-Priced Power Mac (NewsFactor) NewsFactor - Apple Computer (Nasdaq: AAPL) has announced new, faster iBooks, all of which include wireless networking, along with a new low-end, single-processor Power Mac that retails for US #36;1,500.", "label": 3}
{"text": "Ballmer launches selective attack on Linux IP protection Steve Ballmer has attacked Linux vendors for failing to adequately indemnify customers against potential intellectual property legal actions.", "label": 3}
{"text": "Californians have fresh antitrust crack at Microsoft MICROSOFT IS facing a fresh onslaught over alleged antitrust activities, with authorities in San Francisco and Los Angeles claiming that its products have adversely affected civil servants and local government functionaries.", "label": 3}
{"text": "Study: As much as 50 of Viagra sold online is fake (National) Sept. 29, 2004 - A British study shows as much as half of the Viagra sold on the Internet is not the real thing. Some of the pills have totally different ingredients.", "label": 3}
{"text": "Is Your Domain Name Being Hijacked? New rule creates potential security flaw for domain name transfers.", "label": 3}
{"text": "Actional, Westbridge merge for Web services Web services management vendor Actional and Westbridge Technology, which sold security infrastructure for Web services, are merging to focus on what company officials call SOA (service-oriented architecture) enablement.", "label": 3}
{"text": "Tokyo Edge: New Choices in Digital Entertainment (PC World) PC World - PC and home theater make sleek package, while new portable music devices abound.", "label": 3}
{"text": "Mount St. Helens a volcanic  #39;ring of fire #39; Three or four times every minute, Mount St. Helens shivers. Sometimes the majestic peak even shudders, the trembling beneath reaching a crescendo, a magnitude of 3.3.", "label": 3}
{"text": "Samsung, Philips Partner for Cell-Phone Payments (NewsFactor) NewsFactor - Samsung Electronics and \\Philips Electronics (NYSE: PHG) have formed an alliance to put near-field communication (NFC) technology in future \\cell phone models from Samsung, giving users the ability to use their \\mobile phones to make credit-card or debit-card payments. The companies said that Samsung plans to incorporate NFC in other devices as well.", "label": 3}
{"text": "SpaceShipOne a flight away from claiming \\$10 million X Prize MOJAVE, Calif. -- SpaceShipOne is one flight away from clinching the Ansari X Prize, a \\$10 million award for the first privately developed manned rocket to reach space twice within 14 days.", "label": 3}
{"text": "XM Satellite Radio to Begin Broadcasting on Web XM Satellite Radio Holdings Inc. (XMSR) will soon begin broadcasting some of its stations to subscribers over the Internet, fresh on the heels of the company's discontinuation of a receiver for PCs that some users used to circumvent the music industry's crackdown on illegal file sharing.", "label": 3}
{"text": "Cisco steps up to network monitoring plate Cisco Systems decision to acquire NetSolve means that its channel partners will be able to offer real-time monitoring of networks.", "label": 3}
{"text": "Space probe closes in to unlock the mysterious heart of Titan TITAN, the most mysterious of Saturns moons, could surrender many of its secrets when the Cassini space probe makes its closest-ever approach this week.", "label": 3}
{"text": "Google To Scan Millions Of Library Books Google announced yesterday that they have agreements with several large libraries to scan books whose copyrights have expired. Joseph O #39;Sullivan, Software engineer and Adam M. Smith, Business product manager ", "label": 3}
{"text": "Integration champion enters open-source lists A new start-up offering certification, testing and distribution of existing open-source software could become the Dell of the software industry.", "label": 3}
{"text": "Air Force Looks at New Microwave Weapon (AP) AP - The Air Force expects planes will be able to fire non-lethal microwave rays at enemy ground troops with the help of a new superconducting generator system developed at Wright-Patterson Air Force Base after about 25 years of research.", "label": 3}
{"text": "Global Warming Fast Facts Global Warming is a hot topic that shows little sign of cooling down. Earth's climate &lt;i&gt;is&lt;/i&gt; changing, but just how it's happening, and our own role in the process, is less certain. &lt;b&gt;Includes photo gallery.&lt;/b&gt;", "label": 3}
{"text": "Briefly: Dell, Topspin tout InfiniBand clusters roundup Plus: Ex-HP exec joins StreamServe board...Credit union beefs up database security...Computer scientists slam e-voting machines.", "label": 3}
{"text": "Is Real a Real Hypocrite? Real's recent marketing campaign purporting to promote choice in digital music fails to rally music fans. Instead, the blitz provokes nasty comments from Apple users and cries of hypocrisy from critics. By Katie Dean.", "label": 3}
{"text": "Intel, Clearwire to work on WiMax together SAN FRANCISCO - Intel Corp. will work with Clearwire Corp., a wireless Internet service provider founded by cellular pioneer Craig McCaw, on future networks based on WiMax wireless broadband technology.", "label": 3}
