{"question1": "Did you watch Hillary's acceptance speech and what did you think and feel?", "question2": "What do you think of Hillary Clinton's acceptance speech at the 2016 DNC? What were the main themes?", "label": 0, "idx": 72086}
{"question1": "What is the food one can eat and not eat to reduce the blood ESR level?", "question2": "What is the concept behind eating medicines before or after a meal?", "label": 0, "idx": 129821}
{"question1": "Does using Marijuana for a prolonged period of time increase a persons chances of being diagnosed with schizophrenia?", "question2": "Is it possible to overdose on marijuana?", "label": 0, "idx": 331280}
{"question1": "Which is the best bicycle to ride in a city like Bangalore? Daily commute rather than exercise purpose?", "question2": "Which is the best bicycle to buy, under ₹10,000 in India?", "label": 0, "idx": 131841}
{"question1": "How can I make good investments with little amounts of money in trading?", "question2": "How can I make good investments with little amounts of money?", "label": 0, "idx": 200918}
{"question1": "How useful is doing the Six Sigma Green Belt certification for a technical analyst or a QA guy?", "question2": "\"How long does it take to learn and complete the certification course \"\"Six Sigma Green Belt\"\"?\"", "label": 0, "idx": 346178}
{"question1": "Should we give property to those buyers who are in cyclic debt?", "question2": "Are we good people who sometimes give in to bad, or are we bad people who sometimes manage to resist our own nature and do good?", "label": 0, "idx": 345082}
{"question1": "How could a bunker/fallout shelter still run on emergency power after three years?", "question2": "I am presently pursuing Dual Degree (B.tech +M.tech). I will be doing MBA after that. So will doing good internships matter much in my future?", "label": 0, "idx": 21004}
{"question1": "Why does Hilary Clinton cough so much?", "question2": "Why does Hillary Clinton cough sometimes? Is she sick or is it from speaking so much?", "label": 1, "idx": 196409}
{"question1": "Do you care what other people think of you?", "question2": "Do you care what other people think about you?", "label": 1, "idx": 302399}
{"question1": "How do I send a virus to a cell phone via text?", "question2": "How do I send a virus to another cell phone via text?", "label": 1, "idx": 333610}
{"question1": "What is your absolute most favorite book of all time and why? Any suggestions?", "question2": "What is your favorite book of al time?", "label": 1, "idx": 359248}
{"question1": "What are tips for saving money?", "question2": "How do you save up money?", "label": 1, "idx": 43300}
{"question1": "Is there any proof which can be given for the existence of the GOD? If yes, what are those?", "question2": "Is there any proof that there is no god?", "label": 1, "idx": 221357}
{"question1": "What is the proof for mathematical induction?", "question2": "What is the proof that mathematical induction works?", "label": 1, "idx": 197713}
{"question1": "How can I get an investor for my startup?", "question2": "How can I find investors for my tech startup?", "label": 1, "idx": 282319}
