{"sentence1": "The 26-member International Energy Agency said, Friday, that member countries would release oil to help relieve the U.S. fuel crisis caused by Hurricane Katrina.", "sentence2": "Foreign oil reserves will be made available to the U.S. in the wake of Hurricane Katrina.", "label": 0, "idx": 1590}
{"sentence1": "After the service, Lennon left the cathedral, made his way through a crush of reporters and television cameras and talked briefly with protesters, some of whom say they are victims of abusive priests.", "sentence2": "After the service, Lennon attempted to speak to victims and protesters.", "label": 0, "idx": 1651}
{"sentence1": "BEIJING — In the decade since the Chinese government began repressing Falun Gong, a crusade that human rights groups say has led to the imprisonment of tens of thousands of practitioners and claimed at least 2,000 lives, the world's attention has shifted elsewhere. The drive against the spiritual group has eliminated its leadership, decimated the ranks of faithful and convinced many Chinese that the group is an \"evil cult,\" as the government contends. But 10 years on, the war on Falun Gong remains unfinished.", "sentence2": "Falun Gong is a spiritual group.", "label": 0, "idx": 656}
{"sentence1": "As leaders gather in Argentina ahead of this weekends regional talks, Hugo Chávez, Venezuela's populist president, is using an energy windfall to win friends and promote his vision of 21st-century socialism.", "sentence2": "Chávez is a follower of socialism.", "label": 0, "idx": 2304}
{"sentence1": "In 1983, McClintock found that bacteria have rings of DNA (plasmids) that reproduce and have genetic changes that tell the bacteria how to defend itself against the antibiotics.", "sentence2": "Bacteria is winning the war against antibiotics.", "label": 1, "idx": 268}
{"sentence1": "U.S. light crude was trading erratically on the New York Mercantile Exchange, hitting $44.50 a barrel before easing back a bit to $44.10, still a gain of $1.27.", "sentence2": "The U.S. light crude is $1.27 a barrel.", "label": 1, "idx": 151}
{"sentence1": "The owners of Phinda, the South African-based Conservation Corporation, could not have paid for a better advertisement for their philosophy of wildlife conservation: a people-based approach to conservation, which is slowly gaining ground in Africa as game reserves come under ever greater threat from hungry, poor and angry local populations.", "sentence2": "The South African-based Conservation Corporation threatens the local population.", "label": 1, "idx": 2288}
{"sentence1": "Mr Fitzgibbon expects some of the 17,000 additional US troops heading for Afghanistan will bolster Australian forces operating in the dangerous Oruzgan province in the south. The defence minister was planning to raise the issue specifically with US Defence Secretary Robert Gates. He has already held talks with US central command chief General David Petraeus and director of the Central Intelligence Agency (CIA) Leon Panetta. General Petraeus discussed the new US strategy for Afghanistan and the troop surge in which an extra 17,000 troops will be deployed in the southern provinces where Taliban insurgents have been most active.", "sentence2": "David Petraeus is the director of the CIA.", "label": 1, "idx": 968}
