{"text": "How can I make my card ready to use?", "label": 0}
{"text": "What needs to be done to activate and use a card?", "label": 0}
{"text": "Who do I call to activate my new card?", "label": 0}
{"text": "How can my new card be activated?", "label": 0}
{"text": "I want to use my card, how would I activate it?", "label": 0}
{"text": "What do I need to do in order to use my card I just got?", "label": 0}
{"text": "Tell me what I need to do to activate my card.", "label": 0}
{"text": "I would like to be assisted with the activation of my card.", "label": 0}
{"text": "Do you guys have any age restrictions?", "label": 1}
{"text": "Do you have any accounts for children ?", "label": 1}
{"text": "Do you have a limit for someone's age?", "label": 1}
{"text": "My daughter needs to open account.", "label": 1}
{"text": "How old do you need to be to have an account?", "label": 1}
{"text": "My son has just turned 13, is he old enough for an account?", "label": 1}
{"text": "How old does one need to be?", "label": 1}
{"text": "What is the minimum age required to open an account with your service?", "label": 1}
{"text": "How can I top up with Apple Pay?", "label": 2}
{"text": "Can top ups be done from an apple watch.", "label": 2}
{"text": "Using Google Pay, can I top up?", "label": 2}
{"text": "Is it possible to use my apple watch for topping up?", "label": 2}
{"text": "I can't use top up on Google Pay.", "label": 2}
{"text": "can I top up an apple pay?", "label": 2}
{"text": "Can I pay for my gas using my Apple watch?", "label": 2}
{"text": "Google pay top up not working.", "label": 2}
{"text": "Which ATMs accept Mastercard?", "label": 3}
{"text": "I need help from someone in your department with finding my nearest ATM.", "label": 3}
{"text": "What ATMs can I use my card?", "label": 3}
{"text": "How do I know it is a Mastercard ATM?", "label": 3}
{"text": "Which ATMs take the card?", "label": 3}
{"text": "Can I use this card at any ATM?", "label": 3}
{"text": "What kind of ATMs would this card be accepted at?", "label": 3}
{"text": "Where is a Mastercard ATM?", "label": 3}
{"text": "What about an auto top-up, is that a option?", "label": 4}
{"text": "If there isn't much money left over, will it top-up automatically?", "label": 4}
{"text": "How low does the balance have to be before the system updates?", "label": 4}
{"text": "If I don't have much money in the account can I auto top-up?", "label": 4}
{"text": "Can I add money to my card automatically during a trip?", "label": 4}
{"text": "Where can I find the auto-top option?", "label": 4}
{"text": "how can i get it to add money automatically while travelling", "label": 4}
{"text": "I will be traveling and want money to be added automatically in certain intervals. Is this possible?", "label": 4}
{"text": "I do not see the money I transferred into this account", "label": 5}
{"text": "Why can't I see a transfer to my account?", "label": 5}
{"text": "After transfering some money my balance hasn't changed.", "label": 5}
{"text": "I can't see the transfer that I put in.", "label": 5}
{"text": "I've made a transfer from France two days ago but I was wondering if international transfers take longer to arrive because it hasn't made it yet.", "label": 5}
{"text": "I made a transfer a couple hours ago but my balance has not been updated. Why is this? Shouldnt this be instant?", "label": 5}
{"text": "My transfer is pending too long.", "label": 5}
{"text": "Can you tell me why the transfer isn't showing up on my account?", "label": 5}
{"text": "Why hasn't my cash been deposited yet?", "label": 6}
{"text": "I have made a recent check and cash deposit that isn't reflected in my balance.", "label": 6}
{"text": "I deposited cash this morning, but it's not showing up in my account. Can you tell me where's my money?", "label": 6}
{"text": "My mother deposited a cheque into my account last week, why is it still not showing up?", "label": 6}
{"text": "I've deposited a check in my account but the cash isn't showing as available.", "label": 6}
{"text": "Why did my cash deposit not show up?", "label": 6}
{"text": "Why is the check I deposited this morning not showing up?", "label": 6}
{"text": "I deposited a cheque a week ago but have yet to receive the cash.", "label": 6}
{"text": "I wasn't allowed to transfer to my account", "label": 7}
{"text": "What is the reason I couldn't do a transfer to a beneficiary?", "label": 7}
{"text": "My beneficiary is unable to transact", "label": 7}
{"text": "Why would I receive an error that my transfer isn't possible when I've done it before?", "label": 7}
{"text": "I cannot make a transfer to another account.", "label": 7}
{"text": "The app won't let me transfer money to a beneficiary", "label": 7}
{"text": "My card isn't letting me purchase something and I wanted to know why.", "label": 7}
{"text": "Why is a transfer to a beneficiary not possible?", "label": 7}
{"text": "I need to cancel a transaction immediately.", "label": 8}
{"text": "I wish to cancel a transfer", "label": 8}
{"text": "I want to cancel a transfer I just made.", "label": 8}
{"text": "Please help!  The app won't let me cancel a money transfer.  I accidently sent money to an account that wasn't mine.  I need this cancelled immediately.", "label": 8}
{"text": "I didn't mean to do the transfer, is there any way to cancel it?", "label": 8}
{"text": "Help me cancel a transaction.", "label": 8}
{"text": "Hi , I just came to know I made the wrong transaction  yesterday. Would  you please make it correct?I need it by tomorrow.", "label": 8}
{"text": "I paid my rent into the wrong account, could you please pay it into the right account, it needs to be done by tomorrow.", "label": 8}
{"text": "What do I do if my card expires soon?", "label": 9}
{"text": "Does it cost much or take long to get a new card? Mine is about to expire.", "label": 9}
{"text": "My card is about to expire. Do I have to go to a branch to order a new card?", "label": 9}
{"text": "How do I replace a card that's going to expire?", "label": 9}
{"text": "My card will expire soon, When do I need to order a new one?", "label": 9}
{"text": "Do I need to re-apply to order a new card when my old one's about to expire?", "label": 9}
{"text": "I will need a new card because mine is almost expired.  How fast do I get a replacement and what is the cost?", "label": 9}
{"text": "Will I receive a new card when mine expires?", "label": 9}
{"text": "Are there limits as to where my card will be accepted?", "label": 10}
{"text": "Which establishments will accept my card?", "label": 10}
{"text": "What businesses can I use this card with?", "label": 10}
{"text": "Can I use my card no matter where I go?", "label": 10}
{"text": "Which merchants accept this card?", "label": 10}
{"text": "WHAT IS THE ATMOSPHERE OF IT", "label": 10}
{"text": "Are there any restrictions to where I can use my card?", "label": 10}
{"text": "This card is accepted by what businesses?", "label": 10}
{"text": "It's been two weeks and I haven't gotten my card, what do I do?", "label": 11}
{"text": "I would like to track the card you sent to me.", "label": 11}
{"text": "why have i not got my new card?", "label": 11}
{"text": "My card hasn't arrived yet. What do I do?", "label": 11}
{"text": "When will I recieve my new card?", "label": 11}
{"text": "Where is my card?", "label": 11}
{"text": "How much longer until I get my new card?", "label": 11}
{"text": "Is my new bank card on the way and is there a way to track it?", "label": 11}
{"text": "What is the length of time for one of these items to come to the U.S?", "label": 12}
{"text": "When can I expect delivery?", "label": 12}
{"text": "What is the estimated date for delivery to US?", "label": 12}
{"text": "I'd like to have it delivered on Saturday.  Is that possible?", "label": 12}
{"text": "can I choose delivery times to suite me?", "label": 12}
{"text": "When will it get delivered?", "label": 12}
{"text": "When can I expect my card to arrive?", "label": 12}
{"text": "Can I have it by a certain date?", "label": 12}
{"text": "Where can I link a new card?", "label": 13}
{"text": "I'd lke my card reactivated, I was thinking it was misplaced but I discovered when I woke up that I had left it in my coat.", "label": 13}
{"text": "I finally got my card.  Now I want to link it.  Is that something you have to do or can I do that?", "label": 13}
{"text": "Can I add a card back to the app?", "label": 13}
{"text": "I want my card I just received to show up in the app. How do I do that?", "label": 13}
{"text": "How do I link an existing card?", "label": 13}
{"text": "How do I link the new card that I just got from you guys?", "label": 13}
{"text": "How do I link my card in the app.", "label": 13}
{"text": "My card is broken", "label": 14}
{"text": "I am unable to use my card.", "label": 14}
{"text": "Why is my card not working anymore?", "label": 14}
{"text": "My card was declined at a restaurant today and I am not sure why.", "label": 14}
{"text": "I tried to use my card today in the restaurant but it didn't work and just got declined. What's wrong?", "label": 14}
{"text": "I can't get my actual card to work", "label": 14}
{"text": "Out of the blue, my card stopped working.", "label": 14}
{"text": "I tried using my card at multiple vendors and now it's not working.", "label": 14}
{"text": "An extra fee has been added to my card payment is this correct?", "label": 15}
{"text": "I paid with my card and I was charged a fee", "label": 15}
{"text": "I noticed a new fee on my account. I didn't know there were fees for these payments. What is the policy?", "label": 15}
{"text": "Why was a fee added to my bill when I used my card?", "label": 15}
{"text": "Why was I charged a fee for debit or credit card payment?", "label": 15}
{"text": "Can you explain why I am now getting charged a fee for using my card?", "label": 15}
{"text": "Why was I charged extra using my card?", "label": 15}
{"text": "I have been charged a fee, I didn't know about this fee before! When do you charge extra for card payments?", "label": 15}
{"text": "If I see a payment in the app that I don't recognize, what should I do?", "label": 16}
{"text": "There are some charges that I don't recognize.  It happened days ago.  Can I get these charges back?  Should I cancel my card?", "label": 16}
{"text": "How do I find out how or where this transaction on my account came from?", "label": 16}
{"text": "There is a payment in the app that I did not approve", "label": 16}
{"text": "There's a payment in the app that I didn't authorize.", "label": 16}
{"text": "Is there any way to know how the transaction got on my account?", "label": 16}
{"text": "There's a payment with my card that I definitely didn't create. I don't know anyone by that name.", "label": 16}
{"text": "I need to figure out who has access to my card there are some payments I didn't make that are showing on the app.  Could you please help?", "label": 16}
{"text": "The exchange rate I was charged for a purchase was not right.", "label": 17}
{"text": "A foreign purchase I made has the incorrect rate applied to it.", "label": 17}
{"text": "I just saw the exchange rate you use, but it's so bad that I can't believe that it's the official interbank exchange rate! Is this truly the official interbank exchange rate?", "label": 17}
{"text": "An incorrect exchange rate was applied to an item I bought.", "label": 17}
{"text": "Why is the exchange rate different on my recent purchase?", "label": 17}
{"text": "Why is your exchange rate so bad?", "label": 17}
{"text": "The correct exchange rate wasn't given to me for an item I purchased.", "label": 17}
{"text": "I checked on google and the exchange rate you are using is really bad. Can you update it?", "label": 17}
{"text": "What do I do if the ATM swallowed my card?", "label": 18}
{"text": "I was getting cash and the card got stuck inside", "label": 18}
{"text": "How do I get my card back after the ATM swallowed it.", "label": 18}
{"text": "Who do I talk to about the ATM swallowing my card?", "label": 18}
{"text": "How do I get my card out of the ATM?", "label": 18}
{"text": "What should I do if the atm eats my card?", "label": 18}
{"text": "what do I need to do if the ATM kept my card?", "label": 18}
{"text": "Why did the ATM take my card and keep it?", "label": 18}
{"text": "I withdrew cash and was charged. Why?", "label": 19}
{"text": "Why am I charged a fee for withdrawing cash?", "label": 19}
{"text": "Do you charge for making a withdrawal? I took some money out of my account earlier and I was charged for this.", "label": 19}
{"text": "Why was my account assessed a fee for an ATM transaction?", "label": 19}
{"text": "I made a cash withdrawl and there is a charge.  What is this?", "label": 19}
{"text": "Are there ATM fees?", "label": 19}
{"text": "Why did I get charged a fee, I thought it was free?", "label": 19}
{"text": "Today I noticed a charge for an ATM withdrawal on my account. Can you please fix this? It's supposed to be no charge.", "label": 19}
{"text": "Some cash has been withdrawn but I didn't do it.", "label": 20}
{"text": "My wallet got stolen a couple hours ago and now I've seen there already is a withdrawal. Help this is absolutely urgent I don't want to loose more money", "label": 20}
{"text": "Someone stole my wallet a couple of hours ago now and they have taken money from my account. Is there any way that you can help so I won't lose any more of my money.", "label": 20}
{"text": "There's a $200 withdrawal on my statement that seems fishy to me.", "label": 20}
{"text": "Some cash withdrawal that I didn't make showed up in the app.", "label": 20}
{"text": "I have my card here with me and someone has just made a withdrawal for 500. Please help!", "label": 20}
{"text": "I think someone may have cloned my card or something.  My card isn't lost but I just saw a charge of $500 cash withdraw.  Can you help me?", "label": 20}
{"text": "Why is my app showing me taking money that I did not take out?", "label": 20}
{"text": "Can I change my PIN?", "label": 21}
{"text": "How can I change my PIN without going to the bank?", "label": 21}
{"text": "Do you know how to change my card PIN?", "label": 21}
{"text": "Can my PIN be changed in any cash machine?", "label": 21}
{"text": "Is it possible to change my PIN?", "label": 21}
{"text": "I have been travelling overseas and I need to change my PIN. Can you tell me how this is done?", "label": 21}
{"text": "Can I change my PIN without being physically present?", "label": 21}
{"text": "If I want to can I set up a new PIN?", "label": 21}
{"text": "I think that someone may be using my card, but I'm not sure,.", "label": 22}
{"text": "think someone is using my card with permission", "label": 22}
{"text": "am afraid someone may have gained access to the info on my card.", "label": 22}
{"text": "There are transactions that I don't recognize. What do I do if I think someone is using my card?", "label": 22}
{"text": "I think someone is using my card without my permission!", "label": 22}
{"text": "My wallet was stolen and all my credit cards were in there.  HELP?!!?", "label": 22}
{"text": "I think someone has hacked my card!", "label": 22}
{"text": "What do I do if I believe to be a victim of credit card fraud?", "label": 22}
{"text": "How can I fix my contactless?", "label": 23}
{"text": "How do I troubleshoot my contactless?", "label": 23}
{"text": "How can I fix my card if the contactless function didn't work this morning?", "label": 23}
{"text": "How can i get new card?", "label": 23}
{"text": "The contactless payments are not working.", "label": 23}
{"text": "I have a contactless that's broken.", "label": 23}
{"text": "How come when I tried to pay contactless at the bus it didnt work?", "label": 23}
{"text": "Any charges applicable for new card?", "label": 23}
{"text": "Which countries do you operate in", "label": 24}
{"text": "What countries are getting support?", "label": 24}
{"text": "Which countries are you in?", "label": 24}
{"text": "Are these cards available in europe?", "label": 24}
{"text": "What countries do your accounts send and receive to?", "label": 24}
{"text": "Can I get a card that works in other countries like Africa and Indonesia?", "label": 24}
{"text": "From what countries can I use an account?", "label": 24}
{"text": "What countries do your accounts support?", "label": 24}
{"text": "I went to use my new card today and the card was repeatedly declined. I would really like to use this card and need to know what to do about it.", "label": 25}
{"text": "My card was rejected", "label": 25}
{"text": "It seems like my card payment didn't work.", "label": 25}
{"text": "My card payment wasn't declined", "label": 25}
{"text": "May monthly payment to Apple has been declined but I don't know why, they are going to re-try the payment and it must go through, can you tell me what is going on please?", "label": 25}
{"text": "I was out today looking forward to paying with my new card, turns out the payment kept getting declined. This is really sad, what's going on?", "label": 25}
{"text": "Why wasn't my card payment accepted?", "label": 25}
{"text": "Is there an issue with my card payment as it has not gone through.", "label": 25}
{"text": "I tried to get money out of an ATM in Notting Hill earlier, but it didn't work. Is my card actually working? It's the first time I tried using it", "label": 26}
{"text": "I tried to get cash in the ATM but it was not approved", "label": 26}
{"text": "why wouldnt the atm give me money", "label": 26}
{"text": "Why couldn't I get cash from an ATM?", "label": 26}
{"text": "I couldnt get cash in an ATM", "label": 26}
{"text": "The ATM wouldn't let me have my money.", "label": 26}
{"text": "Why was I blocked from withdrawing from the ATM?", "label": 26}
{"text": "I attempted to get cash in the ATM but I was denied", "label": 26}
{"text": "Why do transfers get declined?", "label": 27}
{"text": "I tried to buy something online yesterday but it kept saying declined. Tried another time today but same thing happened. What's Broken?", "label": 27}
{"text": "Why are my transfers getting declined?  I havent had a problem in the past.", "label": 27}
{"text": "I have been doing some online shopping, but when checking out, it keeps getting declined. I tried a few times and it wouldn't work. What could be wrong?", "label": 27}
{"text": "I got declined when attempting a transfer", "label": 27}
{"text": "I was making a purchase and it was declined and I wanted to know why.", "label": 27}
{"text": "Why would my transfer result in a decline message?", "label": 27}
{"text": "I'm having issues with my card. You guys keep declining it for some reason. I haven't had any issues up until this point. What is going on? I've tried a handful of times with the same, unfortunate, result!", "label": 27}
{"text": "I need assistance addressing a direct debit that I did not do myself.", "label": 28}
{"text": "I might have been charged on my debit statement by fraud.", "label": 28}
{"text": "The app is showing a direct debit transaction that I did not perform", "label": 28}
{"text": "I see a charge for a direct debit that was not me.", "label": 28}
{"text": "How do I dispute a debit that I didn't make?", "label": 28}
{"text": "I don't know what this Direct Debit payment is.", "label": 28}
{"text": "A false direct debit payment is showing in my app", "label": 28}
{"text": "How can I get my money back for a payment i didnt make", "label": 28}
{"text": "how many uses are the disposable cards good for?", "label": 29}
{"text": "Is there a limit on disposable cards?", "label": 29}
{"text": "Why can't I use a disposable card?", "label": 29}
{"text": "Help me create several temp cards every day.", "label": 29}
{"text": "Whats the maximum disposable virtual cards?", "label": 29}
{"text": "How many active transactions can I make with a disposable card?", "label": 29}
{"text": "How many disposable virtual cards can you have?", "label": 29}
{"text": "How can many disposable cards can I have per day?", "label": 29}
{"text": "How do I change my last name?", "label": 30}
{"text": "Please tell me where I can update my details since I moved.", "label": 30}
{"text": "I am here to change my adress.", "label": 30}
{"text": "Can I edit my details?", "label": 30}
{"text": "how do i get into my account and edit my details", "label": 30}
{"text": "I just got married and I need to change my name", "label": 30}
{"text": "How can I change to my married name?", "label": 30}
{"text": "I am interested in changing my personal details.", "label": 30}
{"text": "What are the charges if I exchange foreign currency?", "label": 31}
{"text": "If I exchange currencies on a frequent basis can I receive a discount?", "label": 31}
{"text": "Is there an additional cost to exchange currencies?", "label": 31}
{"text": "How much is the charge for a foreign currency exchange?", "label": 31}
{"text": "Do I need to pay more for exchanging currencies?", "label": 31}
{"text": "Do you charge extra for exchanging currencies?", "label": 31}
{"text": "Is it free to exchange currency?", "label": 31}
{"text": "Is there any cost to change foreign money to local?", "label": 31}
{"text": "How do the foreign exchange rates work?", "label": 32}
{"text": "What is the formula for your exchange rate?", "label": 32}
{"text": "How do I know what exchange rate I will get?", "label": 32}
{"text": "What exchange rate is it?", "label": 32}
{"text": "How are the exchange rates determined?", "label": 32}
{"text": "Why is your exchange rate different on different days?", "label": 32}
{"text": "I am travelling and I was wondering what your exchange rates are", "label": 32}
{"text": "I'm interested in what your exchange rates are based on.", "label": 32}
{"text": "Will this app allow me to exchange currencies?", "label": 33}
{"text": "I may no longer need GBP, but instead I will need AUD, how can I go about making this change?", "label": 33}
{"text": "I need to exchange between different currencies, like GBP and USD. Can I do that with your app?", "label": 33}
{"text": "Can I use this app to change money?", "label": 33}
{"text": "How do I exchange currencies using this app?", "label": 33}
{"text": "Can this convert money?", "label": 33}
{"text": "How do I use the app to exchange currencies?", "label": 33}
{"text": "Can i add a new currency to my account?", "label": 33}
{"text": "I was charged an extra pound for no reason. Why is that?", "label": 34}
{"text": "There is an extra charge on my account I didn't authorise, it's just £1, what is it?", "label": 34}
{"text": "what was the $1 fee i got", "label": 34}
{"text": "What is the fee on my statement for?", "label": 34}
{"text": "Why is there an extra charge on my statement.", "label": 34}
{"text": "How can I find out about an extra fee on my statement?", "label": 34}
{"text": "I was charged extra or a hidden fee when I purchased something from you. What's the deal? I didn't authorize that charge.", "label": 34}
{"text": "In my statement, I got a €1 extra fee.", "label": 34}
{"text": "I've already tried 5 times to complete a transfer that's just standard. What's the deal? Is your system down at this time?", "label": 35}
{"text": "Been trying to transfer money this morning but keep getting rejected. I don't understand why this is happening.", "label": 35}
{"text": "I did a transfer earlier but see that it failed to go through.", "label": 35}
{"text": "I think youre system may be broken because I have tried transfer money 5x and it isnt working!  I'm not doing anything complicated it is what I usually do.", "label": 35}
{"text": "Hello. I'm trying to transfer some money to a friend but it keeps getting rejected. can you help me?", "label": 35}
{"text": "Why was I not able to complete my transfer?", "label": 35}
{"text": "I tried to make a transfer and it didn't work.", "label": 35}
{"text": "Can you please explain why my transfer failed?", "label": 35}
{"text": "How many currencies can I have money in in my account?", "label": 36}
{"text": "I'm interested in using fiat currencies, which do you support?", "label": 36}
{"text": "What currencies do you support?", "label": 36}
{"text": "Are EUR exchanges allowed?", "label": 36}
{"text": "Can I change or hold different currency?", "label": 36}
{"text": "Is the EUR accepted for exchanges?", "label": 36}
{"text": "Are you okay with exchanges to EUR?", "label": 36}
{"text": "Is my fiat currency supported for both hold and exchange?", "label": 36}
{"text": "Can you point me in the right direction of where to go to roder a disposable virtual card, I can't seem to find it.", "label": 37}
{"text": "What is the process to create a disposable virtual card?", "label": 37}
{"text": "What are these disposable cards meant for?", "label": 37}
{"text": "What do you use disposable cards on?", "label": 37}
{"text": "disposable virtual card can be ordered where?", "label": 37}
{"text": "Please explain how disposable virtual card work.", "label": 37}
{"text": "Can you help me get a disposable virtual card?", "label": 37}
{"text": "how do I get a disposable virtual card?", "label": 37}
{"text": "How will I know my pin number?", "label": 38}
{"text": "How do I find my new pin?", "label": 38}
{"text": "Is my PIN sent separably?", "label": 38}
{"text": "Where is the PIN for my card located?", "label": 38}
{"text": "How do I request the PIN?", "label": 38}
{"text": "Where can I locate my PIN at?", "label": 38}
{"text": "do i need to wait for my card before i get pin", "label": 38}
{"text": "How do I set my physical card PIN?", "label": 38}
{"text": "Will there be a charge for sending out more cards?", "label": 39}
{"text": "Can another family member hold a card for this account in addition to mine?", "label": 39}
{"text": "Physical cards are what I need more of", "label": 39}
{"text": "I would like more physical cards", "label": 39}
{"text": "Is there a charge for sending out more cards?", "label": 39}
{"text": "I want some extra physical cards.", "label": 39}
{"text": "If I want to be able to give my daughter a card for my account, would I be allowed to get one for her?", "label": 39}
{"text": "I'd like to order an additional card", "label": 39}
{"text": "Where can virtual cards be ordered?", "label": 40}
{"text": "Where are the virtual cards?", "label": 40}
{"text": "I want one of the virtual cards!", "label": 40}
{"text": "I don't have a virtual card - how do I get one?", "label": 40}
{"text": "Please tell me how I can get a virtual card.", "label": 40}
{"text": "How long do you have to wait to see your virtual card your ordered?", "label": 40}
{"text": "How long will it take to receive a virtual card?", "label": 40}
{"text": "where can i have a virtual card", "label": 40}
{"text": "i need help, i lost my card", "label": 41}
{"text": "I think my card is stolen!", "label": 41}
{"text": "Is there any way for you to find my card?", "label": 41}
{"text": "Can you tell me the status of my new card?", "label": 41}
{"text": "I have lost my card! What is my next step?", "label": 41}
{"text": "A fee shouldn't apply to me if my card was stolen.", "label": 41}
{"text": "What do I do if my card is stolen?", "label": 41}
{"text": "I left my card at a restaurant and now its missing.", "label": 41}
{"text": "My phone has been lost or stolen", "label": 42}
{"text": "Is it possible to access my phone from the hotel/", "label": 42}
{"text": "Everything I have was stolen yesterday making it so I don't have access to the app, what should I do?", "label": 42}
{"text": "I'm not sure where my phone is.  Can someone else use the app?", "label": 42}
{"text": "I lost my phone, what should I do?", "label": 42}
{"text": "what to do about stolen phone", "label": 42}
{"text": "Please help!  I was mugged and everything stolen.  What do I do to stop them from accessing my account?", "label": 42}
{"text": "My phone is missing or stolen.", "label": 42}
{"text": "Is there a fee for physical cards?", "label": 43}
{"text": "IS there anywhere that a card cannot be delivered?", "label": 43}
{"text": "What does the bank charge for lost or stolen card replacements?", "label": 43}
{"text": "Do I have to pay for a physical card?", "label": 43}
{"text": "Is a physical charge extra", "label": 43}
{"text": "I would like to have a physical card to carry around and use. How can I get one?", "label": 43}
{"text": "How can receive a physical card", "label": 43}
{"text": "What fees do you charge for the standard card?", "label": 43}
{"text": "I don't remember my passcode?", "label": 44}
{"text": "I don't know the code for the app.", "label": 44}
{"text": "Can someone please help assist me by explaining to me why my pass-code is not working?", "label": 44}
{"text": "Not sure what my password is.", "label": 44}
{"text": "Where do I go to reset my passcode?", "label": 44}
{"text": "I thought I knew my password but I guess I was wrong, what can I do now?", "label": 44}
{"text": "What should I do if my passcode won't work?", "label": 44}
{"text": "I've completely forgot the code to get into the app.", "label": 44}
{"text": "I bought some things in the morning but the payment shows as pending", "label": 45}
{"text": "I have a payment that is still pending", "label": 45}
{"text": "There is a payment that i made that i noticed has not gone thru yet. Can i ask why?", "label": 45}
{"text": "I'm still waiting on a payment", "label": 45}
{"text": "Why hasn't my card payment cleared yet?", "label": 45}
{"text": "There is a pending transaction on my account, what does this mean?", "label": 45}
{"text": "Why is my card payment still pending?", "label": 45}
{"text": "why do I have a pending payment?", "label": 45}
{"text": "I tried to access money earlier but the machine seems not to be working. After looking, the transaction actually shows to still being process. Can you find out what is going on here? I don't want to be charged for some money I never got.", "label": 46}
{"text": "What is a pending cash withdrawal?", "label": 46}
{"text": "Hello, I have a pending transaction in my account due to an ATM machine that wasn't working. In any case if the transaction goes through, after how long can I get my money back?", "label": 46}
{"text": "How do I get my cash withdrawal to show?", "label": 46}
{"text": "I'm expecting to see a cash withdrawal but I'm still waiting.", "label": 46}
{"text": "My card was declined and I did not receive money from the ATM earlier, yet it show on my account that it is pending.", "label": 46}
{"text": "I tried to withdraw money, but was unable to. Still says that the transaction is pending? Will this money disappear??", "label": 46}
{"text": "My ATM withdrawal is taking forever", "label": 46}
{"text": "How long do top-ups take to go through", "label": 47}
{"text": "My top-up has not posted.", "label": 47}
{"text": "Top-up is loaded into the card and no update.", "label": 47}
{"text": "I topped up and went to buy something, but it says that my funds are pending. Is there a way to quicken this process?", "label": 47}
{"text": "My top-up is taking a while to process!", "label": 47}
{"text": "When will my top up process?", "label": 47}
{"text": "How long will it take for my top up to work? It's still pending", "label": 47}
{"text": "I have a new card and I can't add money to it.  I tried about 30 minutes ago and it is still pending.  What do I do?", "label": 47}
{"text": "How long does EU transfer take? I bought something online a couple days ago , sent the money immediately online but the seller says it is still not there yet", "label": 48}
{"text": "when will my transfer clear", "label": 48}
{"text": "My transfer went through, but it seems to be caught up in a pending status.  This was very important that it got done quickly, can you give me a status update on how long it will take?", "label": 48}
{"text": "For what reason is my transfer still pending now?", "label": 48}
{"text": "How long will my transfer be pending for?", "label": 48}
{"text": "How long does a transfer to another country normally take? I check over and over again and see that my transfer is still pending. It's 2018, nothing should take this long. I have confirmed my account information, so there is no error. What is the hold up?", "label": 48}
{"text": "Transfers may show up as pending for up to one day while they are processed by one of our payment processors. Then, they will depart for the beneficiary accounts. Please also double-check that you have entered the correct account details. SEPA transfers can take up to two business days, and SWIFT transfers can take up to five business days.", "label": 48}
{"text": "My money transfer has not yet occurred", "label": 48}
{"text": "How do I make my PIN work again?", "label": 49}
{"text": "I have exceeded all my PIN tries", "label": 49}
{"text": "I am blocked now because I entered the wrong pin, need help.", "label": 49}
{"text": "I entered in the wrong PIN.  Please help me unlock my account.", "label": 49}
{"text": "What is the procedure of unblocking my PIN?", "label": 49}
{"text": "My account is locked because I used the wrong pin too many times.  Please help.p", "label": 49}
{"text": "What's the web address to unblock my pin?", "label": 49}
{"text": "My PIN tries have run out. Now what?", "label": 49}
{"text": "Which foreign currencies can I get transferred into my account?", "label": 50}
{"text": "How do I know what my account is set to, I am paid in GBP?", "label": 50}
{"text": "How does one send me money?", "label": 50}
{"text": "Can i receive transfers from my employer to this account?", "label": 50}
{"text": "How can I receive money from someone?", "label": 50}
{"text": "Is it ok for a friend to send me money?", "label": 50}
{"text": "Can i get payed through this system?", "label": 50}
{"text": "What are the steps for getting money from a friend?", "label": 50}
{"text": "I requested a refund directly from the seller but I still don't have it. I just want you to send me my money back. I did what you said to do and I still don't have it.", "label": 51}
{"text": "Hello. I bought an item a while ago, and have since requested a refund.  However, upon checking my online statements, it seems that I haven't been issued a refund yet.  How can this be remedied?", "label": 51}
{"text": "I can't see my refund on my account", "label": 51}
{"text": "my refund has not hit my account yet", "label": 51}
{"text": "I can not find my refund.", "label": 51}
{"text": "I need my refund", "label": 51}
{"text": "Why is my refund not visible on my statement?", "label": 51}
{"text": "Hi I'm waiting for a refund for an item I bought. I have contacted the merchant directly but had nothing back. Can you tell me whether or not you are able to refund me for the item?", "label": 51}
{"text": "I would like to cancel my purchase.", "label": 52}
{"text": "Am I able to get a refund for a purchase?", "label": 52}
{"text": "I want a refund on the things i bought", "label": 52}
{"text": "Canceling my order is what I need to do right now.", "label": 52}
{"text": "If I bought something I didn't like, can I get a refund?", "label": 52}
{"text": "Would I be able to refund an item?", "label": 52}
{"text": "I would like to receive a refund for something I bought.", "label": 52}
{"text": "Can you please refund my item?", "label": 52}
{"text": "Can you tell me why the card payment came back?", "label": 53}
{"text": "I cancelled my card payment", "label": 53}
{"text": "Why isn't my payment showing?", "label": 53}
{"text": "I was refunded the money for something I bought already.", "label": 53}
{"text": "My card payment was cancelled.  Why?", "label": 53}
{"text": "I made a payment but the app cancelled it.", "label": 53}
{"text": "Why have I received a rebate for my payment after a week?", "label": 53}
{"text": "Why is my card payment cancelled?", "label": 53}
{"text": "Do I have to top up in euros if I use a card, or can I use a different currency?", "label": 54}
{"text": "With what currencies can I add money?", "label": 54}
{"text": "Will my other US credit card be accepted?", "label": 54}
{"text": "Why doesn't it work when I use American Express to try to add money to my account?", "label": 54}
{"text": "If I want to topup by card, how do I do it?", "label": 54}
{"text": "I only have a card from the US is that okay?", "label": 54}
{"text": "What are the acceptable currencies for adding funds?", "label": 54}
{"text": "What currency can I use to add money?", "label": 54}
{"text": "I'm dissatisfied with the service and would like to terminate the account.", "label": 55}
{"text": "I want to get rid of the account, and delete personal information .", "label": 55}
{"text": "How do I delete my account? I am dissatisfied with the service.", "label": 55}
{"text": "I'd like to delete my account.", "label": 55}
{"text": "I am looking to delete my account. I'm not happy with the service provided by you.", "label": 55}
{"text": "I would like to delete my account now, please.", "label": 55}
{"text": "I am not happy with your company. Please delete my account asap.", "label": 55}
{"text": "How do I shut down my account and get out of this company?", "label": 55}
{"text": "are SWIFT transfers an option?", "label": 56}
{"text": "What are the charges for recieving SEPA transfers?", "label": 56}
{"text": "Are you aware of any charges for receiving money?", "label": 56}
{"text": "Am I charged for receiving money?", "label": 56}
{"text": "Am I able to do a SWIFT transfer?", "label": 56}
{"text": "Are there any fees associated with receiving money?", "label": 56}
{"text": "How much does each transfer cost?", "label": 56}
{"text": "Is there a charge for getting my money?", "label": 56}
{"text": "Do you charge if I use a European bank card for top up?", "label": 57}
{"text": "how much for topping up by card?", "label": 57}
{"text": "I need to top up, but I have to use an international card.  Is there a cost for that?", "label": 57}
{"text": "What do you charge to top up US cards?", "label": 57}
{"text": "Is there a fee to add money to an international card?", "label": 57}
{"text": "Are there any charges for European bank card for top up?", "label": 57}
{"text": "Would I be charged any fees if I added money to my account using an international card?", "label": 57}
{"text": "What is the charge for topping up a card?", "label": 57}
{"text": "How do I use cash to top up my account?", "label": 58}
{"text": "What are my payment options for topping off my account?", "label": 58}
{"text": "What is the procedure for topping up with a cheque?", "label": 58}
{"text": "I tried to deposit a cheque into my account and it is not letting me.", "label": 58}
{"text": "What form of payments can I use for topping up?", "label": 58}
{"text": "What's the best way to use a cheque to top up?", "label": 58}
{"text": "How do I top up with cash?", "label": 58}
{"text": "I'll send a check to top up my account", "label": 58}
{"text": "Hi, My card is getting declined during top-up. As it urgent, could you please resolve this issue, or guide me with other alternatives if any.", "label": 59}
{"text": "Why was my top-up rejected?", "label": 59}
{"text": "I topped up but the app denied it", "label": 59}
{"text": "I tried to top-up, why didn't it work?", "label": 59}
{"text": "My top-up never worked", "label": 59}
{"text": "What if my top up didn't work?", "label": 59}
{"text": "My top up isnt working", "label": 59}
{"text": "I've been trying to transfer funds to top-up my card, but the transaction is not going through.  Is there something I'm doing wrong?", "label": 59}
{"text": "Are there any top-up limits involved?", "label": 60}
{"text": "Can I top up any amount?", "label": 60}
{"text": "How many top-ups can be approved?", "label": 60}
{"text": "What is the highest amount I can top-up?", "label": 60}
{"text": "What's the maximum amount I can top up my card with please?", "label": 60}
{"text": "How often am I able to top-up?", "label": 60}
{"text": "need to know if there is a maximum i can top up", "label": 60}
{"text": "Do I need to use a limit on top-ups?", "label": 60}
{"text": "Why has my money disappeared? I topped up earlier and seen it was there and had went through. What seems to be the problem?", "label": 61}
{"text": "I went to top up my card and it was cancelled.", "label": 61}
{"text": "Why did my top-up not get approved this time?", "label": 61}
{"text": "Has my top-up been cancelled?", "label": 61}
{"text": "I wanted to know why a top-up I made has been reverted.", "label": 61}
{"text": "My money has disappeared. I had recently added money in, and saw it was there and went through. Now it's gone. What is happening?", "label": 61}
{"text": "I am unable to use my top-up on the app. Could you explain this to me?", "label": 61}
{"text": "What happened to my top-up? It was all done and now it's gone! Are you having problems with your system?", "label": 61}
{"text": "Can my friends top up my account?", "label": 62}
{"text": "What's the process for topping up by card?", "label": 62}
{"text": "Something is wrong with my top up and I can't see it. How do I find it?", "label": 62}
{"text": "I attempted to top up using my card, but now the money just disappeared?", "label": 62}
{"text": "Is it possible for friends to top up my account?", "label": 62}
{"text": "Is my account able to be topped up by my friends?", "label": 62}
{"text": "Show me how can my friends top up my account.", "label": 62}
{"text": "I have a new card. How do i top it up?", "label": 62}
{"text": "Looks like my card payment was made two time by mistake. I went to pay at the store earlier which rejected once, second time it worked. App is on pending for one of the payments. Can you please remove one of them as it's wrong and clearly was declined?", "label": 63}
{"text": "I have multiple of the same transaction", "label": 63}
{"text": "I was charged twice for the same purchase!", "label": 63}
{"text": "I was charged twice.", "label": 63}
{"text": "There is a duplicate payment on my card. Why?", "label": 63}
{"text": "I was charged several times for something", "label": 63}
{"text": "My husband and I went out for our weekly \"dinner and a movie,\" and it was my turn to pick up the check. Now I see that my card was charged twice. Who should I contact about negating the second charge and getting my card credited?", "label": 63}
{"text": "Hi, I was at a restaurant later the week and when I went to look at my account I noticed that I got charged twice. I would like to get my money back from one of those transactions.", "label": 63}
{"text": "I thought transfers were free, why was I charged?", "label": 64}
{"text": "why is there a fee for the transfer I made?", "label": 64}
{"text": "When I made a transfer I was charged extra.", "label": 64}
{"text": "Why am I seeing a transfer fee on my bank statement?", "label": 64}
{"text": "Please explain the fee on a transfer I made.", "label": 64}
{"text": "I made a transfer and was charged extra. Why?", "label": 64}
{"text": "I was charge a fee that I wasn't told about", "label": 64}
{"text": "Why was my transfer charged a fee?", "label": 64}
{"text": "Can I transfer money to my card via bank-transfer?", "label": 65}
{"text": "How can I transfer some money into a foreign account?", "label": 65}
{"text": "Can you please explain how to transfer money using the bank transfer process?", "label": 65}
{"text": "I need to deposit money to my account", "label": 65}
{"text": "Is a bank transfer acceptable for topping up my account?", "label": 65}
{"text": "I'd like to know how transferring my money into my account works.", "label": 65}
{"text": "I have money in a foreign account that I want to send to this account.", "label": 65}
{"text": "Can I add money to my account via bank transfer?", "label": 65}
{"text": "I have a friend who needs money as soon as possibly. If I were to transfer it how long will it take to get to her?", "label": 66}
{"text": "What is the length of a transaction completion?", "label": 66}
{"text": "How can I the person see my money transaction?", "label": 66}
{"text": "How long do transfers take? I sent money to a friend who needs it urgently. It's been hours and has not gone through.", "label": 66}
{"text": "I'm still waiting for my transaction.", "label": 66}
{"text": "Why is my transfer taking so long. I thought it was supposed to only take 1 day if I made a transfer to someone. Can you wee what went wrong?", "label": 66}
{"text": "My transfer has not arrived.", "label": 66}
{"text": "I have done a transfer within the country the day before yesterday, but it's still not there yet. Can you please check what's going on with that, the account number definitely is the right one, I've checked that several times already.", "label": 66}
{"text": "My Bank is in Europe, how long will the transfer take?", "label": 67}
{"text": "How many days until my US transfer arrives?", "label": 67}
{"text": "Will the transfer show up in my account soon?", "label": 67}
{"text": "How long does it take for a transfer to reach my account?", "label": 67}
{"text": "Can I quickly send a transfer from China?  How long will it take?", "label": 67}
{"text": "How long will an urgent transfer from China take?", "label": 67}
{"text": "How long does it take to make an urgent transfer from China?", "label": 67}
{"text": "What's the wait time for European transfers?", "label": 67}
{"text": "I have trouble proving my identity.", "label": 68}
{"text": "Help me verify my identify?", "label": 68}
{"text": "There is no way for me to prove my identity.", "label": 68}
{"text": "I do not have the information to verify my identify.", "label": 68}
{"text": "What's wrong with my ID? I can't verify it.", "label": 68}
{"text": "The app isn't letting me log in, but my info is correct.", "label": 68}
{"text": "What do I have to do to prove my identity?", "label": 68}
{"text": "I'm not able to verify my identity.", "label": 68}
{"text": "Can I use my social security card as a form of identity?", "label": 69}
{"text": "Where in the app do I go to verify my identity?", "label": 69}
{"text": "What documents do I need to validate my identity?", "label": 69}
{"text": "How can I prove who I am?", "label": 69}
{"text": "What do I need for the identity verification?", "label": 69}
{"text": "Tell me what the steps for the identity checks are", "label": 69}
{"text": "I was told to verify my identity, how do I do that?", "label": 69}
{"text": "What are the steps to verify identity?", "label": 69}
{"text": "need to know where money comes from", "label": 70}
{"text": "Where can I see where my funds came from?", "label": 70}
{"text": "I need to verify my funds.", "label": 70}
{"text": "Is there a way to view the history on where my funds came from?", "label": 70}
{"text": "I would like to know how to work out where my funds came from?", "label": 70}
{"text": "What do I need to do to verify my funds?", "label": 70}
{"text": "How will I know where my funds are coming from?", "label": 70}
{"text": "Why do I need to verify my funds?", "label": 70}
{"text": "I don't see the verification code for my card transfer.", "label": 71}
{"text": "How do I verify the top-up?", "label": 71}
{"text": "How do I go about verifying the top-up card?", "label": 71}
{"text": "why do i need to verify the top up?", "label": 71}
{"text": "Do I need to verify my top-up card?", "label": 71}
{"text": "Why do I need top-up to be verified?", "label": 71}
{"text": "why do i have to verify top up?", "label": 71}
{"text": "Is the verification number on the top up card", "label": 71}
{"text": "How do I get this damn virtual card to work?", "label": 72}
{"text": "My virtual card is just not going through.", "label": 72}
{"text": "What do I have to do to get the virtual card to work?", "label": 72}
{"text": "Why is my disposable card not working?", "label": 72}
{"text": "virtual card won't work for me", "label": 72}
{"text": "My virtual car is not working.", "label": 72}
{"text": "Why can't I make multiple payments with my virtual card?", "label": 72}
{"text": "Help me get the virtual card working.", "label": 72}
{"text": "I prefer Mastecard.", "label": 73}
{"text": "Why did I get a different card then requested?", "label": 73}
{"text": "Will I get a visa or Mastercard?", "label": 73}
{"text": "How do I get selected for a visa card?", "label": 73}
{"text": "Can you issue both a Visa and a Mastercard to me?", "label": 73}
{"text": "I want to get a Visa card", "label": 73}
{"text": "Can I use visa or mastercard with your service", "label": 73}
{"text": "Mastercard is my preferred company.", "label": 73}
{"text": "I keep being asked to verify my identity. Is this normal?", "label": 74}
{"text": "Why is it required to verify my identity?", "label": 74}
{"text": "Why do I have to give you my drivers license", "label": 74}
{"text": "I refuse to verify my identity.", "label": 74}
{"text": "I still want to use my account but haven't verified is that OK?", "label": 74}
{"text": "i need to proof my identity to you why and how?", "label": 74}
{"text": "Do you need to know my first and last name?", "label": 74}
{"text": "What do you need my identity details for?", "label": 74}
{"text": "Help, your app is showing a larger WD than I actually did earlier at an ATM.", "label": 75}
{"text": "The ATM is showing it gave me the money I requested but I didn't get that amount.", "label": 75}
{"text": "Why is my cash request and the amount I received different?", "label": 75}
{"text": "I got less cash than what I specified at the ATM.", "label": 75}
{"text": "If the ATM only gave me 10 pounds instead of the 30 I requested, what do I do?", "label": 75}
{"text": "I could not get the cash I wanted", "label": 75}
{"text": "I'm stuck here at your broken ATM and I don't know what to do next. Asked for 30 pounds, got 10. ATM said I got 30. Something very wrong here and I want my money now!", "label": 75}
{"text": "The amount of cash i have received is not correct.", "label": 75}
{"text": "I think that the exchange rate for the withdrawal of my cash is not right.", "label": 76}
{"text": "When I received my cash, the exchange rate was wrong.", "label": 76}
{"text": "After I got my cash, I found out my exchange rate was wrong.", "label": 76}
{"text": "the exchange rate I got for cash was wrong", "label": 76}
{"text": "what is the correct exchange rate for getting cash", "label": 76}
{"text": "In a recent withdrawal I received less cash than I expected to receive.  Did someone make an error with the exchange rate?", "label": 76}
{"text": "what are the exchange rates for foreign currency ATMs", "label": 76}
{"text": "Hi, I have withdrawn cash from the ATM on holiday and i guess withdrawal amount has been overcharged. I did it as i was not aware of these charges.", "label": 76}
