{"question1": "Does Donald Trump show signs of pre-Alzheimer's?", "question2": "How many non Muslims in the UK signed the petition to ban Donald Trump?", "label": 0, "idx": 223785}
{"question1": "How do I set up an offshore bank account in Singapore and Hong Kong?", "question2": "What are some good services to help set up a corporation/bank account in Hong Kong?", "label": 0, "idx": 47829}
{"question1": "What is the cheapest whey protein powder available in India?", "question2": "Where can I get good quality and cheap whey protein in India?", "label": 0, "idx": 119681}
{"question1": "Can I get any sort of job if I failed high school and have no skills?", "question2": "What are the most attractive jobs for men to get out of high school without any college (yet)?", "label": 0, "idx": 289625}
{"question1": "Can a thermal underwear replace a jacket?", "question2": "Does the scent or the smell of cooked food affect electronics like PS4?", "label": 0, "idx": 59075}
{"question1": "Which country provides the best value to its citizens?", "question2": "Which is the best country in the world to become a citizen of?", "label": 0, "idx": 235416}
{"question1": "How do Pit Bull/Rottweiler mix dogs get along with other dogs?", "question2": "Which is the best way to propose to my dream girl on the last day of the year?", "label": 0, "idx": 266306}
{"question1": "Does my life hold any significance to the world/universe?", "question2": "What are the strategies you could adopt as a startup entrepreneur?", "label": 0, "idx": 251664}
{"question1": "Is jio supporting to mi note 3?", "question2": "Who are some of the best software architects in the world?", "label": 0, "idx": 122243}
{"question1": "Which has better career opportunities, testing with Selenium or QTP?", "question2": "Which tool is better in automation testing: QTP or Selenium IDE, for the future?", "label": 0, "idx": 80978}
{"question1": "Can you cure far-sightedness by looking at objects up-close?", "question2": "Construction job for fresher in cuttack?", "label": 0, "idx": 320638}
{"question1": "What are the six purposes of the Constitution?", "question2": "What is the purpose of the fifth Amendment of the US constitution? What are the implications of having this law?", "label": 0, "idx": 268780}
{"question1": "What proves that history repeats itself?", "question2": "\"Is it a cliché to say that \"\"history repeats itself\"\"?\"", "label": 0, "idx": 263298}
{"question1": "What are some good books on sexuality?", "question2": "What are the best books on human sexuality psychology?", "label": 0, "idx": 297964}
{"question1": "Why Spain forbad to its citizens to emigrate in Mexico in XVIth century?", "question2": "Am I the only one who hates the Australian / Hollywood bad actress Nicky Whelan?", "label": 0, "idx": 309336}
{"question1": "How do I become a radio DJ or personality?", "question2": "How do I become a radio DJ?", "label": 0, "idx": 316944}
{"question1": "What made Michael Jordan the best basketball player of all time?", "question2": "What is the best kind of basketball shoe ever made?", "label": 0, "idx": 326617}
{"question1": "What are the causes of halitosis and stomach There halitosis?", "question2": "What causes halitosis?", "label": 0, "idx": 267385}
{"question1": "What should I write in my personal statement for college?", "question2": "How can I write a good personal statement?", "label": 0, "idx": 107358}
{"question1": "What are the 67 Lominger Competencies?", "question2": "How do High-Frequency Trading firms compete with each other?", "label": 0, "idx": 353083}
{"question1": "Where is best free porn?", "question2": "Which is best: Free porn or paid porn?", "label": 0, "idx": 195522}
{"question1": "What will be the scope of doing M.F.Tech after completing B.Tech in ECE?", "question2": "What should be done after b.tech mechanical engineering, M.tech or M.design?", "label": 0, "idx": 209010}
{"question1": "Who are the best personal financial advisors in Queens for people saving for retirement? What were your experiences with them?", "question2": "Who are the best personal financial advisors in San Francisco for people saving for retirement? What were your experiences with them?", "label": 0, "idx": 265879}
{"question1": "How do you calculate the square root on a calculator?", "question2": "Why do you calculate the square root of a number?", "label": 0, "idx": 342511}
{"question1": "What gifts do people like to receive before they move abroad for the first time or go away for a long time?", "question2": "My mom is going to visit her old friend after a long time.What gift should she give her?", "label": 0, "idx": 127636}
{"question1": "Where can I play open gym volleyball in Chicago?", "question2": "What is it like to play Pokémon GO in Chicago?", "label": 0, "idx": 213892}
{"question1": "How do I introduce myself in a meeting?", "question2": "How should I introduce myself in college?", "label": 0, "idx": 94625}
{"question1": "Why is it good to be good?", "question2": "Is it good to be a doctotor?", "label": 0, "idx": 335267}
{"question1": "How do I convert for Windows Live Mail to Outlook PST conversion?", "question2": "Is every daughter taller than her mother?", "label": 0, "idx": 338466}
{"question1": "Where can I buy polymer clay tools in Egypt?", "question2": "Where can I buy polymer clay in Egypt?", "label": 0, "idx": 267058}
{"question1": "\"Why is a daisy chain called \"\"daisy chain\"\"?\"", "question2": "\"No, not, never, negative, nein, neither, nope, non, none, nix, nuh-uh, nil. What's with \"\"N\"\" and so much negativity? Who cursed this poor letter?\"", "label": 0, "idx": 241008}
{"question1": "\"Why was the TV show \"\"The firm\"\" cancelled?\"", "question2": "Why was the TV show Life cancelled?", "label": 0, "idx": 40073}
{"question1": "When will redmi 3s prime get miui 8?", "question2": "How do I update MIUI 8 on Xiaomi Redmi 3S?", "label": 1, "idx": 96627}
{"question1": "Who will win the 2017 Champions League?", "question2": "Which team is most likely to lift the 2016-2017 Champions League?", "label": 1, "idx": 92771}
{"question1": "In what ways does Harry Potter and the Cursed Child contradict the seven original Harry Potter books in matters of plot and character traits?", "question2": "What are some inconsistencies between The Cursed Child and the main Harry Potter books?", "label": 1, "idx": 73532}
{"question1": "What would happen if the Earth stopped rotating?", "question2": "What would happen if the earth stopped rotating in a span 5 years? Would be be able to adapt or would we die?", "label": 1, "idx": 175284}
{"question1": "How do I take apart a Fujifilm X10 digital camera?", "question2": "How do I take apart my broken Fujifilm X10 digital camera?", "label": 1, "idx": 109557}
{"question1": "What causes chicken eggs to be different colors?", "question2": "Why are chicken eggs different colors?", "label": 1, "idx": 282078}
{"question1": "How do I find the best seo company in dellhi ncr?", "question2": "How do I find the best SEO company in Delhi?", "label": 1, "idx": 299117}
{"question1": "What daily quick exercise can help reduce belly & thigh's Fat?", "question2": "How can I reduce thigh fat?", "label": 1, "idx": 106140}
{"question1": "Has Ancient Mesopotamia been scientifically tested?", "question2": "Have the Ancient Aztecs been scientifically tested?", "label": 1, "idx": 230635}
{"question1": "Why am I automatically following people on Instagram who I never chose to follow?", "question2": "Why do I have thousands of people I am following on Instagram that I never requested?", "label": 1, "idx": 10410}
{"question1": "What are the pros and cons of Hillary Clinton being the next President?", "question2": "What would be the advantages and disadvantages of Hillary Clinton becoming president?", "label": 1, "idx": 344591}
{"question1": "Which is the best engine oil for Yamaha R15 Motul/Yamalube?", "question2": "What type of engine oil should I use for my R15?", "label": 1, "idx": 315309}
{"question1": "Why is saltwater taffy candy imported in Austria?", "question2": "Why is Saltwater taffy candy imported in the Philippines?", "label": 1, "idx": 16112}
{"question1": "How can one earn money on Quora?", "question2": "How do I make money through Quora?", "label": 1, "idx": 122640}
{"question1": "Why does Hollywood do remakes?", "question2": "Why does Hollywood keep making remakes?", "label": 1, "idx": 173742}
{"question1": "How demonetization help tackling black money and corruption?", "question2": "How would demonetizing 500 and 1000 rupee notes and introducing new 2000 rupee notes help curb black money and corruption?", "label": 1, "idx": 300613}
{"question1": "How can I recover deleted internet history?", "question2": "How do you recover deleted website browsing history?", "label": 1, "idx": 301798}
{"question1": "What are 5-10 points why people should drink coffee?", "question2": "Do you drink coffee? What are the reasons why you think people enjoy drinking coffee so much?", "label": 1, "idx": 244733}
{"question1": "Have you ever seen a ghost while going in a car?", "question2": "\"Have you ever seen or experienced a ghost in \"\"India\"\"?\"", "label": 1, "idx": 35475}
{"question1": "Why is Washington DC not a state?", "question2": "Is Washington D.C. considered a state?", "label": 1, "idx": 293380}
{"question1": "How can I correct my body posture?", "question2": "How do I correct my body posture?", "label": 1, "idx": 272979}
{"question1": "Why is Saltwater taffy candy imported in China?", "question2": "Why is Saltwater taffy candy imported in Czech Republic?", "label": 1, "idx": 44867}
{"question1": "How could I be fluent in English?", "question2": "How can I improve my communication skills in English?", "label": 1, "idx": 239500}
{"question1": "How can I lose weight quickly? Need serious help.", "question2": "What is the fastest way to lose weight successfully?", "label": 1, "idx": 148010}
{"question1": "Is mechanical engineering a dead field today?", "question2": "Is mechanical engineering dead?", "label": 1, "idx": 309323}
{"question1": "How do I earn money online?", "question2": "What are some easy ways to make done extra money online?", "label": 1, "idx": 300475}
{"question1": "Wat happens when a unstoppable force meets with an unmovable object?", "question2": "What happens when an indestructible force hits an unmovable object?", "label": 1, "idx": 350954}
{"question1": "How do I personal message on Quora?", "question2": "Can I send message on Quora?", "label": 1, "idx": 277125}
{"question1": "How are long distance relationships maintained?", "question2": "Can you help me with tips for a successful long distance relationship?", "label": 1, "idx": 303339}
{"question1": "What's the funniest highbrow joke you've ever heard?", "question2": "What is the best joke you've ever heard? Please keep it clean.", "label": 1, "idx": 205927}
{"question1": "How did the Roman Catholic Church respond to the Protestant Reformation?", "question2": "How did the Catholic Church respond to the Protestant Reformation?", "label": 1, "idx": 207965}
{"question1": "What are your views on Donald Trump winning the USA elections 2016?", "question2": "What do you think of Trump winning the presidency?", "label": 1, "idx": 214419}
