{"sentence1": "The 26-member International Energy Agency said, Friday, that member countries would release oil to help relieve the U.S. fuel crisis caused by Hurricane Katrina.", "sentence2": "Foreign oil reserves will be made available to the U.S. in the wake of Hurricane Katrina.", "label": 0, "idx": 1590}
{"sentence1": "After the service, Lennon left the cathedral, made his way through a crush of reporters and television cameras and talked briefly with protesters, some of whom say they are victims of abusive priests.", "sentence2": "After the service, Lennon attempted to speak to victims and protesters.", "label": 0, "idx": 1651}
{"sentence1": "BEIJING — In the decade since the Chinese government began repressing Falun Gong, a crusade that human rights groups say has led to the imprisonment of tens of thousands of practitioners and claimed at least 2,000 lives, the world's attention has shifted elsewhere. The drive against the spiritual group has eliminated its leadership, decimated the ranks of faithful and convinced many Chinese that the group is an \"evil cult,\" as the government contends. But 10 years on, the war on Falun Gong remains unfinished.", "sentence2": "Falun Gong is a spiritual group.", "label": 0, "idx": 656}
{"sentence1": "As leaders gather in Argentina ahead of this weekends regional talks, Hugo Chávez, Venezuela's populist president, is using an energy windfall to win friends and promote his vision of 21st-century socialism.", "sentence2": "Chávez is a follower of socialism.", "label": 0, "idx": 2304}
{"sentence1": "The magnitude 7 earthquake that occurred today on the Hayward fault (a part of the San Andreas fault system, along the densely populated eastern side of San Francisco bay) caused hundreds of deaths and almost $100 billion of damage.", "sentence2": "There was a magnitude 7 earthquake on the Hayward fault.", "label": 0, "idx": 297}
{"sentence1": "U.S. President George W. Bush and Congressional leaders from both political parties have reached agreement on US$150 billion in tax relief in an effort to help stimulate the United States economy. VOA White House Correspondent Scott Stearns has the story. The agreement includes provision to give up to US$600 in tax rebates to millions of wage earners and an additional US$300 refund for each child. It allows businesses to immediately write off 50 percent of capital equipment purchases.", "sentence2": "The Congress wants to boost the economy.", "label": 0, "idx": 169}
{"sentence1": "Clint Brown, sports presenter for 3 News on TV3 in New Zealand has resigned amid the allegations that he had verbally attacked a taxi driver which resulted in him being admitted to hospital with a concussion and a broken eye socket. TV3 has confirmed that they have accepted the resignation of Brown. Rick Friesen, Chief Operating Officer of the TV Works division of CanWest MediaWorks NZ, that runs TV3, said: \"We wish to acknowledge Clint's significant skills as a sports broadcaster, and thank him for his 17 years of very loyal service to TV3. Clint Brown is a passionate New Zealand sports fan, and he has been at the forefront of some of New Zealand's biggest sporting moments.\"", "sentence2": "Rick Friesen is employed at CanWest MediaWorks NZ.", "label": 0, "idx": 2293}
{"sentence1": "Franz Liszt (Hungarian: Liszt Ferenc) was a Hungarian/Austrian virtuoso pianist and composer who lived from 1811 to 1886. Liszt is widely considered to be one of the greatest piano virtuosi of all time, and certainly the most famous of the nineteenth century.", "sentence2": "Franz Liszt lived from 1811 to 1886.", "label": 0, "idx": 1008}
{"sentence1": "The drive towards this new law was driven in part from a string of transport-related disasters in the late 1980s, such as the sinking of cross-Channel ferry the Herald of Free Enterprise in 1987, the oil platform Piper Alpha disaster in 1988, and the Marchioness Thames river boat collision in 1989. More than 400 people lost their lives in these three disasters, but no one individual or organisation was brought to account.", "sentence2": "100 or more people lost their lives in a ferry sinking.", "label": 1, "idx": 668}
{"sentence1": "On Feb. 1, 1945, the Polish government made Warsaw its capital, and an office for urban reconstruction was set up.", "sentence2": "Warsaw remained Poland's capital after the war.", "label": 1, "idx": 1527}
{"sentence1": "The south Indian flute had only seven finger holes till the 1970s when the legendary T.R. Mahalingam introduced the eight holed variety.", "sentence2": "T.R. Mahalingham made the first seven holed flute.", "label": 1, "idx": 1670}
{"sentence1": "Gibbs also said that Obama planned to meet with Iraqi Prime Minister Nouri al-Maliki, but poor weather in Baghdad means that Obama will likely talk to the prime minister and Iraqi President Jalal Talibani by telephone. American troops are slated to leave Iraq by August 2010, with The New York Times reporting that troop levels will continue to be high until Iraq's federal elections in December. Obama told a group of university students in Turkey that despite his original opposition to the war in 2003, he realized that the troop withdrawal must be done carefully.", "sentence2": "Jalal Talibani is friends with Obama.", "label": 1, "idx": 1065}
{"sentence1": "Arabic, for example, is used densely across North Africa and from the Eastern Mediterranean to the Philippines, as the key language of the Arab world and the primary vehicle of Islam.", "sentence2": "Arabic is the primary language of the Philippines.", "label": 1, "idx": 1710}
{"sentence1": "Zinedine Zidane has beaten Thierry Henry and Ronaldo to the Fifa 2003 World Player of the Year award.", "sentence2": "FIFA selects world football player of the year 1994.", "label": 1, "idx": 1877}
{"sentence1": "In Greek mythology Mount Olympus was the home of the gods and the site of the throne of Zeus, the chief deity.", "sentence2": "Mount Olympus is in Greece.", "label": 1, "idx": 2251}
{"sentence1": "Cyrillic is an alphabet form that is derived from the Greek alphabet. The characters in the script look substantially different from the Latin alphabet that is used throughout Western Europe.", "sentence2": "Cyrillic is an alphabet used for certain Slavic languages, such as Russian.", "label": 1, "idx": 2349}
