{"text": "With my new card, how may I activate it?", "label": 0}
{"text": "My card needs to be activated asap", "label": 0}
{"text": "Who do I call to activate my new card?", "label": 0}
{"text": "I just received my card and I'd like to activate it.", "label": 0}
{"text": "Activate my card", "label": 0}
{"text": "I tried activation my card and it didn't employment", "label": 0}
{"text": "I cannot activate my card.", "label": 0}
{"text": "Can I use my new card?", "label": 0}
{"text": "What is the process for activating my new card?", "label": 0}
{"text": "I'm not able to activate my card how do I fix this problem?", "label": 0}
{"text": "I need my card to be activated right now.", "label": 0}
{"text": "Where do I activate my card?", "label": 0}
{"text": "What do I need for activation of my card?", "label": 0}
{"text": "My card is not able to be activated how do I get it to work?", "label": 0}
{"text": "My new card just arrived, how can I activate it?", "label": 0}
{"text": "You can do that in just a few seconds. Go to account, hit activate, and follow the directions from there.", "label": 0}
{"text": "What do I need to do in order to use my card I just got?", "label": 0}
{"text": "Is my card activated?", "label": 0}
{"text": "My card activation attempt failed.", "label": 0}
{"text": "Please help me with the activation of the new card.", "label": 0}
{"text": "Can I have my card activated?", "label": 0}
{"text": "What is the process for activating my card and using it?", "label": 0}
{"text": "How do I active this card?", "label": 0}
{"text": "How do I verify my new card?", "label": 0}
{"text": "How do I activate my card that just arrived?", "label": 0}
{"text": "Where do I go to activate my card?", "label": 0}
{"text": "What is needed to activate my card?", "label": 0}
{"text": "I would like to have assistance with activating my card.", "label": 0}
{"text": "How can I activate my new card?", "label": 0}
{"text": "How can my new card be activated?", "label": 0}
{"text": "will you be able to activate my card", "label": 0}
{"text": "I need more assistance with how to activate my card.", "label": 0}
{"text": "How old does my daughter need to be to have her own account?", "label": 1}
{"text": "How old do you have to be?", "label": 1}
{"text": "How old do you need to be to have an account?", "label": 1}
{"text": "My daughter needs an acount.", "label": 1}
{"text": "How old do I need to be?", "label": 1}
{"text": "Is there a minimum age for having an account?", "label": 1}
{"text": "Would I be able to get an account for my child?", "label": 1}
{"text": "At what age can my children use your service?", "label": 1}
{"text": "How old does my daughter have to be to open an account?", "label": 1}
{"text": "If I want my son to have his own account is that possible?", "label": 1}
{"text": "From which age can my kids use your service?", "label": 1}
{"text": "Am I allowed to get an account for my daughter?", "label": 1}
{"text": "Would it be possible to open up an account for children?", "label": 1}
{"text": "What is the minimum age required to open an account with your service?", "label": 1}
{"text": "At what age can a person open an account?", "label": 1}
{"text": "Is there any age limit?", "label": 1}
{"text": "Could I open an account for children?", "label": 1}
{"text": "Can my daughter make an account?", "label": 1}
{"text": "How old do you need to be to use the banks services?", "label": 1}
{"text": "Do you offer account services for children and teens?", "label": 1}
{"text": "My son has just turned 13, is he old enough for an account?", "label": 1}
{"text": "Is there a possibility to open an account for my sons and daughters?", "label": 1}
{"text": "I would like to get an account for my child.", "label": 1}
{"text": "Is there a certain age I need to be?", "label": 1}
{"text": "Can my children have an account?", "label": 1}
{"text": "Hold old do my kids have to be to use the service?", "label": 1}
{"text": "Could my daughter open an account?", "label": 1}
{"text": "How old do you need to be to open an account?", "label": 1}
{"text": "What is the youngest age for an account?", "label": 1}
{"text": "Is there an age limit to get an account?", "label": 1}
{"text": "My daughter needs to open account.", "label": 1}
{"text": "what is the age limit for opening a new account", "label": 1}
{"text": "Can I add funds directly from my Apple Watch?", "label": 2}
{"text": "top up for my american express card is not working", "label": 2}
{"text": "Why is top up not working for my apple pay app", "label": 2}
{"text": "I am having a slight problem with my American express in apple play, can you help me fix the problem with top up?", "label": 2}
{"text": "Why is top up not working if I use my American express with my apple pay?", "label": 2}
{"text": "Can I use my apple watch to top up?", "label": 2}
{"text": "i have been trying to add money with apple pay but it wont work, why?", "label": 2}
{"text": "Why isn't my google pay top up working?", "label": 2}
{"text": "How do I go about topping up with Google Pay?", "label": 2}
{"text": "Can I use google play as my primary app to Top up?", "label": 2}
{"text": "Can I top-up via Apple Pay?", "label": 2}
{"text": "Apple watch top up help, please?", "label": 2}
{"text": "Can I use top-up with Apple pay?", "label": 2}
{"text": "is it possible to top-up with google pay.", "label": 2}
{"text": "What should I do to top up using my Apple Watch?", "label": 2}
{"text": "Unable to use my American Express with Apple Pay to top up my account", "label": 2}
{"text": "I want to top up with my Apple Watch.", "label": 2}
{"text": "Can I use my American Express card with Apple Pay?", "label": 2}
{"text": "is apple pay a top up service?", "label": 2}
{"text": "How do I top up using my Apple Watch?", "label": 2}
{"text": "Does Apple Watch support the topping-off of my account?", "label": 2}
{"text": "Can you please assist me in Apple Pay, in getting Top Up to work?", "label": 2}
{"text": "My google top-up pay is not going through", "label": 2}
{"text": "My Apple Pay top up with my American Express card is not working? Please tell me why", "label": 2}
{"text": "can I top up an apple pay?", "label": 2}
{"text": "Is top-up possible with Apple Pay?", "label": 2}
{"text": "I seem to be having trouble with my Google Pay Top. Can you please help?", "label": 2}
{"text": "Can I top up using my apple watch?", "label": 2}
{"text": "Can you assist on apple watch top ups?", "label": 2}
{"text": "How can I top up with my apple watch?", "label": 2}
{"text": "Will be Apple Watch be able to let me top up?", "label": 2}
{"text": "What currencies does google pay top up accept?", "label": 2}
{"text": "I need an ATM right now!", "label": 3}
{"text": "how do I know where I can get money withdrawn?", "label": 3}
{"text": "Tell me what ATMs take this card.", "label": 3}
{"text": "Where can I get money from my card?", "label": 3}
{"text": "I need help from someone in your department with finding my nearest ATM.", "label": 3}
{"text": "Can I use my card to withdraw from my account?", "label": 3}
{"text": "Which ATMs take the card?", "label": 3}
{"text": "What locations can I get money from?", "label": 3}
{"text": "ATMs, which ones will accept this card?", "label": 3}
{"text": "Is there a way to find an ATM around me?", "label": 3}
{"text": "Where is an ATM?", "label": 3}
{"text": "Is this card accepted by ATMs?", "label": 3}
{"text": "What ATMs can I use this card at?", "label": 3}
{"text": "How can I tell if an AMT will take this card?", "label": 3}
{"text": "I can use this card at which ATMs?", "label": 3}
{"text": "Which ATMs am I allowed to get money from?", "label": 3}
{"text": "Where is a ATM that accepts Mastercard?", "label": 3}
{"text": "Where can I do a cash withdrawal?", "label": 3}
{"text": "How can I find an ATM that accepts this card?", "label": 3}
{"text": "Can I use this card at any ATM?", "label": 3}
{"text": "Which ATM's can I use to make a withdrawal?", "label": 3}
{"text": "What's the closest place to withdraw money?", "label": 3}
{"text": "need to know places i can withdraw money", "label": 3}
{"text": "What ATM accepts Mastercard?", "label": 3}
{"text": "How far is the closest ATM from me?", "label": 3}
{"text": "Where can I find a Mastercard ATM?", "label": 3}
{"text": "How do I withdraw money?", "label": 3}
{"text": "Am I limited to what ATM I can use my card?", "label": 3}
{"text": "How do I know it is a Mastercard ATM?", "label": 3}
{"text": "What ATMs can I use my card at?", "label": 3}
{"text": "Which locations can I withdraw money from?", "label": 3}
{"text": "Can you tell me the ATMs I can use with my card?", "label": 3}
{"text": "Where can I find the auto-top up feature?", "label": 4}
{"text": "I am inquiring about your auto top up feature.", "label": 4}
{"text": "I would like to top up my account automatically. How do I do that?", "label": 4}
{"text": "Where can I located the auto-top up option?", "label": 4}
{"text": "What is the auto top-up limit?", "label": 4}
{"text": "What about an auto top-up, is that a option?", "label": 4}
{"text": "If my account is low in funds, can I set an auto top-up?", "label": 4}
{"text": "Is there such thing as an auto top-up option?", "label": 4}
{"text": "how can i get it to add money automatically while travelling", "label": 4}
{"text": "I'm going to travel, can I have it add money automatically in certain intervals?", "label": 4}
{"text": "What about a auto top-up?", "label": 4}
{"text": "where can I find the auto-top up option?", "label": 4}
{"text": "Is there an automatic top up feature?", "label": 4}
{"text": "when i travel can it top up automatically", "label": 4}
{"text": "When do i activate auto top-up?", "label": 4}
{"text": "How do I start auto top up?", "label": 4}
{"text": "Will the system automatically update once there is no more money left?", "label": 4}
{"text": "where can i located the auto top up function?", "label": 4}
{"text": "Is there a daily auto top-up limit?", "label": 4}
{"text": "If there isn't a lot of money left, will it automatically top-up money?", "label": 4}
{"text": "Is it possible to top-up automatically?", "label": 4}
{"text": "Do I need to set a limit on auto top-up?", "label": 4}
{"text": "Is auto top up a provided service?", "label": 4}
{"text": "How do I top-up automatically?", "label": 4}
{"text": "Will money be added automatically when necessary?", "label": 4}
{"text": "How low does the balance have to be before the system updates?", "label": 4}
{"text": "Do I have to manually top-up my account each time or will it do it on its own?", "label": 4}
{"text": "What's the limit for auto top-up?", "label": 4}
{"text": "How can I add money automatically?", "label": 4}
{"text": "Can I set up to my account to automatically top up?", "label": 4}
{"text": "I can't find the auto-top up option.", "label": 4}
{"text": "Can I use an auto top-up option?", "label": 4}
{"text": "I made a transfer from my UK account a couple of hours ago.  Could you please make sure everything went alright.", "label": 5}
{"text": "How long do bank transfers take to clear", "label": 5}
{"text": "I have transferred some money but the balance hasn't changed", "label": 5}
{"text": "I recently transferred money to my account when will it show up?", "label": 5}
{"text": "How long does it take for money to transfer?", "label": 5}
{"text": "My money hasn't been transferred yet.", "label": 5}
{"text": "I made a transfer from France a couple days ago and don't see the transaction yet. How long does an international transfer take?", "label": 5}
{"text": "when will the balance on my account change form a transfer", "label": 5}
{"text": "How long do transfers take to show up in my account?", "label": 5}
{"text": "When is my balance going to update, I just transferred some money", "label": 5}
{"text": "Why can't I see a transfer to my account?", "label": 5}
{"text": "The transfer on my account is not showing up.", "label": 5}
{"text": "How long does it take for money to transfer as my balance hasn't been updated", "label": 5}
{"text": "I've transferred money into my account but the balance is the same", "label": 5}
{"text": "How long does transfers take?", "label": 5}
{"text": "What's the time frame normally for a UK account transfer? I just made one and it's not showing up anywhere. I want to be sure that everything is good.", "label": 5}
{"text": "Where's the money I transferred into my account?", "label": 5}
{"text": "I just made a transfer from France 2 days ago. It has not yet reached my bank. Is it possible it takes longer because it was an international transfer?", "label": 5}
{"text": "When will I see an updated balance after a transfer?", "label": 5}
{"text": "How long do I have to wait until the transferred money shows up?", "label": 5}
{"text": "Why hasn't my account updated to reflect my current balance?", "label": 5}
{"text": "What is the time frame that transfers normally take from a UK account? I just completed a transfer and nothing shows up. I need to know if everything is alright.", "label": 5}
{"text": "Hi, I am unable to see transaction in my account which i made couples of hours ago from my UK account. Please help me in this.", "label": 5}
{"text": "My latest transfer seems to be missing.", "label": 5}
{"text": "when does my balance update for a transfer", "label": 5}
{"text": "MY transfer has still not appeared.", "label": 5}
{"text": "How long before a bank transfer shows up in the account?", "label": 5}
{"text": "I can still see money in my account after making a payment", "label": 5}
{"text": "I made a bank transfer and the balance hasn't updated yet.", "label": 5}
{"text": "How long to UK transfers usually take? I made a transfer but it didn't pop up in my history yet. I just want to make sure it went through.", "label": 5}
{"text": "Why is my transfer not showing", "label": 5}
{"text": "Where is the money that I transferred.", "label": 5}
{"text": "the balance has not changed, but I have deposited some money", "label": 6}
{"text": "Is there an issue with my account?  I don't see a cheque deposit that I made yesterday.  Please assist.", "label": 6}
{"text": "Why did my cash deposit not show up?", "label": 6}
{"text": "I deposited a check yesterday to up my account balance, but that deposit hasn't shown up yet.  It's been a day already!", "label": 6}
{"text": "I recently deposited a cheque and cannot find the cash from it.", "label": 6}
{"text": "I deposited cash into my account and I'm having trouble seeing it on my account.", "label": 6}
{"text": "I deposited a cheque and its been days and I still haven't received the cash!!", "label": 6}
{"text": "My cheque is slow to cash", "label": 6}
{"text": "I made a cash deposit to my account but it is not there", "label": 6}
{"text": "Why is the cash not showing in my account for the check I deposited?", "label": 6}
{"text": "I sent you a cheque a few days ago and I noticed that nothing has happened yet. Can you tell me the status of my cheque please?", "label": 6}
{"text": "I have cash deposit to my account but it is experiencing a problem", "label": 6}
{"text": "Waiting for the cash I deposited this morning still", "label": 6}
{"text": "Why is my deposit still pending?", "label": 6}
{"text": "How long do deposits take to appear? I've been waiting for more than a week and need the money!", "label": 6}
{"text": "When will I receive the cash payment from the check I deposited?", "label": 6}
{"text": "How long will it take for the cash I deposited this morning to show up?", "label": 6}
{"text": "What happened to my cash deposit?", "label": 6}
{"text": "My cash deposit hasn't posted to my account.", "label": 6}
{"text": "I made a cash deposit, but it hasn't shown up in my balance yet.", "label": 6}
{"text": "I did a cash deposit to my account, but I am not seeing it on my statement.", "label": 6}
{"text": "Where did the money I deposit go??", "label": 6}
{"text": "I still do not see the cash deposit in my account from last week. Why?", "label": 6}
{"text": "I am worried about the amount of my cheque, which should be credited to my account few days before. As i have already sent you the cheque.", "label": 6}
{"text": "I deposited some cash but it hasn't shown up in my account yet, what's going on?", "label": 6}
{"text": "I tried using a check to update my balance, but it isn't work? Is something wrong?", "label": 6}
{"text": "I sent a cheque to you a few days ago and the deposit has yet to appear in my account. I need this money, what is the problem?", "label": 6}
{"text": "Dude I put money in the ATM last week but it ain't there! I need the money now figure this out!", "label": 6}
{"text": "Please, tell me why I can't have the funds I deposited a week ago? I need the money now.", "label": 6}
{"text": "I deposited a cheque with some money, but the balance hasn't changed.", "label": 6}
{"text": "Why hasn't my cash arrived from a deposited check?", "label": 6}
{"text": "I made a cash deposit going to my account but it is not there", "label": 6}
{"text": "Why can't you allow my beneficiary?", "label": 7}
{"text": "My beneficiary is unable to transact", "label": 7}
{"text": "What is the reason I couldn't do a transfer to a beneficiary?", "label": 7}
{"text": "i tried to transfer cryptocurrency into my account but was denied", "label": 7}
{"text": "Why am I not allowed to add a certain beneficiary?", "label": 7}
{"text": "Why can't I buy cryptocurrency on the app?", "label": 7}
{"text": "Why is my beneficiary not allowed?", "label": 7}
{"text": "Please tell me why I am having problems transferring to a beneficiary.", "label": 7}
{"text": "Payment did not process", "label": 7}
{"text": "I was unable to transfer to another account.", "label": 7}
{"text": "Why cant I send money to a beneficiary?", "label": 7}
{"text": "why didnt a transfer to my account process", "label": 7}
{"text": "I was trying to make a transfer and got an error message telling me it was not possible to make the transfer. This has never happened before, what happened?", "label": 7}
{"text": "For some reason, I'm unable to transfer funds.", "label": 7}
{"text": "I wanted to purchase some crypto. The app will not let me. What's going on here? I really want to make this exchange.", "label": 7}
{"text": "I am trying to complete a transfer but I keep getting an error message.", "label": 7}
{"text": "My transfer failed to a beneficiary", "label": 7}
{"text": "I have been trying to exchange this for crypto but the app won't work could you please help me?", "label": 7}
{"text": "Hi, I'm trying to by some crypto and the app isn't allowing it. I really want to exchange this, what am I doing wrong?", "label": 7}
{"text": "The transfer to my beneficiary has not gone through", "label": 7}
{"text": "beneficiary transfer problems?", "label": 7}
{"text": "Why won't you take my transfer, I keep getting an error message.", "label": 7}
{"text": "I keep getting an error message when I'm trying to transfer funds! Why aren't you accepting that?", "label": 7}
{"text": "I don't understand why you aren't accepting my transfer. After a couple times trying I'm still getting an error message.", "label": 7}
{"text": "Why is this beneficiary being rejected?", "label": 7}
{"text": "I couldn't transfer to an account.", "label": 7}
{"text": "This is frustrating, I'm at work and my transfers are not going through. I keep getting an error message, I do not have time for this.", "label": 7}
{"text": "My card isn't letting me purchase something and I wanted to know why.", "label": 7}
{"text": "why is a transfer to beneficiary not possible?", "label": 7}
{"text": "How can I transfer money to a beneficiary?", "label": 7}
{"text": "I tried transferring to an account but it didn't go through. What happened?", "label": 7}
{"text": "Why is allowance not being given to my beneficiary?", "label": 7}
{"text": "I don't need to transfer anymore and I want to cancel it.", "label": 8}
{"text": "I didn't mean to do the transfer, is there any way to cancel it?", "label": 8}
{"text": "I recently made a transfer that I would like to cancel", "label": 8}
{"text": "I made a transaction to the wrong account!", "label": 8}
{"text": "How do I cancel a transfer?", "label": 8}
{"text": "I made a mistake when sending a payment, sending it to the wrong account number (with a typo) - can you please cancel the transaction?", "label": 8}
{"text": "Is it possible to cancel a transaction?", "label": 8}
{"text": "I sent a payment to the wrong account number - can that transaction be reversed? I am worried about accidentally giving my money away.", "label": 8}
{"text": "Help me cancel a transaction.", "label": 8}
{"text": "I wanna revert a transaction i did this morning.", "label": 8}
{"text": "is it possible to cancel transactions?", "label": 8}
{"text": "Cancel my transfer, please.", "label": 8}
{"text": "Am I able to stop a transfer?", "label": 8}
{"text": "How do I fix a transaction to the wrong account?", "label": 8}
{"text": "I just realized I made the wrong transaction  yesterday. Would  you please make it correct?I need it by tomorrow.", "label": 8}
{"text": "I just realized I made the wrong transaction yesterday. Would  you please make it correct?I need it by tomorrow Please.", "label": 8}
{"text": "How fast can you fix an error in payment?  I made a payment in the wrong account yesterday and it needs to be adjusted by tomorrow for my rent.", "label": 8}
{"text": "I messed up and made a transaction using the wrong account.", "label": 8}
{"text": "I want to revert this mornings transaction.", "label": 8}
{"text": "How can I revert a transaction from this morning?", "label": 8}
{"text": "I need immediate assistance in canceling a transfer which was a mistake. Please help me quickly so this does not go through.", "label": 8}
{"text": "Is there a way to undo a transaction?", "label": 8}
{"text": "Is there any way to cancel my transfer", "label": 8}
{"text": "How do I go about cancelling a transaction?", "label": 8}
{"text": "There was a transaction this morning that I'd like to reverse.", "label": 8}
{"text": "What do I have to do to cancel a transfer?", "label": 8}
{"text": "I did a transaction this morning and now I want to cancel it.", "label": 8}
{"text": "I just initiated a transfer but I'd like to cancel it.", "label": 8}
{"text": "I stupidly initiated a rent payment from the wrong account yesterday. It can't be paid from that account, but it really needs to get paid on time. Am I able to move the payment to the right account?", "label": 8}
{"text": "Is there any way to cancel a recent transfer?  I did not mean to make it and need to make sure it does not go through.", "label": 8}
{"text": "I submitted a transaction but it was for the incorrect account.", "label": 8}
{"text": "stop the transaction", "label": 8}
{"text": "Can I have a new card shipped to China?", "label": 9}
{"text": "Please inform me how to get a new card as mine is about to expire.", "label": 9}
{"text": "Where can I order a card when I am in China?", "label": 9}
{"text": "want a new card what are the fees", "label": 9}
{"text": "Need a new card, mine is expiring.", "label": 9}
{"text": "My card is about to expire. Do I have to go to a branch to order a new card?", "label": 9}
{"text": "How can I replace an expired card?", "label": 9}
{"text": "How do I order a new card if my current one is about to expire?", "label": 9}
{"text": "My card expires next week. How do I get a new one?", "label": 9}
{"text": "If my card is going to expire this month, do I need to order a new one?", "label": 9}
{"text": "Am I able to get this shipped to China?", "label": 9}
{"text": "What do I do after my card expires?", "label": 9}
{"text": "What do I do if my card expires soon?", "label": 9}
{"text": "Does it cost much or take long to get a new card? Mine is about to expire.", "label": 9}
{"text": "My card is due to expire soon.", "label": 9}
{"text": "What is the procedure for an expired card?", "label": 9}
{"text": "How do I replace my card?", "label": 9}
{"text": "My card's expiration date is close.", "label": 9}
{"text": "How do I order a new card? The current one is about to expire.", "label": 9}
{"text": "My bank card has expired, how can I get a new physical card?", "label": 9}
{"text": "What should I do once my card expires?", "label": 9}
{"text": "My card's expiring a month from now, should I place an order for the new card?", "label": 9}
{"text": "My card is due to expire", "label": 9}
{"text": "The expiration of my card is near, how do I order a new card?", "label": 9}
{"text": "Help me order a new card that's going to be expired soon.", "label": 9}
{"text": "I am overseas in China, can I get a replacement card?", "label": 9}
{"text": "I need to renew a card that's about to expire", "label": 9}
{"text": "Tell me what I should do after my card expires.", "label": 9}
{"text": "Can I get a new card with new expiration date in China?", "label": 9}
{"text": "Can I get a new card even though I am in China?", "label": 9}
{"text": "How do I order a new card when my old one is ready to expire?", "label": 9}
{"text": "My card is expiring soon.", "label": 9}
{"text": "Where can I use my Mastercard?", "label": 10}
{"text": "What places accept my card?", "label": 10}
{"text": "Is there anywhere I can't use my card?", "label": 10}
{"text": "Are there limits to businesses that will accept this card?", "label": 10}
{"text": "Are there limits as to where my card will be accepted?", "label": 10}
{"text": "Is the card welcomed by everybody?", "label": 10}
{"text": "Can I use my card while on vacation overseas?", "label": 10}
{"text": "In which stores can I shop with this card?", "label": 10}
{"text": "Where can I pay with my card?", "label": 10}
{"text": "Is my card accepted anywhere?", "label": 10}
{"text": "Are there any restrictions to where I can use my card?", "label": 10}
{"text": "Do you have a list of businesses that accept this card?", "label": 10}
{"text": "What businesses accept this card?", "label": 10}
{"text": "WHAT IS THE ATMOSPHERE OF IT", "label": 10}
{"text": "Can I use my card for online payments?", "label": 10}
{"text": "This card is accepted by what businesses?", "label": 10}
{"text": "In what places can I use my card?", "label": 10}
{"text": "Can I use my card anywhere?", "label": 10}
{"text": "Are there any places that won't take my card?", "label": 10}
{"text": "How can I know where my card will be accepted?", "label": 10}
{"text": "Can I use my card wherever I want?", "label": 10}
{"text": "How do I know where I can use my card?", "label": 10}
{"text": "Can I pay with my card anywhere?", "label": 10}
{"text": "Can i use this card at any store?", "label": 10}
{"text": "Is there restrictions on where I can use my card?", "label": 10}
{"text": "Will my card work at all merchant locations?", "label": 10}
{"text": "Are there any restrictions on where I use this card?", "label": 10}
{"text": "Is there a list of where I can use my card?", "label": 10}
{"text": "Will this card work all over the world?", "label": 10}
{"text": "What retailers accept my card?", "label": 10}
{"text": "Which merchants accept my card?", "label": 10}
{"text": "Any place that takes Mastercard would be fine.", "label": 10}
{"text": "Is there a way I can get my card expedited?", "label": 11}
{"text": "My card appears to have never arrived?", "label": 11}
{"text": "What's go on, where is my new card?", "label": 11}
{"text": "Will I have to wait much longer for my new card to arrive?", "label": 11}
{"text": "How can I check on the status of my new card?", "label": 11}
{"text": "What is the expected delivery date of my card?", "label": 11}
{"text": "Is it possible to track the card you sent me?", "label": 11}
{"text": "Is my new bank card on the way and is there a way to track it?", "label": 11}
{"text": "I was issued a new card a week ago but still haven't received it. How long will it be until I receive it?", "label": 11}
{"text": "Where is the card I ordered 2 weeks ago?", "label": 11}
{"text": "I don't have my card in 1 week.  Should I be worried?", "label": 11}
{"text": "I was issued a card about a week ago. why hasn't it come in yet?", "label": 11}
{"text": "Can you please tell me where my card is? I ordered it 2 weeks ago!", "label": 11}
{"text": "can you share card tracking number?", "label": 11}
{"text": "I would like to track a card sent to me, how do I do that?", "label": 11}
{"text": "Where is my card?", "label": 11}
{"text": "Why have I not gotten my new card?", "label": 11}
{"text": "Where is the tracking number for the card?", "label": 11}
{"text": "Where is my credit card that was to be mailed?", "label": 11}
{"text": "How do I know when my new card is going to arrive?", "label": 11}
{"text": "I would like to track the card you sent to me.", "label": 11}
{"text": "Can I get an update on my replacement card?", "label": 11}
{"text": "I'm still waiting on my new card to be delivered!", "label": 11}
{"text": "Can I track when my card will be delivered?", "label": 11}
{"text": "How long does it take for a new card to ship?", "label": 11}
{"text": "How can I see the progress of delivery of the card that was sent?", "label": 11}
{"text": "My card hasn't arrived.", "label": 11}
{"text": "How do I track the card you sent to me?", "label": 11}
{"text": "How long should it take for my new card to arrive in them mail? What should I do if I never receive it?", "label": 11}
{"text": "What do I need to do to get my new card which I have requested 2 weeks ago?", "label": 11}
{"text": "How long does it take to recieve my new card?", "label": 11}
{"text": "I haven't gotten my credit card in the mail.", "label": 11}
{"text": "What is the wait time for delivery to the US?", "label": 12}
{"text": "Will my card be here soon?", "label": 12}
{"text": "To deliver to the US, how long will it take?", "label": 12}
{"text": "If I order a card when does it arrive?", "label": 12}
{"text": "When will it be delivered to the US?", "label": 12}
{"text": "i am express delivering my card to the us, how long will that take", "label": 12}
{"text": "I need my card soon.", "label": 12}
{"text": "How long is the delivery time to the US?", "label": 12}
{"text": "Can I pay more to get it deliver quicker?", "label": 12}
{"text": "how long does delivery take?", "label": 12}
{"text": "I need my card to be delivered fast", "label": 12}
{"text": "Help! When will the card arrive at my home?", "label": 12}
{"text": "I haven't received my card yet, how long does it normally take?", "label": 12}
{"text": "I ordered my card a couple weeks ago and haven't received it yet. When can I expect it?", "label": 12}
{"text": "I need to get my card quickly", "label": 12}
{"text": "how long does it take to get my card i am in a rush", "label": 12}
{"text": "How long until the card arrives?", "label": 12}
{"text": "I need my card immediately.", "label": 12}
{"text": "How quickly can you get me my card?", "label": 12}
{"text": "What is the delivery time to the US?", "label": 12}
{"text": "How long is the delivery to the US?", "label": 12}
{"text": "When should I expect my card to arrive?", "label": 12}
{"text": "When can I expect my card? I live in the US.", "label": 12}
{"text": "how long should I expect to wait for my card to arrive?", "label": 12}
{"text": "i need to add express delivery if that's an option", "label": 12}
{"text": "When will I receive the card?", "label": 12}
{"text": "How long will delivery to the US take?", "label": 12}
{"text": "Can it be delivered on a certain date?", "label": 12}
{"text": "how soon will my card arrive?", "label": 12}
{"text": "Is there a specific date it can be delivered by?", "label": 12}
{"text": "can you express my card to me?", "label": 12}
{"text": "I need my card as quick as possible", "label": 12}
{"text": "Is it possible to link a new card?", "label": 13}
{"text": "Can I link my card I previously received?", "label": 13}
{"text": "I want to reactivate my card, I thought I had lost it but found it again in my jacket this morning.", "label": 13}
{"text": "I found my card, am I able to put it back into the app?", "label": 13}
{"text": "My card has been found. Is there any way for me to put it back into the app?", "label": 13}
{"text": "Where can I link a new card?", "label": 13}
{"text": "I just got my card.  It's not linked yet--how do I do that?", "label": 13}
{"text": "I thought I lost my card but I found it today, so I would like to reactivate it.", "label": 13}
{"text": "I just got a card, how can I add it to the app?", "label": 13}
{"text": "help me link my card", "label": 13}
{"text": "I found my lost card. Am I still able to use it?", "label": 13}
{"text": "Card has been received, how will it show up on the app?", "label": 13}
{"text": "If I find a card I lost do I need to dispose of it? Or can I re-active the card and continue to use it?", "label": 13}
{"text": "I already have a card and want to link it", "label": 13}
{"text": "If my card was lost or stolen can I re-link it?", "label": 13}
{"text": "You sent me a card and now I want to link it.", "label": 13}
{"text": "I need to find the card I received in the app.", "label": 13}
{"text": "how do I link an old card?", "label": 13}
{"text": "How do I get my card into the app?", "label": 13}
{"text": "In the app, how can I make it show the new card that arrived?", "label": 13}
{"text": "How do I see my card in the app?", "label": 13}
{"text": "I received my card, how do I get it to work in the app?", "label": 13}
{"text": "How do I link my new card?", "label": 13}
{"text": "I want to reactivate my card, I thought I had lost it but found it again this morning.", "label": 13}
{"text": "I got my card now, how do I make it show up in the app?", "label": 13}
{"text": "Where in the app do I go to make my new card show up?", "label": 13}
{"text": "I found the card that I thought I lost, and I would like to reactivate it.", "label": 13}
{"text": "I found my card! Can I link it back into the app?", "label": 13}
{"text": "If I have a physical card can I link it?", "label": 13}
{"text": "How do I link the new card?", "label": 13}
{"text": "Can you tell me how to get my card on the app?", "label": 13}
{"text": "Could I reactivate my card please, I couldn't find it but it turns out it was in my jacket pocket.", "label": 13}
{"text": "Please help.  The card won't work.", "label": 14}
{"text": "What do I do?  My card is broken.", "label": 14}
{"text": "I can't seem to be able to use my card", "label": 14}
{"text": "How can I get my card to work?", "label": 14}
{"text": "I wasn't able to use my card today when I went out for lunch. Wondering why that is?", "label": 14}
{"text": "There is something wrong with my card. Tried to use it a few times today in different places and it just didn't work. The transactions I tried to make were really small so not sure what's going on", "label": 14}
{"text": "How do I re-order a damaged card?", "label": 14}
{"text": "The card that I have isn't working. This is the physical card.", "label": 14}
{"text": "What should I do if my physical card isn't working?", "label": 14}
{"text": "How come my card doesn't work anymore?", "label": 14}
{"text": "Need help to get my card to work.", "label": 14}
{"text": "No transactions are being accepted, what's wrong with my card?", "label": 14}
{"text": "My card gets rejected when I try to use it", "label": 14}
{"text": "My card was declined at a restaurant today and I don't know what the problem is.", "label": 14}
{"text": "I am having problems with my physical card.", "label": 14}
{"text": "Can I use app to reset PIN attempts?", "label": 14}
{"text": "I can't get my actual card to work", "label": 14}
{"text": "My card won't work at all for anything.", "label": 14}
{"text": "My card isn't working at all. What happened?", "label": 14}
{"text": "What do I do if the machine rejects my card?", "label": 14}
{"text": "What's wrong with my card? The clerk at the grocery store said it was declined.", "label": 14}
{"text": "I need clarity on why my card is not working.", "label": 14}
{"text": "WHAT IS THE MAIN REASON OF THIS PROBLEM", "label": 14}
{"text": "My card doesn't seem to work anymore", "label": 14}
{"text": "I cannot seem to use my card.", "label": 14}
{"text": "My card don't work.", "label": 14}
{"text": "I am unable to use my card.", "label": 14}
{"text": "My card won't work right now.", "label": 14}
{"text": "The card is non-functional.", "label": 14}
{"text": "Please help me!  My physical card isn't working right.", "label": 14}
{"text": "My actual card isn't functioning.", "label": 14}
{"text": "My card hasn't been working for even small transactions today.", "label": 14}
{"text": "What was I charged a fee for card payment?", "label": 15}
{"text": "I don't think I should have been charged a fee to use my card.", "label": 15}
{"text": "Why was an extra charge added when I used my card?", "label": 15}
{"text": "I have a fee showing from last time I used my card.", "label": 15}
{"text": "Why am I being charged a hidden fee?", "label": 15}
{"text": "I'm going on holiday to France for 6 weeks with my family and the cat, Fluffy.  I just purchased €10,000 from a currency exchange to ensure we don't run short but there appears to be a fee.  What is this for?", "label": 15}
{"text": "I was charged a fee for using my card. Can I check that in any way? It seems like there are occasions that I am charge for fees. Can you elaborate this?", "label": 15}
{"text": "Do you have charges now when you pay with a card?", "label": 15}
{"text": "What are these fees i am paying?", "label": 15}
{"text": "Why did I get charged extra?", "label": 15}
{"text": "Is there a place to check for fee for payments? I feel like I'm getting charged too much at times.", "label": 15}
{"text": "Please tell my why I was charged a fee for using my card?", "label": 15}
{"text": "After I used my card I saw I was charged a fee for using it", "label": 15}
{"text": "Where can I check to see if there will be a fee added to my payment? Are there specific instances that will result in a fee added?", "label": 15}
{"text": "I was charged a hidden fee when I paid with card.", "label": 15}
{"text": "Why was I charged for payments? You didn't warn me about additional fees.", "label": 15}
{"text": "I need to be made aware when I am being charged an extra amount for payments please. I looked over the app earlier and noticed an additional feel related to one of the payments. I was not warned about this before.", "label": 15}
{"text": "Why am I being charged a fee for using my card? If there is some print out of places that charge me can you please send me that?", "label": 15}
{"text": "Why do I have to pay extra for using my card?", "label": 15}
{"text": "I noticed a new fee on my account. I didn't know there were fees for these payments. What is the policy?", "label": 15}
{"text": "I paid with card and I was charged a fee", "label": 15}
{"text": "Why is there a fee associated with card use?", "label": 15}
{"text": "There are multiple instances where you added a fee to the payment, as well as some where you didn't. Do you have an outline of when a fee will be added?", "label": 15}
{"text": "I didn't know I was going to get charged to use my card.", "label": 15}
{"text": "I see I was charged extra when I used the card.  I am not sure why, please tell me why.", "label": 15}
{"text": "I had to pay a fee when buying items with my card.", "label": 15}
{"text": "Let me know when you charge for payments. I just checked the app and saw a fee that I wasn't warned about.", "label": 15}
{"text": "A fee came along with me paying with card", "label": 15}
{"text": "What was the extra charge for using my card?", "label": 15}
{"text": "When do i get charged a fee for using the card?", "label": 15}
{"text": "I received a fee I should not have.", "label": 15}
{"text": "Why was I charged extra using my card?", "label": 15}
{"text": "my statement contains an unknown payment", "label": 16}
{"text": "There is a payment on my card that I do not recognize.  I've never seen the name on the transaction before.", "label": 16}
{"text": "There's a payment in the app I don't recognize.", "label": 16}
{"text": "There are some charges that I don't recognize.  It happened days ago.  Can I get these charges back?  Should I cancel my card?", "label": 16}
{"text": "There is a payment I don't recognize", "label": 16}
{"text": "There is an odd payment in my statement", "label": 16}
{"text": "where is my unknown payment from?", "label": 16}
{"text": "There are a couple payments with my card in the app I see that I didn't create. What is happening? Maybe someone gained access to my account.", "label": 16}
{"text": "I have a confusing payment appear on my statement and I don't recognise it!", "label": 16}
{"text": "I'm not recognizing the card payment.", "label": 16}
{"text": "I just checked my account on the App and there is a payment on there that I did not make.", "label": 16}
{"text": "I see a strange payment in my account.", "label": 16}
{"text": "Is there any way to know how the transaction got on my account?", "label": 16}
{"text": "One of my card payments, I don't recognise the name of the merchant.", "label": 16}
{"text": "I have a charge I did not make.", "label": 16}
{"text": "I'm checking the app and I see a payment that's not mine.", "label": 16}
{"text": "Could you please put a freeze on my card?  There are some payments on it that I don't know where they came from.", "label": 16}
{"text": "I didn't make a payment at this business.", "label": 16}
{"text": "I think that there is a payment on my card that I did not authorize.  I don't recognize the name attached to the transaction.", "label": 16}
{"text": "I don't understand where this charge came from.", "label": 16}
{"text": "There was a purchase on my card recently to a name that I don't recognize at all. What can be done about this? I need my money back.", "label": 16}
{"text": "There are charges on my card from the past few day I am pretty sure I didnt make, can you please freeze it for me? How do I get my money returned since it wasnt me?", "label": 16}
{"text": "They is a payment I don't recognize on my statement.", "label": 16}
{"text": "I swear that there are 2 payments on the app that I didn't make.  Could my card me stolen?  Please advise what I should do.", "label": 16}
{"text": "There is a strange card payment I don't recognise.", "label": 16}
{"text": "There is a strange payment on my card.", "label": 16}
{"text": "There has been a payment  in the App that has not be done by me.", "label": 16}
{"text": "There are a couple payments with my card displayed in the app which I didn't make. What is happening? Maybe someone has access to my card.", "label": 16}
{"text": "I did not charge my account for that transaction.  That's an error.", "label": 16}
{"text": "This card payment isn't is recognition.", "label": 16}
{"text": "I need to freeze my card. There are charges on there that i did not authorize. They've been coming out for a couple of days. Can i get this money back?", "label": 16}
{"text": "After looking at the app I noticed a couple of payments I know I did not make. Is it possible someone has accessed my card? What is actually going on?", "label": 16}
{"text": "Why isn't my purchase exchange rate correct?", "label": 17}
{"text": "I want to change the wrong exchange rate.", "label": 17}
{"text": "I purchased something overseas and the incorrect exchange rate was applied.", "label": 17}
{"text": "The correct exchange rate wasn't given to me for an item I purchased.", "label": 17}
{"text": "My currency rate is inaccurate.", "label": 17}
{"text": "I purchased something abroad and the incorrect exchange rate was applied.", "label": 17}
{"text": "Why is the exchange rate different from what I expected?", "label": 17}
{"text": "Why is your exchange rate so bad?", "label": 17}
{"text": "This exchange rate you use is awful! Please tell me this is a mistake and not the official interbank exchange rate!", "label": 17}
{"text": "Your foreign exchange rate is wrong.", "label": 17}
{"text": "The exchange rate was incorrect for an item I bought.", "label": 17}
{"text": "The currency exchange for my purchase in foreign currency is incorrect.", "label": 17}
{"text": "The exchange rate on my payment doesn't look right", "label": 17}
{"text": "I have been overcharged. I just changed over Russian Ruble to UK pounds and it was too much. It seems something was wrong with my exchange.", "label": 17}
{"text": "There's an error with the rate that is charged.", "label": 17}
{"text": "I just saw the exchange rate you use, but it's so bad that I can't believe that it's the official interbank exchange rate! Is this truly the official interbank exchange rate?", "label": 17}
{"text": "There's an error in regards to the exchange rate for an item I bought.", "label": 17}
{"text": "The exchange rate you are using is really bad. This can't possibly be the official interbank exchange rate.", "label": 17}
{"text": "Why is my exchange rate wrong?", "label": 17}
{"text": "I bought an item and the exchange rate was wrong.", "label": 17}
{"text": "A foreign purchase I made has the incorrect rate applied to it.", "label": 17}
{"text": "The exchange rate you're using is terrible - this can't be the official interbank exchange rate, can it?", "label": 17}
{"text": "The exchange rate you are using is bad.This can't be the official interbank exchange rate.", "label": 17}
{"text": "I'm on holiday and I noticed a different amount for exchange rate.  Can you explain?", "label": 17}
{"text": "Why on earth is the exchange rate so bad?   Can I get a rate closer to the actual interbank rate?", "label": 17}
{"text": "The exchange rate for my electronic payment is incorrect.", "label": 17}
{"text": "I noticed an extra charge on the purchase that I made last Saturday on my account. Can you see if I received the correct exchange rate?", "label": 17}
{"text": "Please check the exchange rate for my payment last Saturday. I believe I have been overcharged.", "label": 17}
{"text": "I think I was charged extra on my payment on last Saturday.  Maybe the exchange rate was wrong?  I'd like a refund.", "label": 17}
{"text": "I think that the exchange rate was wrong for the payment made last Saturday - I was charged extra.", "label": 17}
{"text": "My rate of exchange was wrong.", "label": 17}
{"text": "Last Saturday, I was charged extra for the exchange rate on my payment. Is something wrong?", "label": 17}
{"text": "how to get new card after atm eats it", "label": 18}
{"text": "I have lost my credit card in the ATM!", "label": 18}
{"text": "lost my card in atm", "label": 18}
{"text": "What are the steps to get my card back that was kept by the ATM?", "label": 18}
{"text": "How can I get my card out of the ATM?", "label": 18}
{"text": "I can't get my card out of the ATM, what should I do now?", "label": 18}
{"text": "The ATM did not give me my card back?", "label": 18}
{"text": "What do I do if the ATM swallowed my card?", "label": 18}
{"text": "My card is stuck inside the ATM, what am I supposed to do?", "label": 18}
{"text": "The ATM kept my card?", "label": 18}
{"text": "The ATM machine ate my card.", "label": 18}
{"text": "My card is stuck inside the ATM.", "label": 18}
{"text": "Why did the ATM take my card and keep it?", "label": 18}
{"text": "What do I do if the ATM took my card?", "label": 18}
{"text": "The ATM didnt return my card!", "label": 18}
{"text": "The ATM ate my card; how do I get a new one?", "label": 18}
{"text": "An ATM swallowed my credit card!", "label": 18}
{"text": "The ATM stole my card!", "label": 18}
{"text": "Please help, the atm swallowed my card, what do I do?", "label": 18}
{"text": "The ATM took my card.", "label": 18}
{"text": "What should I do since my card is trapped in the ATM?", "label": 18}
{"text": "How do I get my card back after the ATM swallowed it.", "label": 18}
{"text": "An ATM machine didn't return my card.", "label": 18}
{"text": "A Bank ATM did not give my card back. What do I do now?", "label": 18}
{"text": "Your machine took my card. How do I get it back?", "label": 18}
{"text": "what do I need to do if the ATM kept my card?", "label": 18}
{"text": "What do I do if I can't get my card out of the ATM?", "label": 18}
{"text": "What do I do?  The ATM took my card!", "label": 18}
{"text": "How do I get my card out of the ATM?", "label": 18}
{"text": "how can the money machine keep my card what do i need to do?", "label": 18}
{"text": "Who do I talk to about the ATM swallowing my card?", "label": 18}
{"text": "What should I do with my stuck ATM?", "label": 18}
{"text": "I took out money and there is a fee.  Why?", "label": 19}
{"text": "I am not supposed to be charged a cash withdrawal fee, but I was.", "label": 19}
{"text": "I made a transaction at an atm and was charged extra for it.", "label": 19}
{"text": "I withdrew money and got a fee, please explain", "label": 19}
{"text": "i withdraw cash from the ATM and was charged a fee", "label": 19}
{"text": "I have never been charged for making an ATM cash withdrawal before, but I am now being charged a fee to withdraw cash. What happened?", "label": 19}
{"text": "Why are you charging me for ATM withdrawal? It has always been free before.", "label": 19}
{"text": "Why is there a charge when I took out money?", "label": 19}
{"text": "I have a question about fee for cash withdraw.", "label": 19}
{"text": "I have a strange transaction on my account which appears to pertain to a cash withdrawal I made outside Nandos in Leeds.  What is that for?  Is it fraud?", "label": 19}
{"text": "I just had a look at my statement. Why have I been changed for using the ATM?", "label": 19}
{"text": "I got this stupid fee after taking cash out, why?", "label": 19}
{"text": "Why did I get charged for withdrawing cash?", "label": 19}
{"text": "Why did you charge me extra when I withdrew cash?", "label": 19}
{"text": "What is the extra fee I was charged when using an ATM?", "label": 19}
{"text": "What was the extra charge for withdrawing money?", "label": 19}
{"text": "How much can I withdrawal in one month without incurring fees?", "label": 19}
{"text": "I just saw a charge for a cash withdrawal that I made! ATM withdrawals have always been free in the past, so why is there suddenly a charge? What is it going to cost me now?", "label": 19}
{"text": "I received a fee for obtaining cash, is this correct?", "label": 19}
{"text": "Since when do you charge to make a withdrawal? I've always done it for free. So how much is it now?", "label": 19}
{"text": "Why did using an ATM cause me to have an extra fee charged?", "label": 19}
{"text": "Why was I charged a fee for withdrawing money?", "label": 19}
{"text": "Why am I being charged to make cash withdrawals? I thought they were supposed to be free!", "label": 19}
{"text": "Could you explain your rules for ATM fees?", "label": 19}
{"text": "Why was there a fee on my cash withdrawal?", "label": 19}
{"text": "Why am i being charged for withdrawing cash funds?", "label": 19}
{"text": "This is not right, I was told I could take out cash at the ATM for free?", "label": 19}
{"text": "what is this extra charge for a withdrawal?", "label": 19}
{"text": "Why was I charged when taking out money?", "label": 19}
{"text": "I was told that withdrawing cash from the ATM is free, but I'm charged a fee. Why is this?", "label": 19}
{"text": "Why was I charged a fee when I withdrew money?", "label": 19}
{"text": "I noticed a different charge while I was taking my money out.", "label": 19}
{"text": "I see cash withdrawal activity in the app that is not mine.", "label": 20}
{"text": "I did not get the cash that is showing up in my app.", "label": 20}
{"text": "There's a cash withdrawal I didn't make", "label": 20}
{"text": "What is this cash withdrawal on my statement?", "label": 20}
{"text": "Help! I think someone has a copy of my card - I still have my card, but a five hundred pound cash withdrawal that I didn't authorize is shown on my account.", "label": 20}
{"text": "Someone has a copy of my card !! I definitely still have it here but someone just made a 500£ cash withdrawal, HELP!", "label": 20}
{"text": "What is the strange cash withdrawal on my statement?", "label": 20}
{"text": "I think someone may have cloned my card or something.  My card isn't lost but I just saw a charge of $500 cash withdraw.  Can you help me?", "label": 20}
{"text": "A cash withdrawal has been done that I didn't do.", "label": 20}
{"text": "I got a message saying I made a withdrawal from the bank machine, but I did not.", "label": 20}
{"text": "I am seeing inside the App a some cash withdrawal that is not mine", "label": 20}
{"text": "Someone has a copy of my card. I have my card with me, but someone just made a 500£ cash withdrawal. Help me.", "label": 20}
{"text": "I was checking my account when I saw a $500 cash withdraw that I know I didn't do.  I have my card so I don't understand how this happened.  Please help me.", "label": 20}
{"text": "My wallet was taken and I see that someone is using my card!   Please help me!", "label": 20}
{"text": "There is a cash withdrawal on my statement that I did not make", "label": 20}
{"text": "I was trying to use my card and it was declined, when I tried to find out what happened I found cash withdraw for $500 that I didn't do.  Can you please help figure this out?", "label": 20}
{"text": "The app shows a withdrawal that I did not make or authorize.", "label": 20}
{"text": "Money was taken out without my consent,", "label": 20}
{"text": "My wallet was just stolen and I see my account already has a withdrawal. Can you please help me.", "label": 20}
{"text": "I want my card frozen right away. Money was taken out in an odd location I have never heard of.", "label": 20}
{"text": "My identity has been stolen. I still have my physical card but there are charges I didn't make on my account. How do I cancel this card or dispute the charges?", "label": 20}
{"text": "I see an unauthorized withdraw.", "label": 20}
{"text": "Help!  The app says I took out cash but I didn't!", "label": 20}
{"text": "There was money taken out of my account, and I'm pretty sure I didn't do it.", "label": 20}
{"text": "There is a withdrawal in my account I didn't make.", "label": 20}
{"text": "I don't recognize this withdrawal on my statement", "label": 20}
{"text": "There is unexpected money in my account.", "label": 20}
{"text": "Why is my app showing me taking money that I did not take out?", "label": 20}
{"text": "There is a withdrawal on my account I didn't make.", "label": 20}
{"text": "I saw on the app that a cash withdrawal was completed on my account; however, I did not complete it.", "label": 20}
{"text": "I noticed that there is a withdrawal in the app that is not mine.", "label": 20}
{"text": "I hope you can help me. Someone has stolen my wallet and now I have noticed that they have been taking money from my account.", "label": 20}
{"text": "Which ATM's am i able to change my PIN?", "label": 21}
{"text": "What steps do I have to take to change my PIN?", "label": 21}
{"text": "Do I have to go to an actual bank to change my PIN?", "label": 21}
{"text": "Your card pin can be changed at any Visa or MasterCard ATM with Pin services, excluding countries such as Belgium, Luxembourg, Austria, Germany, Spain, and France.", "label": 21}
{"text": "Can I change my PIN remotely?", "label": 21}
{"text": "Can you tell me how to change my PIN?", "label": 21}
{"text": "Can I reset my PIN?", "label": 21}
{"text": "Can I pick a new PIN?", "label": 21}
{"text": "How can I set a new pin.", "label": 21}
{"text": "How can I change my old pin to a new one?", "label": 21}
{"text": "Please help me change my PIN.", "label": 21}
{"text": "Can I change my PIN without going to a bank branch?", "label": 21}
{"text": "What is the process to change my PIN?", "label": 21}
{"text": "Can my PIN be changed in any cash machine?", "label": 21}
{"text": "Tell me how to setup a new PIN.", "label": 21}
{"text": "Do I have to go into the bank to change my PIN?", "label": 21}
{"text": "I must change my PIN as soon as possible.", "label": 21}
{"text": "Am I allowed to change my PIN anywhere?", "label": 21}
{"text": "Can I change my PIN online?", "label": 21}
{"text": "Can I change my PIN in Austria?", "label": 21}
{"text": "What are the steps to change my PIN to something else?", "label": 21}
{"text": "Are their certain cash machines where I can change my pin?", "label": 21}
{"text": "Can I change my pin at a cash machine?", "label": 21}
{"text": "I want a new PIN please.", "label": 21}
{"text": "Can I change my PIN if I want to?", "label": 21}
{"text": "While on vacation in Spain I think someone saw my PIN and I now need to change it, can I do this at an ATM in Spain?", "label": 21}
{"text": "Is it possible to change my PIN?", "label": 21}
{"text": "Can I change my PIN?", "label": 21}
{"text": "I can't freeze my account as I need the card as I am traveling, how do I change my pin?", "label": 21}
{"text": "Are there cash machines where I can change my PIN?", "label": 21}
{"text": "Help me change my PIN.", "label": 21}
{"text": "Can I change my pin number at a cash machine?", "label": 21}
{"text": "My card data has been exposed.", "label": 22}
{"text": "I have some transactions on my account I did not make. Can you cancel my card and prevent further use.", "label": 22}
{"text": "What should I do if someone else used my card?", "label": 22}
{"text": "am suspicious of my card's security", "label": 22}
{"text": "I noticed my card was used in a small town that I have never been to. Can you stop the card from being used more?", "label": 22}
{"text": "I didn't make these transactions. Is someone else using my card?", "label": 22}
{"text": "Somebody used my card without my knowledge!", "label": 22}
{"text": "There are fraudulent charges that I didn't make on my card. Can you please put in the safeguards necessary to stop this from happening anymore?", "label": 22}
{"text": "Questionable transactions on my account.", "label": 22}
{"text": "What do I do if I think someone has used my card without permission? I can see a few transactions I don't recognize.", "label": 22}
{"text": "I think someone may be using my card.", "label": 22}
{"text": "There are a few transaction that I don't recognize, I think someone managed to get my card details and use it.\n", "label": 22}
{"text": "My card has been compromised. I see a bunch of online shopping charges that I didn't make. I need to freeze it immediately.", "label": 22}
{"text": "What do I do if I think someone has used my card?", "label": 22}
{"text": "I want to cancel my card. I think someone else is using it.", "label": 22}
{"text": "What should I do if I think that someone might be using me card?", "label": 22}
{"text": "I think that somebody is utilizing my card without my authorization!", "label": 22}
{"text": "Please tell me how you can stop unauthorized payments from being made on my card since on this bill I see that this has happened. There are transactions that I never made from a place I've never been to.", "label": 22}
{"text": "There are transactions that I don't recognize. What do I do if I think someone is using my card?", "label": 22}
{"text": "I might be paranoid, but someone may be using my card.", "label": 22}
{"text": "Someone besides me might be using my card.", "label": 22}
{"text": "Someone else might be using my card without my permission.", "label": 22}
{"text": "I see some transactions that I don't recognize.  I think someone stole my details.", "label": 22}
{"text": "My wallet was stolen and all my credit cards were in there.  HELP?!!?", "label": 22}
{"text": "I have transactions that I don't recognize - I think someone is using my card.", "label": 22}
{"text": "I think someone stole my card number and brought stuff in different places that I have never been to. I need to suspend any further purchase on my credit card.", "label": 22}
{"text": "The card has suffered a security breach.", "label": 22}
{"text": "How do I report possible fraudulent activity on my account?", "label": 22}
{"text": "There are strange transactions on my account.  What should I do if I think someone stole my details?", "label": 22}
{"text": "I think someone is using my card without my permission!", "label": 22}
{"text": "Can you check about unauthorized use of my card, I think someone is using mine without my knowledge?", "label": 22}
{"text": "What do I do if I detect fraudulent use on my car?", "label": 22}
{"text": "how to get new card?", "label": 23}
{"text": "how many days processing new card?", "label": 23}
{"text": "Why wasn't my contactless accepted at the metro?", "label": 23}
{"text": "Are my contactless settings correct? I tried to use it today but it wasn't working.", "label": 23}
{"text": "I can't get a contactless payment to work.", "label": 23}
{"text": "I have a contactless that's broken.", "label": 23}
{"text": "Would reinstalling the app solve the problem?", "label": 23}
{"text": "The terminal I paid at wouldn't take my card. Is something wrong?", "label": 23}
{"text": "I'm confused ass to why my contactless is not working.", "label": 23}
{"text": "How can I fix my card if the contactless function didn't work this morning?", "label": 23}
{"text": "How do I troubleshoot when contactless doesn't work?", "label": 23}
{"text": "My contactless is non-functional.", "label": 23}
{"text": "What do I have to do to get the contactless to work?", "label": 23}
{"text": "My contactless payments don't work.", "label": 23}
{"text": "Why wouldn't my contactless work for the metro?", "label": 23}
{"text": "I am having problems with my contactless.", "label": 23}
{"text": "The contactless payments are not working.", "label": 23}
{"text": "How can i get new card?", "label": 23}
{"text": "Help me to set up contactless payments.", "label": 23}
{"text": "My contactless stopped working today no matter where I try to use it. How do I get it to start working again?", "label": 23}
{"text": "My contactless stopped working today for no good reason. It's not working no matter where I try to use it. Can you please help me fix it?", "label": 23}
{"text": "How come when I tried to pay contactless at the bus it didnt work?", "label": 23}
{"text": "What is the reason when I tried to pay contactless at the bus, it didnt work?", "label": 23}
{"text": "Why is my contactless not working?", "label": 23}
{"text": "I need help fixing my contactless. It's not working anywhere I go today.", "label": 23}
{"text": "How can I fix my contactless?", "label": 23}
{"text": "I've tried using my contactless in several locations today and it's not working anywhere. It seemed fine before. How do I get it to work again?", "label": 23}
{"text": "Should i uninstall the app before i try it again?", "label": 23}
{"text": "I am having issues using contactless payments, could my card be damaged?", "label": 23}
{"text": "Any charges applicable for new card?", "label": 23}
{"text": "Contactless payments need to be enabled for my card.", "label": 23}
{"text": "I was trying to use contactless earlier, but it didn't work.", "label": 23}
{"text": "Can an American resident apply to get a card?", "label": 24}
{"text": "Which countries are represented?", "label": 24}
{"text": "What countries are getting support?", "label": 24}
{"text": "How do I get a card if I live in the US?", "label": 24}
{"text": "Which countries are you available in?", "label": 24}
{"text": "Are these cards available in europe?", "label": 24}
{"text": "I live in the EU.  Can I order one of your cards?", "label": 24}
{"text": "I reside in the US, but I want a card.", "label": 24}
{"text": "I live in the EU - can I get a card?", "label": 24}
{"text": "Is it possible to get a card outside the UK?", "label": 24}
{"text": "I live in the US and I would like to get a card. How do I go about getting one?", "label": 24}
{"text": "can i get a card if I live in the usa?", "label": 24}
{"text": "Are cards issued to people living in the US?", "label": 24}
{"text": "Where in the European Union can I get a card?", "label": 24}
{"text": "What are the countries that you operate in?", "label": 24}
{"text": "Are you only able to get a card if you're in the UK?", "label": 24}
{"text": "Where are you present globally?", "label": 24}
{"text": "I'm in the EU. Can I get one of your cards?", "label": 24}
{"text": "Which countries do you currently support?", "label": 24}
{"text": "How do I get a card in the EU?", "label": 24}
{"text": "How does a US resident go about acquiring a new card?", "label": 24}
{"text": "What countries are you located in?", "label": 24}
{"text": "Please tell me how to get a card if I reside in the US.", "label": 24}
{"text": "I'm not in the UK, but can I still get a card?", "label": 24}
{"text": "I am not in the UK can i get a card?", "label": 24}
{"text": "Where can I get a card in the EU?", "label": 24}
{"text": "Do you have to be in the UK to get a card?", "label": 24}
{"text": "Supported countries", "label": 24}
{"text": "I just moved to the US how do I get a card?", "label": 24}
{"text": "Which countries do you work with?", "label": 24}
{"text": "Can I get a card if I don't reside in the UK?", "label": 24}
{"text": "How do I find out what countries you service and what countries you do not?", "label": 24}
{"text": "Why is my payment declined? It looked like everything worked ok and my account was fine.", "label": 25}
{"text": "What could the reason be that my payment card was declined?", "label": 25}
{"text": "I was out today looking forward to paying with my brand new card, turns out the payment just kept getting declined. This is pretty sad, what's going on?", "label": 25}
{"text": "I had a card payment that was declined.  Why?", "label": 25}
{"text": "Can you tell me why my card payment did not work?", "label": 25}
{"text": "I was wondering why my card was declined", "label": 25}
{"text": "My card didn't go through.  It doesn't make sense.  You told me that everything was ok.", "label": 25}
{"text": "I had a problem with my card payment, can you help?", "label": 25}
{"text": "The card payment I attempted to make failed.", "label": 25}
{"text": "I know there's money in my account, why did my account decline me?", "label": 25}
{"text": "Could you please tell me why my card payment didn't work?", "label": 25}
{"text": "For some reason my card payment hasn't worked. what can I do to look into that?", "label": 25}
{"text": "Card payment didn't go through.", "label": 25}
{"text": "I made a card payment, but it has been declined?", "label": 25}
{"text": "Hi, is everything in good standing with my card? I am receiving multiple \"decline\" messages.", "label": 25}
{"text": "Why did my card payment not work?", "label": 25}
{"text": "My payment card was declined - could you tell me why?", "label": 25}
{"text": "My payment has been declined!! What's going on, I thought everything was alright and working well?", "label": 25}
{"text": "The card payment I made didn't work.", "label": 25}
{"text": "Why was my payment declined? I keep trying my card but it's not working.", "label": 25}
{"text": "Can you tell me why my card keeps getting declined every time I try to use it?", "label": 25}
{"text": "I don't understand why my payment was declined. I thought everything was ok.", "label": 25}
{"text": "My card payment wasn't declined", "label": 25}
{"text": "My card payment has been declined", "label": 25}
{"text": "Everything seems fine with my account, so why did it decline my payment?", "label": 25}
{"text": "I just got my new card and tried using it and it was declined?", "label": 25}
{"text": "Whats the reason for my payment being declined? It looked like everything went through ok and my account was good.", "label": 25}
{"text": "I use this card all the time so why did it get declined at the store today?", "label": 25}
{"text": "I tried to used my card in a shop and the transaction was declined.", "label": 25}
{"text": "I keep trying to make a payment, but it doesn't work.", "label": 25}
{"text": "What is going on with it saying my card payment was declined?", "label": 25}
{"text": "I'm not sure why my payment has been declined? Please tell me why, I thought it was all good.", "label": 25}
{"text": "Is there a reason my cash withdrawal was declined?", "label": 26}
{"text": "I am having trouble withdrawing cash.", "label": 26}
{"text": "Is there something wrong with the ATM? It would not let me pull cash out of my account.", "label": 26}
{"text": "Why was I not able to get cash from the ATM?", "label": 26}
{"text": "My card rejected a cash withdrawal. Why?", "label": 26}
{"text": "Why are my withdrawals suddenly being declined?", "label": 26}
{"text": "Please help me with my card. As i have tried to use my card in two different ATMs but repeatedly it was declining by ATM.", "label": 26}
{"text": "I just had my card get declined at the ATM! I need to get money out but I am unable to.  Why has this happened?", "label": 26}
{"text": "ATM apparently not working?  Couldn't access funds in my account?", "label": 26}
{"text": "I tried to make a withdrawal from the ATM, but it was cancelled.", "label": 26}
{"text": "My card doesn't work. I can't get cash out at an ATM", "label": 26}
{"text": "My ATM withdrawal was declined.", "label": 26}
{"text": "I attempted to get money in cash but it was refused!", "label": 26}
{"text": "I can't get any money from my account.", "label": 26}
{"text": "Why would the ATM machine fail to give me the cash withdrawal I requested?", "label": 26}
{"text": "I entered the correct pin but I still couldnt get funds.", "label": 26}
{"text": "Why can't I take money from my account?", "label": 26}
{"text": "Is my card actually working? It's the first time I tried using it", "label": 26}
{"text": "Has my account been frozen?  I tried to use my card but the ATM would not dispense cash.", "label": 26}
{"text": "I tried to get cash in the ATM but it was not approved", "label": 26}
{"text": "I tried using my ATM card at your Notting Hill location today.  It did not work.  Am I doing something wrong?", "label": 26}
{"text": "I tried to withdraw cash from the ATM machine and it did not work. Can you tell me why?", "label": 26}
{"text": "Hello, is there any way to double check my card? I have never had issues with withdraws in the past, but this morning on the way to work it was unexpectedly declined.", "label": 26}
{"text": "I tried to get money out of the Notting Hill ATM earlier, but I wasn't able to get anything out. Is there a problem with my card? It's the first time I tried using it.", "label": 26}
{"text": "I needed cash from the ATM but I couldn't get it.", "label": 26}
{"text": "Why can't I get cash out?", "label": 26}
{"text": "How do I get money from an ATM using my card? I can't seem to get it to work? I used the pin I had, but maybe it's wrong? What do I need to do to fix this?", "label": 26}
{"text": "Why was my atm withdrawl declined", "label": 26}
{"text": "Is my card working? It's the first time I tried using it I tried to get money out of an ATM, but got nothing.", "label": 26}
{"text": "I tired to get cash in the ATM but it was cancelled", "label": 26}
{"text": "I tried to pull cash from an ATM but it wouldn't let me.", "label": 26}
{"text": "I'm not able to withdraw money from the ATM but I'm not sure why.", "label": 26}
{"text": "I tried to buy something online yesterday but it kept saying declined. Tried another time today but same thing happened. What's Broken?", "label": 27}
{"text": "Transfer could not be completed due to being declined.", "label": 27}
{"text": "Explain to me why a transfer would be declined.", "label": 27}
{"text": "I need to make a transfer but it keeps getting declined I need Help!", "label": 27}
{"text": "I have been trying to make a transfer and it won't go through. I have checked all the receipts and its all correct but still won't let me do it.", "label": 27}
{"text": "Why are my transfers and purchases keep getting declined?", "label": 27}
{"text": "Why do you keep declining my transfers? it's always been working really well so far but when I tried to buy something just now the card got declined, I tried couple of times already  but same thing is happening.", "label": 27}
{"text": "Why are my transfers being declined? It normally works but now it's declining my card. I've tried it a few times but it's still not working.", "label": 27}
{"text": "What does the decline message mean", "label": 27}
{"text": "I can't make any transfers, they won't go through, the details are correct as I checked them.  Can you look in to this please?", "label": 27}
{"text": "Transfer unable to be completed, states 'declined'", "label": 27}
{"text": "Transfer was declined.", "label": 27}
{"text": "Why did my payment get declined?", "label": 27}
{"text": "I tried to transfer but it was declined", "label": 27}
{"text": "Why are all my transfers failing?  I have the details right and they won't complete.  I've been trying all day and they still won't go through, this is URGENT, please help.", "label": 27}
{"text": "How do I make sure my transfer isn't goin to an unsupported merchant?", "label": 27}
{"text": "Why has my transfer been declined?", "label": 27}
{"text": "Please explain why my transfer attempt was declined. Thank you.", "label": 27}
{"text": "why was a transfer declined", "label": 27}
{"text": "How can I check for an unsupported merchant for my transfer request?", "label": 27}
{"text": "Why did you decline my transfer?", "label": 27}
{"text": "unsupported transfer declined", "label": 27}
{"text": "I have double-checked all of my recipient details but for some reason all of my transfers keep getting declined. I have no clue as to why.", "label": 27}
{"text": "I don't know what's going on but all of my transfers keep getting declined. I have checked over the recipient details twice. These details are all correct.", "label": 27}
{"text": "I got a message that my transfer was declined.", "label": 27}
{"text": "I have a transfer that was declined.", "label": 27}
{"text": "Why would my transfer result in a decline message?", "label": 27}
{"text": "Why did I get declined during a transfer?", "label": 27}
{"text": "What would be a reason my transfer got declined?", "label": 27}
{"text": "Why does my card continually get declined? I thought I had enough money in there but I've tried several times now and it still isn't working.", "label": 27}
{"text": "While doing a transfer, it says declined.", "label": 27}
{"text": "I am having trouble doing a transfer. A \"Decline \" message appears after making the transfer.", "label": 27}
{"text": "There was a direct debit from my account and I didn't authorise it", "label": 28}
{"text": "Why is there a direct debit set up in my name?", "label": 28}
{"text": "This debit is not my transcation. How do I get my money out back?", "label": 28}
{"text": "I don't know what this Direct Debit payment is.", "label": 28}
{"text": "There is a payment in my app that I did not make.  I have not used that card all day  Please reimburse my money.", "label": 28}
{"text": "There is a potentially fraudulent direct debit on my account.", "label": 28}
{"text": "I am seeing a direct debit I wasn't aware of.", "label": 28}
{"text": "Why is there a direct debit fee in the App when I didn't do it?", "label": 28}
{"text": "There was some money taken from my account that I don't remember paying for. Am I able to look up this transaction which was a few weeks ago to see who took out the money? Im not sure I need a refund just want to check to make sure it's legit.", "label": 28}
{"text": "I have an unauthorized charge.", "label": 28}
{"text": "How can I dispute a direct debit transaction?", "label": 28}
{"text": "People are using my debit card - help!", "label": 28}
{"text": "Why is there a direct debit payment on my statement that I didn't do?", "label": 28}
{"text": "i would like to dispute a direct debit payment", "label": 28}
{"text": "There is a Direct Debit that looks suspicious.", "label": 28}
{"text": "The app shows Direct Debit payments that I didn't make", "label": 28}
{"text": "I might have been charged on my debit statement by fraud.", "label": 28}
{"text": "There's an unauthorized direct debit in my app.", "label": 28}
{"text": "There is a payment showing that I know I didn't make. I didn't use my card that day and I'm sure of it. Can you please cancel that transaction and return my money? Thankyou", "label": 28}
{"text": "My account statements show a debit payment that I didn't make it's from some time ago I need to know if it is disputable.", "label": 28}
{"text": "I am seeing in the App a diret debit that its not mine", "label": 28}
{"text": "How can I dispute a debit transaction?", "label": 28}
{"text": "I don't know what this Direct Debit payment on my account is for.", "label": 28}
{"text": "There is a direct debit payment I don't recognize.", "label": 28}
{"text": "My account shows a direct debit charge that I have never seen before", "label": 28}
{"text": "A couple weeks ago there was a debit taken from my account from a transaction I don't recall. Is it possible to trace this transaction to make sure I'm not being scammed?", "label": 28}
{"text": "I was just going over my transactions for the past couple of months and noticed a large type charge that I know I did not make. Even though it's been a while can I please still dispute this?", "label": 28}
{"text": "I see an unfamiliar Direct Debit payment.", "label": 28}
{"text": "i do not know what this charge is for", "label": 28}
{"text": "There is a payment I don't recognise!", "label": 28}
{"text": "There is a debit transaction on my statement that I did not make", "label": 28}
{"text": "I have gone through my statements and noticed there is a large payment that I did not make. Can i still dispute the payment? its been a while", "label": 28}
{"text": "Is there a limit to a disposable virtual card?", "label": 29}
{"text": "Is there a limit on how many times I can use a disposable card?", "label": 29}
{"text": "What stipulations do disposable cards entail?", "label": 29}
{"text": "Is there a limit to the number of disposable cards I can have?", "label": 29}
{"text": "How many disposable virtual cards can you have?", "label": 29}
{"text": "What is the limit on disposable cards?", "label": 29}
{"text": "What limits are there on the virtual cards?", "label": 29}
{"text": "How many disposable cards can I make in a day?", "label": 29}
{"text": "What are the restrictions of the disposable cards?", "label": 29}
{"text": "Am I limited on the amount of disposable cards I can possess?", "label": 29}
{"text": "What are my limits on disposable cards?", "label": 29}
{"text": "Are there any places that I can't use the disposable cards at?", "label": 29}
{"text": "Is there a transaction limit on a disposable card?", "label": 29}
{"text": "How many payments can I make using a virtual card?", "label": 29}
{"text": "What's the limit for disposable virtual cards?", "label": 29}
{"text": "What is the maximum transactions for one disposable card?", "label": 29}
{"text": "i am not a premium customer but i want a virtual card, how do i get it", "label": 29}
{"text": "Can you tell me more about limits to disposable virtual cards?", "label": 29}
{"text": "Do the disposable cards have any restrictions on them?", "label": 29}
{"text": "Please provide me with the restrictions of the disposable cards.", "label": 29}
{"text": "How many active transactions can I make with a disposable card?", "label": 29}
{"text": "Is there a limit to the number of disposable cards per day?", "label": 29}
{"text": "What is the maximum number of transactions that I can put on a disposable card?", "label": 29}
{"text": "What is the number of transactions I get with a disposable card?", "label": 29}
{"text": "What are the restrictions on the virtual cards?", "label": 29}
{"text": "What are the policies of disposable cards?", "label": 29}
{"text": "Whats the maximum number of disposable cards that I can get?", "label": 29}
{"text": "For the disposable cards, what are the restrictions?", "label": 29}
{"text": "I must make several disposable cards every day.", "label": 29}
{"text": "How can many disposable cards can I have per day?", "label": 29}
{"text": "Can you give me the restrictions of the disposable cards?", "label": 29}
{"text": "Who can request disposable cards?", "label": 29}
{"text": "How do I change my last name?", "label": 30}
{"text": "I need to update my phone number.", "label": 30}
{"text": "How can I change my information?", "label": 30}
{"text": "How can I change my name because I just got married?", "label": 30}
{"text": "I need to change my address", "label": 30}
{"text": "I would like to edit my personal information .", "label": 30}
{"text": "My billing address changed and I need to update my information.", "label": 30}
{"text": "after i got married i need to change my name", "label": 30}
{"text": "My last name has changed and I need to update my account details.", "label": 30}
{"text": "How do I change my account details?", "label": 30}
{"text": "is there a way to change name?", "label": 30}
{"text": "Am I able to modify my account details?", "label": 30}
{"text": "I moved and need to change my address.", "label": 30}
{"text": "I need to change my name, since i just got married", "label": 30}
{"text": "How do I edit the personal details on my account?", "label": 30}
{"text": "How can I change my account details?", "label": 30}
{"text": "Where can I find how to change my name?", "label": 30}
{"text": "I want to change my account details.", "label": 30}
{"text": "I am here to change my adress.", "label": 30}
{"text": "How can I change my name in my profile?", "label": 30}
{"text": "Tell me how to change my details.", "label": 30}
{"text": "I am looking to change my adress.", "label": 30}
{"text": "I need to change my last name on my account because I just got married.", "label": 30}
{"text": "How do I change my address ?", "label": 30}
{"text": "Can I change my address?", "label": 30}
{"text": "I need to change details about my personal account.", "label": 30}
{"text": "How do I update my address?", "label": 30}
{"text": "Where can I modify my information?", "label": 30}
{"text": "How do I edit my personal details?", "label": 30}
{"text": "details need to be modified", "label": 30}
{"text": "where can I change my address?", "label": 30}
{"text": "How do I change my details?", "label": 30}
{"text": "Will there be a charge for exchanging foreign currency?", "label": 31}
{"text": "Is there a charge for exchanging foreign currency?", "label": 31}
{"text": "Will I be charged for exchanging foreign currencies?", "label": 31}
{"text": "Is there a fee for currency exchange?", "label": 31}
{"text": "What is your currency exchange fee?", "label": 31}
{"text": "How much is the exchange fee?", "label": 31}
{"text": "Would you be able to offer me a discount, since I need to exchange currencies frequently?", "label": 31}
{"text": "What is the charge for exchanging currencies?", "label": 31}
{"text": "Can you tell me about the exchange fee?", "label": 31}
{"text": "How much will I be charged for exchanging foreign currency", "label": 31}
{"text": "Is there any type of fee for currency exchange?", "label": 31}
{"text": "How much does currency exchange cost?", "label": 31}
{"text": "are there any exchange fees", "label": 31}
{"text": "Are there any extras for exchanging currency?", "label": 31}
{"text": "What is the exchange fee that is charged?", "label": 31}
{"text": "What is the currency exchange fee?", "label": 31}
{"text": "Will you charge me for exchanging foreign currencies?", "label": 31}
{"text": "How much will I be charged for a cross-currency exchange?", "label": 31}
{"text": "Do I pay extra for exchange?", "label": 31}
{"text": "Do you charge a fee on currency exchange?", "label": 31}
{"text": "Is there a few for exchanging foreign currencies?", "label": 31}
{"text": "Can I have a discount if I exchange currency often?", "label": 31}
{"text": "Will there be any extra fees if I exchange currencies?", "label": 31}
{"text": "Are there any hidden extra fees for currency exchanges?", "label": 31}
{"text": "What is the cost for currency exchanges?", "label": 31}
{"text": "Are there any discounts for frequent currency exchanges?", "label": 31}
{"text": "Currency exchanges have any extra fees?", "label": 31}
{"text": "How high is the exchange fee?", "label": 31}
{"text": "Are currency exchanges free?", "label": 31}
{"text": "Do you offer a discount for those who perform frequent currency exchanges?", "label": 31}
{"text": "When exchanging currencies, is there an extra fee?", "label": 31}
{"text": "Do I need to pay more for exchanging currencies?", "label": 31}
{"text": "What is the exchange looking like?", "label": 32}
{"text": "How do I know what exchange rate I will get?", "label": 32}
{"text": "How will I know what the exchange rate is?", "label": 32}
{"text": "On what do you base your exchange rates?", "label": 32}
{"text": "Your exchange rates are coming from where?", "label": 32}
{"text": "I need to know what your exchange rates are.", "label": 32}
{"text": "What are Interbanks current exchange rates?", "label": 32}
{"text": "where do you find your exchange rates?", "label": 32}
{"text": "Where can I find the exchange rate for my transfer?", "label": 32}
{"text": "How are your exchange rates calculated?", "label": 32}
{"text": "Can you explain your exchange rates basis?", "label": 32}
{"text": "Is the exchange rate current?", "label": 32}
{"text": "What are the current exchange rates?", "label": 32}
{"text": "What exchange rate will I receive?", "label": 32}
{"text": "How do you determine exchange rates?", "label": 32}
{"text": "What are the exchange rates you assign?", "label": 32}
{"text": "How do you do exchanges?", "label": 32}
{"text": "I need to know what foreign exchange rate I can get.", "label": 32}
{"text": "What is your opinion on the exchange rate?", "label": 32}
{"text": "Is the exchange rate the same on weekends as the weekdays?", "label": 32}
{"text": "How do your exchange rates factor in?", "label": 32}
{"text": "I'd like to know what the foreign exchange rate will be.", "label": 32}
{"text": "I would like to know what exchange rates you use?", "label": 32}
{"text": "What is the foreign exchange rate you will apply?", "label": 32}
{"text": "Could you please tell me your exchange rates?", "label": 32}
{"text": "What's the foreign exchange rate I will receive?", "label": 32}
{"text": "Will I know which exchange rate I will get?", "label": 32}
{"text": "What is the formula for your exchange rate?", "label": 32}
{"text": "What is an exchange rate?", "label": 32}
{"text": "Is there an exchange rate?", "label": 32}
{"text": "What's the process for exchanges?", "label": 32}
{"text": "How are foreign exchange rates determined?", "label": 32}
{"text": "If I need to make an exchange from USD to GBP, how can I do so in the app?", "label": 33}
{"text": "How can I exchange currencies using your app?", "label": 33}
{"text": "How do I change my currency to another?", "label": 33}
{"text": "Is it possible to exchange currencies using the app?", "label": 33}
{"text": "Can I use this app to exchange currencies?", "label": 33}
{"text": "What currences are available for exchange?", "label": 33}
{"text": "Does your app allow currency exchanges between USD and GBP?", "label": 33}
{"text": "How do I exchange USD to GBP?", "label": 33}
{"text": "Instead of GBP, how do I exchange for AUD?", "label": 33}
{"text": "What's the process of changing from GBP to AUD?", "label": 33}
{"text": "How can I exchange currencies with this app?", "label": 33}
{"text": "Where can I get my currencies exchanged?", "label": 33}
{"text": "What steps do I need to take to exchange currencies?", "label": 33}
{"text": "I need to exchange my GBP to AUD, how would I do this?", "label": 33}
{"text": "How do I change my AUD into GBP?", "label": 33}
{"text": "With this app, will I be able to exchange currency?", "label": 33}
{"text": "I no longer need AUD, I need GBP instead, how can I make this happen?", "label": 33}
{"text": "How do I change to a different currency?", "label": 33}
{"text": "how to exchange currencies", "label": 33}
{"text": "What different currencies can I get?", "label": 33}
{"text": "Is it possible to change from USD to GBP with your App?", "label": 33}
{"text": "What currencies can be exchanged in the app?", "label": 33}
{"text": "Can I exchange from USD to GBP?", "label": 33}
{"text": "Can you  tell me how to get AUD not GBP?", "label": 33}
{"text": "Can i add a new currency to my account?", "label": 33}
{"text": "How can I exchange USD and GBP in the app?", "label": 33}
{"text": "Does your app allow currency exchange from USD to GBP?", "label": 33}
{"text": "I can't figure out how to change GBP to AUD, what do I do?", "label": 33}
{"text": "How can I change to another currency?", "label": 33}
{"text": "I would like to exchange currency  What types are there?", "label": 33}
{"text": "Can I convert currency with the app?", "label": 33}
{"text": "I might need to exchange between USD and GBP, is this possible with your app?", "label": 33}
{"text": "There is a 1£ charge that appears as pending on my statement. What is that? I haven't purchased anything for a pound there.", "label": 34}
{"text": "Why is it showing that my account has been charged a dollar that is showing as pending?", "label": 34}
{"text": "Why is there a charge for $1 on my account?", "label": 34}
{"text": "Why was I charged an extra pound?", "label": 34}
{"text": "I see a charge of 1L I do not recognize on my statement", "label": 34}
{"text": "Why was I charged more than I should have been?", "label": 34}
{"text": "Why is there a $1 charge on my statement?", "label": 34}
{"text": "Can you tell me what this fee is on my statement?", "label": 34}
{"text": "I  see an extra 1£ charge on my app. Why did It charge me extra?", "label": 34}
{"text": "Hello, I see that I have been charged an extra $1 on my app.  Could you please provide me with a reason for this charge?", "label": 34}
{"text": "I have a strange transaction for £1 on my statement, what is that?", "label": 34}
{"text": "What is this extra €1 fee about?", "label": 34}
{"text": "Why have I been charged an extra pound?", "label": 34}
{"text": "Why is there an extra fee on my statement?", "label": 34}
{"text": "Why has another fee been placed on my statement?", "label": 34}
{"text": "Why i'm I being charged an extra pound", "label": 34}
{"text": "Why is there a 1 euro fee on my statement?", "label": 34}
{"text": "I was wrongfully charged one pound.", "label": 34}
{"text": "There is an extra small charge on my card! What do I do?", "label": 34}
{"text": "I noticed an extra pound charge?", "label": 34}
{"text": "Why is there an extra €1 fee in my statement?", "label": 34}
{"text": "I had a dollar charged to my account that's still pending and wanted to know what the charge is for?", "label": 34}
{"text": "What is this $1 charge on my account?", "label": 34}
{"text": "Where did this extra €1 fee on my statement come from?", "label": 34}
{"text": "Why do I see an extra fee on my statement?", "label": 34}
{"text": "How can I find out about an extra fee on my statement?", "label": 34}
{"text": "Why is there an extra fee charged?", "label": 34}
{"text": "I've been charged an extra £1 and I don't know what it's for", "label": 34}
{"text": "I have been charged an extra pound!", "label": 34}
{"text": "I had to pay one pound more than the set price!", "label": 34}
{"text": "Do you also have this extra fee on your statement?", "label": 34}
{"text": "There is an extra charge on my account I didn't authorise, it's just £1, what is it?", "label": 34}
{"text": "Hello.  I ran into a problem with a transfer this morning.  I was trying to send money to some friends but when I tried to send it, the transfer failed.  I don't know what is causing the transfer to be rejected.  Please let me know what is causing the problem.  Thanks.", "label": 35}
{"text": "I was unable to transfer money from my account.", "label": 35}
{"text": "Can you tell me why my transfer is failing and help resolve?", "label": 35}
{"text": "Why has my payment not transferred?", "label": 35}
{"text": "Why are my transfers not going through.  I have tried over 4 times to get it to work.  This is just a simple transfer.  Is something else causing this in the system?  Is it broken?", "label": 35}
{"text": "Why was I unable to complete my transfer?", "label": 35}
{"text": "The transfer keeps rejected, I tried to transfer some money to friends but it keeps getting rejected for some reason, Would you please check the issue?", "label": 35}
{"text": "I've tried to send money to my friends and I keep getting rejected. Can you please tell me why, I don't understand.", "label": 35}
{"text": "My transfer failed, why did that happen?", "label": 35}
{"text": "I got a transfer fail message, but no explanation of why-- what happened?", "label": 35}
{"text": "Can you please assist me in completing a transfer? I'm trying and I keep getting an error. I'm trying to purchase a flat and pay the initial mortgage payment. All I keep getting is an error. Can you find out what's happening here?", "label": 35}
{"text": "Why can't my transfer complete?", "label": 35}
{"text": "My transfer didn't work how come?", "label": 35}
{"text": "Why can't I transfer my money into someone else's account? I should be able to do so right? Why does it keep rejecting my transfer? There's no reason, all my info is correct and the money is there.", "label": 35}
{"text": "My transfer failed when I tried.", "label": 35}
{"text": "I'm trying to make a bank transfer but It's not going through. Could there not be enough funds to transfer or something? Have I done it too many times?", "label": 35}
{"text": "Why wouldn't a transfer go through?", "label": 35}
{"text": "Why wont the other bank take my money?? Is it not good enough?? There's sufficient funds but I keep getting denied a standard transfer. Ive tried 5 times!", "label": 35}
{"text": "Hi, I have been transferring money to my friends since morning, but all my transactions were getting failed. Can you please look into this issue.", "label": 35}
{"text": "Hi, I am currently in the process of buying a flat and I am waiting for the mortgage to go through but it keeps showing up as an error.  Do you know what could be causing this and can you help me get the money over.", "label": 35}
{"text": "is the a reason why my transfer has failed?", "label": 35}
{"text": "Why do my transfers keep failing?", "label": 35}
{"text": "I tried to make a transfer but it failed. will you tell me why?", "label": 35}
{"text": "I tried to make a transfer and it didn't work.", "label": 35}
{"text": "I've already tried 5 times to complete a transfer that's just standard. What's the deal? Is your system down at this time?", "label": 35}
{"text": "My transfer didn't complete. Why can't I access funds?", "label": 35}
{"text": "I think my transfer failed. What do I do now?", "label": 35}
{"text": "My transfer failed, why?", "label": 35}
{"text": "What would cause a transfer failure?", "label": 35}
{"text": "I needed to send my friends some money urgently.  I tried multiple times to transfer the money this morning, but the transfer keeps failing.  Can you tell me why the transfer is getting rejected?", "label": 35}
{"text": "Hello, I am buying a flat and need the inital payment for the mortgage to go through. It keeps showing up as error, what is going on? Can you please help me make this transfer?", "label": 35}
{"text": "I can't transfer any money from my account to my friend's account, it keeps rejecting it. Can you tell me why? I have enough funds in my account to transfer.", "label": 35}
{"text": "Which fiat currencies are supported for holding and exchanging?", "label": 36}
{"text": "What flat currencies do you use for holding and exchanges.", "label": 36}
{"text": "Are EUR exchanges acceptable?", "label": 36}
{"text": "Do you deal with EUR?", "label": 36}
{"text": "What are all the fiat currencies that are supported for both exchange and holding?", "label": 36}
{"text": "What fiat currencies can I use for holding and exchanging?", "label": 36}
{"text": "are multiple currencies acceptable?", "label": 36}
{"text": "If I was travelling abroad, would I be able to hold currencies in euros?", "label": 36}
{"text": "Is my fiat currency supported for both hold and exchange?", "label": 36}
{"text": "In the exchange and holding, what fiat is allowed?", "label": 36}
{"text": "Is EUR one of the currencies you deal with?", "label": 36}
{"text": "What are my options for holding money in multiple currencies?", "label": 36}
{"text": "How can I solve my issue with holding multiple currencies?", "label": 36}
{"text": "What fiat currencies are used with holdings and exchanges?", "label": 36}
{"text": "I wondered if multiple currencies is okay?", "label": 36}
{"text": "Are EUR exchanges allowed?", "label": 36}
{"text": "What currencies can I exchange?", "label": 36}
{"text": "What currencies can I have?", "label": 36}
{"text": "Which fiat currencies do you currently support? Will this change in this future?", "label": 36}
{"text": "I would like to know which fiat currencies are recognized by your organization.", "label": 36}
{"text": "Will you be able to exchange to EUR?", "label": 36}
{"text": "Which fiat currencies are supported by you?", "label": 36}
{"text": "What fiat currencies are supported?", "label": 36}
{"text": "I need to know which flat currencies are supported by you.", "label": 36}
{"text": "What are the fiat currencies used?", "label": 36}
{"text": "Do you support fiat currencies?", "label": 36}
{"text": "Do you have a problem with EUR exchanges?", "label": 36}
{"text": "Will you work with any fiat currencies?", "label": 36}
{"text": "I would like for someone to tell me which fiat currencies that your company supports.", "label": 36}
{"text": "Are you okay with exchanges to EUR?", "label": 36}
{"text": "I want to hold and exchange fiat currencies, what can I use to do so?", "label": 36}
{"text": "Could you tell me the fiat currencies that you work with?", "label": 36}
{"text": "Where do I get a disposable virtual card?", "label": 37}
{"text": "I want to make an online purchase but I don't want to use my credit card. Can you tell me how a disposable virtual card works and where I can apply for one?", "label": 37}
{"text": "Who can purchase a disposable virtual card?", "label": 37}
{"text": "Can I get a disposable virtual card?", "label": 37}
{"text": "What do you use disposable cards on?", "label": 37}
{"text": "The disposable cards, what are they for?", "label": 37}
{"text": "Can I use a disposable virtual card for any purchase?", "label": 37}
{"text": "disposable virtual card can be ordered where?", "label": 37}
{"text": "can i get a virtual card", "label": 37}
{"text": "How do I receive a disposable virtual card?", "label": 37}
{"text": "Where do I get a disposable card", "label": 37}
{"text": "The disposable cards - what are they for?", "label": 37}
{"text": "How can I create a disposable virtual card?", "label": 37}
{"text": "Will you tell me how I am supposed to use the disposable cards?", "label": 37}
{"text": "What is the function of the disposable cards?", "label": 37}
{"text": "Please explain how disposable virtual card work.", "label": 37}
{"text": "Why use a disposable card?", "label": 37}
{"text": "Is there a disposable virtual card?", "label": 37}
{"text": "How do I use disposable cards?", "label": 37}
{"text": "Where do I order a disposable virtual card?", "label": 37}
{"text": "Can you tell me what are disposable cards for?", "label": 37}
{"text": "How would I use a disposable card?", "label": 37}
{"text": "How do I know if i need a disposable card?", "label": 37}
{"text": "Do I need a disposable card?", "label": 37}
{"text": "What is the disposable card for?", "label": 37}
{"text": "I'm not sure how disposable virtual cards work. Please help.", "label": 37}
{"text": "Can you please explain disposable virtual cards for me?", "label": 37}
{"text": "Please explain how I use the disposable cards?", "label": 37}
{"text": "What are the benefits of a disposable card?", "label": 37}
{"text": "Can you tell me where to go to get a disposable virtual card?", "label": 37}
{"text": "can i get a virtual card online", "label": 37}
{"text": "What are these disposable virtual cards all about?", "label": 37}
{"text": "I didn't get a PIN yet. What gives?", "label": 38}
{"text": "Where is my PIN?", "label": 38}
{"text": "How is my PIN sent?", "label": 38}
{"text": "Where can I locate my card PIN?", "label": 38}
{"text": "can i go into my app to find my pin", "label": 38}
{"text": "I don't have a PIN at this point.", "label": 38}
{"text": "What can you tell me about the card PIN?", "label": 38}
{"text": "Can you tell me how to locate my PIN?", "label": 38}
{"text": "Where can the pin be located?", "label": 38}
{"text": "How do I locate my PIN now that I have my card?", "label": 38}
{"text": "How will I know my pin number?", "label": 38}
{"text": "I dont have a pin", "label": 38}
{"text": "I haven't received the PIN yet.", "label": 38}
{"text": "Is my PIN the same thing as my passcode?", "label": 38}
{"text": "Where should I look for my PIN number at?", "label": 38}
{"text": "Do i have to wait to get the pin or can i set up a pin", "label": 38}
{"text": "How is the PIN delivered?", "label": 38}
{"text": "The card PIN is not visible anywhere?", "label": 38}
{"text": "How do I find my PIN?", "label": 38}
{"text": "Where is the PIN for my card located?", "label": 38}
{"text": "Where do I find my PIN for my new card?", "label": 38}
{"text": "My pin isn't here yet", "label": 38}
{"text": "I've been waiting ages and my PIN hasn't gotten here.", "label": 38}
{"text": "Where is my pin? I don't have it yet", "label": 38}
{"text": "Will my pin number be sent with my card?", "label": 38}
{"text": "I am yet to receive my pin.", "label": 38}
{"text": "When will I have access to my pin number?", "label": 38}
{"text": "I can't find my PIN anywhere.", "label": 38}
{"text": "Show me where I can see the PIN?", "label": 38}
{"text": "wheres my pin", "label": 38}
{"text": "I cannot find my PIN.", "label": 38}
{"text": "i cannot find my card PIN", "label": 38}
{"text": "I am interested in giving a second card to my daughter, how can I make this happen?", "label": 39}
{"text": "I would like to get some extra cards?", "label": 39}
{"text": "I have left my card at my parents house. Can you send me a spare one please to use in the meantime?", "label": 39}
{"text": "How do I get a spare card?", "label": 39}
{"text": "If I want to be able to give my daughter a card for my account, would I be allowed to get one for her?", "label": 39}
{"text": "Can I get another card?", "label": 39}
{"text": "Is it free to send out more cards?", "label": 39}
{"text": "I lost my card and need a new one, will it cost me?", "label": 39}
{"text": "I need another card", "label": 39}
{"text": "How many cards am I allowed?", "label": 39}
{"text": "Can I have a second card issued to another family member?", "label": 39}
{"text": "I want to give a second card for this account to my daughter, would this be possible?", "label": 39}
{"text": "I would like to use one of my cards for a family member. Is that allowed?", "label": 39}
{"text": "I'd like to order an additional card", "label": 39}
{"text": "How do I get extra cards?", "label": 39}
{"text": "Is it possible to have a second card?", "label": 39}
{"text": "Can I have more than one card?", "label": 39}
{"text": "How many cards can I have?", "label": 39}
{"text": "I need two cards. Is this possible?", "label": 39}
{"text": "Can I have a supplementary card?", "label": 39}
{"text": "Please tell me if I'm going to be charged for sending out more cards?", "label": 39}
{"text": "Is there a charge for getting more cards?", "label": 39}
{"text": "Will I be charged if I add more cards to the account?", "label": 39}
{"text": "Does it cost extra to send out more than one card?", "label": 39}
{"text": "How much does it cost to get more cards?", "label": 39}
{"text": "Will there be a charge for sending out more cards?", "label": 39}
{"text": "I need a second card on this account for my daughter.", "label": 39}
{"text": "Can I get more cards just incase?", "label": 39}
{"text": "How do i request more physical cards?", "label": 39}
{"text": "I would like a second card.", "label": 39}
{"text": "Can my daughter also have a card issued in her name, but linked to my account?", "label": 39}
{"text": "Are extra charges added for sending out additional cards?", "label": 39}
{"text": "What do I have to do to get my virtual card?", "label": 40}
{"text": "I did not get my virtual card yet, Why?", "label": 40}
{"text": "Is there a way to get a virtual card?", "label": 40}
{"text": "Where do I have access to a virtual card?", "label": 40}
{"text": "Can i have a virtual card?", "label": 40}
{"text": "And do you have virtual cards instead of physical ones?", "label": 40}
{"text": "Where's my virtual card", "label": 40}
{"text": "Where do i go to receive a virtual card", "label": 40}
{"text": "How can I sign up for a virtual card?", "label": 40}
{"text": "Why have I not received a virtual card yet?", "label": 40}
{"text": "What is the best way to get my virtual card?", "label": 40}
{"text": "How can I go about ordering a virtual card?", "label": 40}
{"text": "I need to make a purchase online, where is my virtual card?", "label": 40}
{"text": "how to get virtual card", "label": 40}
{"text": "Why haven't I been given a virtual card yet?", "label": 40}
{"text": "How to receive virtual card?", "label": 40}
{"text": "What is the way to go about getting a virtual card?", "label": 40}
{"text": "Why haven't I gotten a virtual card yet?", "label": 40}
{"text": "How do I get to the virtual cards?", "label": 40}
{"text": "Please explain to me the process of getting a virtual card.", "label": 40}
{"text": "I ordered a virtual card but it hasn't come through yet", "label": 40}
{"text": "where can i have a virtual card", "label": 40}
{"text": "How can I locate the virtual card?", "label": 40}
{"text": "Is it possible to order a virtual card?", "label": 40}
{"text": "How do I receive a virtual card?", "label": 40}
{"text": "How do I get my virtual card?", "label": 40}
{"text": "I want to get a virtual card!", "label": 40}
{"text": "Which part of the app do I order virtual cards from?", "label": 40}
{"text": "Do I get to have one of those virtual cards I've heard about?", "label": 40}
{"text": "Where would I order a virtual card?", "label": 40}
{"text": "I would like to order a virtual card.", "label": 40}
{"text": "Why have I not yet received my virtual card?", "label": 40}
{"text": "What can I do if I lost my card?", "label": 41}
{"text": "I left my card at a restaurant and now its missing.", "label": 41}
{"text": "Who can I speak with regarding a lost card?", "label": 41}
{"text": "Need help with a stolen card.", "label": 41}
{"text": "Please help me.  My card is missing.", "label": 41}
{"text": "My card has been lost / stolen", "label": 41}
{"text": "My card is missing.", "label": 41}
{"text": "How do I replace a stolen card?", "label": 41}
{"text": "I think someone stole my card because I can't find it.", "label": 41}
{"text": "What should I do?  My card has been stolen!", "label": 41}
{"text": "I lost my card n need a new one.", "label": 41}
{"text": "What are the steps I need to do if I have a stolen card?", "label": 41}
{"text": "Could you please freeze my card immediately?", "label": 41}
{"text": "I cant find my card.", "label": 41}
{"text": "I misplaced my card and I dont know where the last place is where I used the card last. Can you look at my account and tell me the last place I used the card?", "label": 41}
{"text": "Is there any way for you to find my card?", "label": 41}
{"text": "My card was stolen", "label": 41}
{"text": "My card was lost on vacation, I don't know where it is. Can you help me take care of this immediately?", "label": 41}
{"text": "My card is stolen.  Help!", "label": 41}
{"text": "I lost my card. Can you help me?", "label": 41}
{"text": "What do I do if my card was stolen.", "label": 41}
{"text": "I need to order a new card as my other one was stolen.", "label": 41}
{"text": "A fee shouldn't apply to me if my card was stolen.", "label": 41}
{"text": "I think that the card is stolen.  What are my next steps?", "label": 41}
{"text": "I can't find my card!  What should I do?", "label": 41}
{"text": "My wallet was stolen, along with my cards. How do I put a freeze on my cards and order a new one?", "label": 41}
{"text": "Someone took my card without my permission.", "label": 41}
{"text": "Are you able to guide me to my card's location?", "label": 41}
{"text": "help, lost my card", "label": 41}
{"text": "What do I do if my card has been lost or stolen?", "label": 41}
{"text": "My card is missing!  Help!", "label": 41}
{"text": "My card is missing.  Please help.", "label": 41}
{"text": "I accidentally left my phone at the hotel so now I'm not able to use the app.", "label": 42}
{"text": "I have lost my phone, what steps can I take to prevent someone using my account?", "label": 42}
{"text": "I misplaced my phone so I can't use the app! Does this mean I can't use my card?", "label": 42}
{"text": "I lost my phone. What do I need to do?", "label": 42}
{"text": "I think my phone was stolen. What can I do?", "label": 42}
{"text": "Help me.  My phone has been lost or stolen!", "label": 42}
{"text": "My phone was left at a hotel and I can't access the app.", "label": 42}
{"text": "If my phone was stolen, do I need to do anything?", "label": 42}
{"text": "I can't find my phone and I'm worried someone is going to use it", "label": 42}
{"text": "I left my phone at the hotel I was staying at so I can't use the app!", "label": 42}
{"text": "What do I do if I can't access the app?", "label": 42}
{"text": "Can someone else use my account if they have my phone?  I lost mine.", "label": 42}
{"text": "My phone was stolen, what can I do?", "label": 42}
{"text": "I no longer have my phone with the app, what should I do?", "label": 42}
{"text": "What should I do if I lost my phone?", "label": 42}
{"text": "I was recently mugged and would like to know if I have to have access to the app to use your services and how I would go about setting up your services on a new device belonging to a current user?", "label": 42}
{"text": "My phone was stolen, help!", "label": 42}
{"text": "My phone is missing or stolen.", "label": 42}
{"text": "My cards were stolen", "label": 42}
{"text": "I can't use the app because I got mugged yesterday and they took everything. I need some help.", "label": 42}
{"text": "phone is at a hotel, can i still use app", "label": 42}
{"text": "my phone was taken yesterday, what should I do about my account?", "label": 42}
{"text": "I lost my phone and need help protecting it.", "label": 42}
{"text": "My phone is missing.", "label": 42}
{"text": "I was mugged.  They took everything.  I can't use the app.  What do I do?", "label": 42}
{"text": "Is there something that I can do since my phone was stolen yesterday?", "label": 42}
{"text": "What should I do if my smart phone is lost or stolen?", "label": 42}
{"text": "My phone was stolen yesterday, can you help me with this?", "label": 42}
{"text": "My phone was stolen, what should I do first?", "label": 42}
{"text": "phone is gone, what should i do", "label": 42}
{"text": "My phone has been lost or stolen", "label": 42}
{"text": "I can't use the app because I got mugged yesterday and they took everything. Please help.", "label": 42}
{"text": "Where do I order a card?", "label": 43}
{"text": "Can I get a new card?", "label": 43}
{"text": "Do I get a real card?", "label": 43}
{"text": "What is the cost for physical cards?", "label": 43}
{"text": "What do I need to do in order to get a new card?", "label": 43}
{"text": "Where can I order a card?", "label": 43}
{"text": "Where can the cards be delivered?", "label": 43}
{"text": "Where do you deliver cards to?", "label": 43}
{"text": "I want a real card", "label": 43}
{"text": "can i order cards on the app", "label": 43}
{"text": "can i get a physical card online", "label": 43}
{"text": "Where are your cards delivered to?", "label": 43}
{"text": "Can I receive my card anywhere?", "label": 43}
{"text": "Can I get a physical card", "label": 43}
{"text": "How much is a physical card?", "label": 43}
{"text": "Is it possible to order a card?", "label": 43}
{"text": "Is a physical charge extra", "label": 43}
{"text": "how much does a card cost and why do you charge me", "label": 43}
{"text": "I want to request a physical card", "label": 43}
{"text": "What is the price for a physical card?", "label": 43}
{"text": "Can I order a card please?", "label": 43}
{"text": "Do I get a card to keep in my wallet?", "label": 43}
{"text": "Can you send me the actual card?", "label": 43}
{"text": "How much does it cost for a physical card?", "label": 43}
{"text": "How do I actually obtain a card myself?", "label": 43}
{"text": "do i need to add money before i order a card", "label": 43}
{"text": "Where do you need to live to receive card", "label": 43}
{"text": "Where do I find our how to get a physical card?", "label": 43}
{"text": "Where do you export the cards to?", "label": 43}
{"text": "I need a physical card.  What are the fees?", "label": 43}
{"text": "how do I ask for a physical card?", "label": 43}
{"text": "Where are the cards transported to?", "label": 43}
{"text": "My passcode was denied.", "label": 44}
{"text": "I've forgotten my app passcode completely.", "label": 44}
{"text": "What can I do if my passcode won't work?", "label": 44}
{"text": "My passcode won't work.", "label": 44}
{"text": "I can't enter my passcode.", "label": 44}
{"text": "What do I do if I have forgotten my passcode?", "label": 44}
{"text": "I don't know my password anymore.", "label": 44}
{"text": "I need to reset the passcode.", "label": 44}
{"text": "Can my password be reset if I do not have it?", "label": 44}
{"text": "Can I reset the passcode?", "label": 44}
{"text": "I am entering my passcode but getting an error.", "label": 44}
{"text": "I can't remember my passcode.", "label": 44}
{"text": "I forgot my password to get into the app!", "label": 44}
{"text": "Please help me.  I don't know my code to get into the app.", "label": 44}
{"text": "The passcode isn't working for me.", "label": 44}
{"text": "I can't log into my account because I lost my password", "label": 44}
{"text": "What are the steps to reset my passcode?", "label": 44}
{"text": "I am unaware of what my password is.", "label": 44}
{"text": "My password doesn't work.", "label": 44}
{"text": "Where can I get a new passcode?", "label": 44}
{"text": "I need a new login code", "label": 44}
{"text": "I thought I knew my password but I guess I was wrong, what can I do now?", "label": 44}
{"text": "Help!  I forgot my password.", "label": 44}
{"text": "Can someone please help assist me by explaining to me why my pass-code is not working?", "label": 44}
{"text": "I can't log in with this passocde", "label": 44}
{"text": "I can't remember my password.", "label": 44}
{"text": "I've completely forgot the code to get into the app.", "label": 44}
{"text": "I don't remember my passcode?", "label": 44}
{"text": "I cannot remember my passcode.", "label": 44}
{"text": "I do not understand why my pass-code is not working.", "label": 44}
{"text": "What are the steps for changing my passcode?", "label": 44}
{"text": "I forgot the code I need to get into the app.", "label": 44}
{"text": "Hello, I made a payment with my card and it's not working. It's been a while and still says its pending. Can you tell when this will go through?", "label": 45}
{"text": "After making a payment with my card it doesn't seem to have worked. It's just showing to be pending. When will this actually be going through?", "label": 45}
{"text": "How long will it take for my payment to go through?", "label": 45}
{"text": "What does it mean if my payment is pending?", "label": 45}
{"text": "I don't understand why my card payment is pending.  It has been pending for too long.  Why is this and when might it go through?", "label": 45}
{"text": "Why does my payment appear as pending?", "label": 45}
{"text": "My card payment has been pending for a long time now. Why is it taking so long to take. It should have already made it through.", "label": 45}
{"text": "What does a 'pending payment' mean?", "label": 45}
{"text": "I have a payment that hasn't went through yet.", "label": 45}
{"text": "Why is my card payment pending?", "label": 45}
{"text": "Why hasn't payment gone through yet?", "label": 45}
{"text": "Why has my card payment not yet been applied to my account?", "label": 45}
{"text": "After I make a payment, how long will it be before it transitions from \"pending\" to complete?", "label": 45}
{"text": "Why is the payment showing as pending from things I bought this morning?", "label": 45}
{"text": "How long does a payment usually show as pending? Is it normal that mine is still pending?", "label": 45}
{"text": "I'm still waiting on a payment", "label": 45}
{"text": "My purchases from this morning still have pending payments.", "label": 45}
{"text": "Why is my payment in pending status?", "label": 45}
{"text": "I bought something this morning and the payment is still pending", "label": 45}
{"text": "I made a purchase this morning, and it is showing as pending.", "label": 45}
{"text": "I made a payment that's pending. Will it go through?", "label": 45}
{"text": "I made a card payment by my card but it failed. Please let me know when the payment will get completed as its still pending.", "label": 45}
{"text": "My card payment has had the status of pending forever. What is the issue? It should have gone through at some point.", "label": 45}
{"text": "I don't know what pending transaction means.", "label": 45}
{"text": "I have made a card payment but it did not completed still showing as pending. Please tell me when it will be completed.", "label": 45}
{"text": "I need to find out why my pending payment hasn't gone through.", "label": 45}
{"text": "I made a card payment which is showing me pending.", "label": 45}
{"text": "Why hasn't my card payment cleared yet?", "label": 45}
{"text": "My payment is taking a long time to go through.", "label": 45}
{"text": "My card payment has been on pending forever. What is the problem? It should have gone through at some time by now.", "label": 45}
{"text": "How long will my payment be pending?", "label": 45}
{"text": "I used my card to make a payment a while ago and its still pending, Why is it taking so long?", "label": 45}
{"text": "My cash withdrawal says pending, why?", "label": 46}
{"text": "Do you know when the withdrawal will show?", "label": 46}
{"text": "I tried to take out some money from an ATM earlier today and it was declined. Looking on my screen now, I still see that it's pending for that amount. I didn't actually get that money, so I don't want it processed on my account.", "label": 46}
{"text": "Why would a cash withdrawal be pending?", "label": 46}
{"text": "Why has my deposit in the ATM not cleared yet?", "label": 46}
{"text": "I didn't receive my money earlier and it says the transaction is still in progress. Can you fix it?", "label": 46}
{"text": "Can you explain to me why a cash withdrawal shows up as pending?", "label": 46}
{"text": "My balance is not what I thought it was following an ATM withdrawal", "label": 46}
{"text": "Why is the pending status on my cash withdrawal taking so long?", "label": 46}
{"text": "Can you please tell me why my cash withdrawal is still pending?", "label": 46}
{"text": "Why would a cash withdrawal still be pending?", "label": 46}
{"text": "How long will it take for my cash withdrawal to no longer show as pending?", "label": 46}
{"text": "How long will a cash withdrawal be pending?", "label": 46}
{"text": "When I used one of the ATMs in the city centre today, I tried to take out some money, but for whatever reason, the machine declined my card. Just checked it out in my account and that amount is still showing as pending! Is there any way that you can cancel this transaction, because I did not receive any money whatsoever from the ATM", "label": 46}
{"text": "Hello. I looked at my account and see that a transaction I tried to do is pending, but I did not complete that transaction. When I was at the ATM, the machine declined my card. Can you make sure that transaction does not go through because I definitely did not receive the money.", "label": 46}
{"text": "Is there any reason my cash withdrawal still shows as pending?", "label": 46}
{"text": "How long will it take for my cash withdrawal to stop pending", "label": 46}
{"text": "When will the cash that I put in the ATM be cleared from pending status?", "label": 46}
{"text": "how long will my cash withdrawal be pending for?", "label": 46}
{"text": "I have the cash already, my account still shows up as pending.  How can my account be still pending?", "label": 46}
{"text": "Why is my withdrawal from the ATM still showing as pending?", "label": 46}
{"text": "I made a cash withdrawal earlier and it's showing as pending.  What does that mean?", "label": 46}
{"text": "Can you let me know why my cash withdrawal is still pending?", "label": 46}
{"text": "My account shows up as pending after I received cash from the ATM earlier.  How can this be still pending? I've got the cash already.", "label": 46}
{"text": "Hae there, I have a transaction that is in progress despite the fact that the ATM was not working, what do I do to avoid being charged?", "label": 46}
{"text": "why isnt my cash withdrawal showing", "label": 46}
{"text": "how long until a cash withdrawal will show on my account", "label": 46}
{"text": "I tried to withdraw cash at an ATM in the city center but my card was declined. The transaction is still showing up as pending - please cancel it!", "label": 46}
{"text": "What does pending mean on a cash withdrawal?", "label": 46}
{"text": "What does it mean when a cash withdrawal is pending?", "label": 46}
{"text": "How long before I can see that my cash withdrawal has taken place?", "label": 46}
{"text": "I'm concerned because my cash withdrawal is pending.", "label": 46}
{"text": "Where to check top ups pending?", "label": 47}
{"text": "i put money on my card and i dont see it on the balance", "label": 47}
{"text": "Hello, I am a new customer, and just tried topping up for the first time. According to your information, the transaction should be instant - why does it still show as pending?", "label": 47}
{"text": "Isn't my top-up supposed to mean its complete?", "label": 47}
{"text": "There is a top up that has been pending for an hour and I don't know why.  I was expecting it immediately and need it now!", "label": 47}
{"text": "My top up did not go through yet.", "label": 47}
{"text": "When will my top up go through?", "label": 47}
{"text": "When will my top-up go through?", "label": 47}
{"text": "Can you please sort out your top up? I need this to go through asap because I really need the money. It's already been pending for an hour.", "label": 47}
{"text": "I've been waiting for over an hour for a top up to go through.  How long is this supposed to take?  I really need this money.", "label": 47}
{"text": "What happened to my Top-Up? It's not reflected.", "label": 47}
{"text": "It's been some time since refilled the top-up.", "label": 47}
{"text": "I've been waiting for a top up to come through for over an hour and I need the funds now.", "label": 47}
{"text": "I think something is wrong with your top up.  I've been waiting a little over an hour for this to go through, can you send it through for me?", "label": 47}
{"text": "I have a top-up that's still pending and wanted to know about it.", "label": 47}
{"text": "How long does my top up pending last?", "label": 47}
{"text": "Seems like my top-up has not gone through", "label": 47}
{"text": "How long will my top-up be pending?", "label": 47}
{"text": "My top is still pending.", "label": 47}
{"text": "How do I know if my top-up went through?", "label": 47}
{"text": "I'm still waiting for my top-up to go through", "label": 47}
{"text": "How long does it take for a top up to be approved?", "label": 47}
{"text": "How long after a failed topup will funds refurn to account", "label": 47}
{"text": "The top-up is broken.", "label": 47}
{"text": "Hi, I tried topping up for the first time today (I'm a new customer), and the transaction has shown as pending for the last half an hour. Can you fix it?", "label": 47}
{"text": "Why hasn't my top up gone through?", "label": 47}
{"text": "My account is  new  why can I  not top up", "label": 47}
{"text": "how long does it take to reflect in my balance a top up", "label": 47}
{"text": "How long does it take for a top-up?", "label": 47}
{"text": "I made a top up yesterday but it's still pending.", "label": 47}
{"text": "My top-up funds aren't available yet.", "label": 47}
{"text": "Can you look into why my most recent top-up is showing as pending? I thought it was supposed to be instantaneous.", "label": 47}
{"text": "how long will it take for my transfer to stop pending", "label": 48}
{"text": "How long would does it take for a seller to receive an EU transfer if I bought something from them and sent them the money immediately?", "label": 48}
{"text": "I have a pending transaction", "label": 48}
{"text": "I wanted to know why there is a transfer of mine pending.", "label": 48}
{"text": "My transfer is still pending", "label": 48}
{"text": "I double checked that I have the correct account details already, they're right for sure. Transfer is still pending since forever. It should not have been done so.", "label": 48}
{"text": "What does it mean when a transfer is \"pending\"?", "label": 48}
{"text": "Why is it taking so long for my pending transaction to post as cleared?", "label": 48}
{"text": "My transfer has been pending for a long time now. I already double checked my account info and it is correct. Why is it taking so long in 2018 to transfer money?", "label": 48}
{"text": "Hi I am trying to transfer money to another country but it is showing pending and it has been a long time.  I have checked numbers and they are correct.  Could you please help?", "label": 48}
{"text": "Can you tell me why my transfer is pending still?", "label": 48}
{"text": "Will my transfer be done soon?", "label": 48}
{"text": "Why is a transfer I did recently still processing?", "label": 48}
{"text": "My transfer is still pending, why?", "label": 48}
{"text": "My money transfer has not happened yet", "label": 48}
{"text": "Hello. How long does it usually take to transfer money to another country? I've made sure all the information is correct, but the transfer still says that it's \"pending.\"", "label": 48}
{"text": "How long does EU transfer take? I bought something online a couple days ago , sent the money immediately online but the seller says it is still not there yet", "label": 48}
{"text": "How long will a transfer be pending for?", "label": 48}
{"text": "My transfer went through, but it seems to be caught up in a pending status.  This was very important that it got done quickly, can you give me a status update on how long it will take?", "label": 48}
{"text": "I sent payment with EU transfer and they still haven't received it. How long does it take?", "label": 48}
{"text": "I have a transfer that was approved that I'm urgently waiting for. How long am I supposed to wait for it?", "label": 48}
{"text": "How long will the transfer take?", "label": 48}
{"text": "My money transfer hasn't appeared yet.", "label": 48}
{"text": "My transfer hasn't appeared yet", "label": 48}
{"text": "I can't figure out why a transfer is still pending?", "label": 48}
{"text": "Why is there a pending time on my transfer?", "label": 48}
{"text": "What am I supposed to do if the funds haven't show up from a transfer completed this morning?", "label": 48}
{"text": "It seems like a transfer is pending.", "label": 48}
{"text": "i put in money for vacation and its not showing. i need that money today, how long will it take", "label": 48}
{"text": "How long do EU transfers take? I bought something online a couple of days ago , sent the money immediately online but the seller says it is still not there yet.", "label": 48}
{"text": "Why is a transfer I have still pending?", "label": 48}
{"text": "I have a pending money transfer", "label": 48}
{"text": "My PIN got blocked, help.", "label": 49}
{"text": "If my PIN number is rejected, how do I solve it?", "label": 49}
{"text": "I have exceeded all my PIN tries", "label": 49}
{"text": "I must have entered my PIN wrong.", "label": 49}
{"text": "What do I do if I forgot my PIN?", "label": 49}
{"text": "Why is my PIN blocked?", "label": 49}
{"text": "How many incorrect attempts cause card to be blocked?", "label": 49}
{"text": "Why was my PIN blocked?", "label": 49}
{"text": "My card got blocked, how do I reset?", "label": 49}
{"text": "How can I get my PIN unblocked?", "label": 49}
{"text": "What's the web address to unblock my pin?", "label": 49}
{"text": "My PIN is locked, how do I unlock it?", "label": 49}
{"text": "I mistook my pin and now I am locked.  Can you unlock me?", "label": 49}
{"text": "What do I do if I have exceeded all my PIN tries?", "label": 49}
{"text": "Would you please unblock my pin? I don't know why, but it's blocked.", "label": 49}
{"text": "I forgot my pin and am blocked now. Can I reset it somewhere?", "label": 49}
{"text": "My PIN can't access my card, can you help?.", "label": 49}
{"text": "I forgot my PIN number.", "label": 49}
{"text": "Can you unblock my blocked pin?", "label": 49}
{"text": "How do I go about unlocking a pin?", "label": 49}
{"text": "Is there a number to call to get my pin unblocked?", "label": 49}
{"text": "How to unblock my PIN?", "label": 49}
{"text": "Too many times I entered the incorrect PIN.  How can I get my account unblocked?", "label": 49}
{"text": "Where do I unblock my PIN?", "label": 49}
{"text": "Help me unblock my PIN.", "label": 49}
{"text": "I punched in the wrong pin too many times and I'm locked out.", "label": 49}
{"text": "Can someone help me unblock my pin?", "label": 49}
{"text": "Will you help me unblock my pin after putting in the wrong pin too many times?", "label": 49}
{"text": "I am blocked now because I entered the wrong pin, need help.", "label": 49}
{"text": "My PIN is unlocked, what do I do?", "label": 49}
{"text": "I may have entered the PIN wrong and the account is blocked.  What do I have to do to get it unblocked.", "label": 49}
{"text": "My PIN number was incorrect, and I can't access it.", "label": 49}
{"text": "My salary is in GBP, is this something I need to configure?", "label": 50}
{"text": "What methods are available for my friend to send me money?", "label": 50}
{"text": "How does one send me money?", "label": 50}
{"text": "Who can send me money?", "label": 50}
{"text": "Can I use a transfer to receive my transfer?", "label": 50}
{"text": "How can my boss pay me directly to the card?", "label": 50}
{"text": "Can I directly deposit my salary to this account?", "label": 50}
{"text": "I need my payment in another currency", "label": 50}
{"text": "Are there ways for other people to send me money?", "label": 50}
{"text": "How can my friend send money to me?", "label": 50}
{"text": "How to receive transfers from my employer when I get paid in GBP?", "label": 50}
{"text": "What do I need to do to receive my payroll in the account?", "label": 50}
{"text": "Can I transfer money using a different currency?", "label": 50}
{"text": "Can i get payed through this system?", "label": 50}
{"text": "My friend wants to send me money, can she?", "label": 50}
{"text": "How do I receive money from someone?", "label": 50}
{"text": "Do I need to select a preference to receive my salary payments in GBP and, if so, where?", "label": 50}
{"text": "Am I allowed to use different currencies?", "label": 50}
{"text": "Can I receive my salary with this in another currency?", "label": 50}
{"text": "Do I need to do anything special for my friend to send money to my account?", "label": 50}
{"text": "I would like to receive my salary in a different currency. How does that work?", "label": 50}
{"text": "Can my job deposit my wages directly into the account.", "label": 50}
{"text": "Can I transfer my salary if its in GBP?", "label": 50}
{"text": "May I get my salary paid out in a different currency?", "label": 50}
{"text": "What can I use to receive my salary?", "label": 50}
{"text": "What are the steps for getting money from a friend?", "label": 50}
{"text": "How do I transfer funds if I am paid in GBP?", "label": 50}
{"text": "How can people transfer money to me?", "label": 50}
{"text": "what currencies can I receive my salary in with this?", "label": 50}
{"text": "My salary is received in the form of GBP. Is it necessary to configure this? If so, where is this done?", "label": 50}
{"text": "I have obtained the salary in GBP, will it need to be configured?", "label": 50}
{"text": "Can I receive payments in another currency?", "label": 50}
{"text": "Where is my recent refund in the my statement?", "label": 51}
{"text": "I was supposed to get a refund but I do not see it on my statement. When is it going to be updated?", "label": 51}
{"text": "No refund showing in my statement.", "label": 51}
{"text": "Hello. Please, would you tell me if you have or have not received funds for a refund that I recently requested for a big purchase? I've contacted the merchant, but I can't tell that they have taken any action on it.", "label": 51}
{"text": "Where is the refund on my statement?", "label": 51}
{"text": "Please send my refund now.", "label": 51}
{"text": "who should i contact if my refund doesn't go through?", "label": 51}
{"text": "Why hasn't my refund been appiled to my account?", "label": 51}
{"text": "Why isn't my refund showing in my statement?", "label": 51}
{"text": "I keep checking my statements but nothing shows up.I requested a refund a long time ago but seems like it's not submitting my account for some reason. Can you please help me get the money back from the seller for me", "label": 51}
{"text": "I asked for a refund but its not here yet", "label": 51}
{"text": "I requested a refund from a merchant several days ago, but don't see anything showing up in my account yet.  Can you check on your end to see if the money has reached you guys?", "label": 51}
{"text": "I requested a refund but am unable to see it in my account. Why is that?", "label": 51}
{"text": "Why isn't my refund shown on my statement?", "label": 51}
{"text": "I'm due a refund and it is not on my statement.", "label": 51}
{"text": "I requested a refund from a merchant a while ago, and upon repeatedly checking my statement, the merchant has yet to refund me my money.  I don't know what's going on, or why the money is getting into my account--could you please help?", "label": 51}
{"text": "When do I see my recent refund in my statement", "label": 51}
{"text": "Please, I need your help as to whether or not you have money for a large refunded purchase I made. I requested it some time ago from the seller, but nothing is showing up.", "label": 51}
{"text": "I requested a refund from a merchant but don't see the money in my account.  Are you able to check with the merchant or process the refund manually?", "label": 51}
{"text": "I'm looking at my statement, and my refund is not on there.", "label": 51}
{"text": "I should have a refund in my statement but I can't see it", "label": 51}
{"text": "Why can't I see my refund in my statement?", "label": 51}
{"text": "I keep checking my statements but no progress.I requested a refund but seems it's not reaching my account for some reason. Can you please help me get the money back from the seller for me", "label": 51}
{"text": "How long does it take for a refund to appear?", "label": 51}
{"text": "My statement does not reflect that a refund has been issued", "label": 51}
{"text": "Transaction refund missing from my statement.", "label": 51}
{"text": "I am still waiting for a refund", "label": 51}
{"text": "I keep checking to see if I've received a refund that I requested from a seller, but I'm not seeing the refund. I need you to help me get the refund.", "label": 51}
{"text": "Why is my refund not visible on my statement?", "label": 51}
{"text": "why cant you just refund me instead of a merchant", "label": 51}
{"text": "Did I not get my refund? I don't see it.", "label": 51}
{"text": "I was supposed to get a refund but it is not showing up on my card", "label": 51}
{"text": "I bought something online a week ago and i never got it in the mail.Can I just get my money back now I don't want to keep waiting on something that isn't going to show up.", "label": 52}
{"text": "I am unhappy with an item I bought. How do I get a refund?", "label": 52}
{"text": "I need this item refunded", "label": 52}
{"text": "Hello, i'd like to inform you of an issue i'm currently experiencing. The goods i have ordered from your website have still not arrived yet; it has been over 3 weeks. I would like to be issued a refund swiftly and be redirected to more competent people. Thank you for your assistance.", "label": 52}
{"text": "I would like it if I could get an item refunded", "label": 52}
{"text": "How do I reverse a transaction on my account?", "label": 52}
{"text": "Am I able to return an item for a refund?", "label": 52}
{"text": "I want a refund on the things i bought", "label": 52}
{"text": "Can I get my money back on an item?", "label": 52}
{"text": "I bought something and now I want a refund.", "label": 52}
{"text": "Can you please refund my item?", "label": 52}
{"text": "What's the procedure for canceling a purchase?", "label": 52}
{"text": "How long does it take to get a refund on something I bought?", "label": 52}
{"text": "Give me a refund", "label": 52}
{"text": "Canceling my order is what I need to do right now.", "label": 52}
{"text": "tell me how to get a refund for something I bought.", "label": 52}
{"text": "I've changed my mind on an item.  How do I get a refund?", "label": 52}
{"text": "I want to get a refund.", "label": 52}
{"text": "I ordered something online a while ago and I haven't gotten it. I would like a refund.", "label": 52}
{"text": "I would like to cancel a purchase.", "label": 52}
{"text": "I have not received an item i ordered yet so i want to cancel it and get a refund. Can you please guide me on how to go about it?", "label": 52}
{"text": "I would like to report an issue with my product and want to get it refunded", "label": 52}
{"text": "Would I be able to refund an item?", "label": 52}
{"text": "Hey I want to get a refund on something I bought, but not sure how to go about it. Can you please just cancel the payment, I have not received the item yet.", "label": 52}
{"text": "I changed my mind on something I purchased through you and I need the transaction canceled and a refund as soon as possible. Can you help me please?", "label": 52}
{"text": "Can I get a refund?", "label": 52}
{"text": "I want to cancel a purchase", "label": 52}
{"text": "I want to return an item for a refund can I do that?", "label": 52}
{"text": "My order needs to be canceled.", "label": 52}
{"text": "Can I receive a refund for an item I purchased?", "label": 52}
{"text": "I think I deserve a refunded on a certain item.", "label": 52}
{"text": "Hey, I ordered a thing but changed my mind and want a refund on it. Since I haven't received the thing, would you just go ahead and cancel the payment for me?", "label": 52}
{"text": "I noticed my card payment was cancelled, can you tell me why?", "label": 53}
{"text": "Hi, I had an issue with my card payment and It shows on my account that my payment went through. Then I got contacted from the seller saying \"they did not receive my payment\" then the payment was returned to my account. so I would like to see why it did that please.", "label": 53}
{"text": "My payment was put back, I think.", "label": 53}
{"text": "I dont know what happened, but my payment was cancelled", "label": 53}
{"text": "Ive been trying to use my card for two weeks now to purchase somethings online but nothing is going through. It keeps returning my payment to my account. There shouldn't be anything wrong with my account, is it the card?", "label": 53}
{"text": "I did a payment but the app cancelled it.", "label": 53}
{"text": "I was checking my statement and I think one of my card payments has reverted", "label": 53}
{"text": "Why would my card payment be cancelled?", "label": 53}
{"text": "My card payment has not been withdrawn from my account", "label": 53}
{"text": "I sent a payment but now it's not showing up.", "label": 53}
{"text": "My card payment was cancelled it seems.", "label": 53}
{"text": "The seller just told me he didn't get paid. After reviewing my account it did subtract the balance but now it has added it back to my account. I need you to please take care of this promptly.", "label": 53}
{"text": "What happens if a merchant doesn't accept  you payment?", "label": 53}
{"text": "I need help to resolve mix up on my card payment. My account shows the money was taken out and then put back in the account. Then I received a message from the seller, It said that they did not get my payment.", "label": 53}
{"text": "why did my payment revert", "label": 53}
{"text": "why would a merchant refuse a payment", "label": 53}
{"text": "How come I can't find my payment?", "label": 53}
{"text": "My payment came back for something i'm trying to buy online? it's been doing it for two weeks.  do you know what the issue is?", "label": 53}
{"text": "I made a payment with my card that was cancelled?", "label": 53}
{"text": "What should I do if my card payment was cancelled?", "label": 53}
{"text": "What do I do if my payment was reverted?", "label": 53}
{"text": "My card payment's cancelled", "label": 53}
{"text": "One of my card payments has reverted", "label": 53}
{"text": "The payment I made with my card is not showing up.", "label": 53}
{"text": "why was my payment reverted on the app", "label": 53}
{"text": "What does it mean if my payment was reverted?", "label": 53}
{"text": "I bought something and already paid for it but now I don't see it.", "label": 53}
{"text": "I think the payment from my card was revereted", "label": 53}
{"text": "Hello,  I noticed the money for an item I purchased online and have already received has been returned to my checking account. Was there an issue with the merchant accepting my payment? Or, possibly, with the bank sending it?", "label": 53}
{"text": "I think my card payment was reverted", "label": 53}
{"text": "Please help me with my card payments which keeps getting reverted whenever i do online shopping. I am having this problem since last two weeks.", "label": 53}
{"text": "I would like to make a purchase, however my card has been declined. I would like to ask the reason for this. The past two weeks, the card has been working fine.", "label": 53}
{"text": "I want to use my American Express for adding money into my account.", "label": 54}
{"text": "Which currencies can I use to add money?", "label": 54}
{"text": "Can you tell me what cards and currencies you support?", "label": 54}
{"text": "Can I use American Express?", "label": 54}
{"text": "can i use my mastercard to add money to my account", "label": 54}
{"text": "Are cards from the US accepted?", "label": 54}
{"text": "I want to know which currencies and cards are supported, can you provide a list?", "label": 54}
{"text": "I'd like to use my American Express to place money into my account.", "label": 54}
{"text": "How can I top up my card with another card?", "label": 54}
{"text": "With what currencies can I add money?", "label": 54}
{"text": "I only have one more US credit card, is it accepted?", "label": 54}
{"text": "I want to deposit funds, what payments are accepted?", "label": 54}
{"text": "Can you tell me which cards and currencies are supported?", "label": 54}
{"text": "Do you accept Mastercard?", "label": 54}
{"text": "What forms of payment do you accept?", "label": 54}
{"text": "What currencies do you accept for adding money?", "label": 54}
{"text": "Can I electronically transfer funds into my account from my American Express?", "label": 54}
{"text": "Will you accept my credit card, it my only one.", "label": 54}
{"text": "My card wants to be topped what do you guys support?", "label": 54}
{"text": "Which cards do you support for top up?", "label": 54}
{"text": "What cards do you support", "label": 54}
{"text": "How can I use my American Express to add money into my account?", "label": 54}
{"text": "Will my other US credit card be accepted?", "label": 54}
{"text": "Is American Express supported for adding money into my account?", "label": 54}
{"text": "Can I use any card and currency?", "label": 54}
{"text": "How do I use American express to top up my account?", "label": 54}
{"text": "Is American Express supported for adding funds?", "label": 54}
{"text": "what cards and currencies are accepted?", "label": 54}
{"text": "If I want to add funds to the account using American Express, how do I do that?", "label": 54}
{"text": "What currencies and cards do you support?", "label": 54}
{"text": "I need to know if you will accept my credit card.", "label": 54}
{"text": "do you accept from usa credit card?", "label": 54}
{"text": "The company is no good, please terminate my account.", "label": 55}
{"text": "for god sake, just delete my account i am sick of this", "label": 55}
{"text": "Your company is lame. Shut down all my account services right now.", "label": 55}
{"text": "I want to shut down my account as soon as possible.", "label": 55}
{"text": "I am asking to end my account.", "label": 55}
{"text": "Delete all of my account information and my account right now.", "label": 55}
{"text": "Please delete my account and personal information.", "label": 55}
{"text": "I am not happy with your service and request that my account be terminated!", "label": 55}
{"text": "I am upset with your service.  Please delete my account.", "label": 55}
{"text": "I'd like my account to be deleted. I'm not satisfied with the service you provide.", "label": 55}
{"text": "I want to delete my account.", "label": 55}
{"text": "please delete account", "label": 55}
{"text": "Where do I go to terminate my account?", "label": 55}
{"text": "I would like to invalidate my account.  I am very disappointed with your services.", "label": 55}
{"text": "I want to close my account due to poor customer service.", "label": 55}
{"text": "This company is bad, delete my account now.", "label": 55}
{"text": "I would like to cancel my account.", "label": 55}
{"text": "I'm not happy with service and would like to delete this account.", "label": 55}
{"text": "How do I shut down my account and get out of this company?", "label": 55}
{"text": "I want to close my account now.", "label": 55}
{"text": "I would like to delete my account now, please.", "label": 55}
{"text": "I'd like to delete my account.", "label": 55}
{"text": "How can I close my account, I don't want it.", "label": 55}
{"text": "How do I delete my account now", "label": 55}
{"text": "Are you able to delete my account?", "label": 55}
{"text": "I am not satisfied with your service.  Close my account.", "label": 55}
{"text": "I don't like the services, please close my account", "label": 55}
{"text": "I'm not happy, I want to close my account.", "label": 55}
{"text": "Delete my account please. Now!", "label": 55}
{"text": "Please delete my account now.", "label": 55}
{"text": "I want to delete my account. How do I do this?", "label": 55}
{"text": "I want to cancel my account.", "label": 55}
{"text": "Will there be a charge when money is added to my account?", "label": 56}
{"text": "Do you take SWIFT transfers?", "label": 56}
{"text": "Are there any fees associated with receiving money?", "label": 56}
{"text": "Does this program take SWIFT transfers?", "label": 56}
{"text": "Will I be charged for a top off transfer?", "label": 56}
{"text": "Is a SWIFT transfer acceptable?", "label": 56}
{"text": "Am I going to see a charge for a SEPA transfer?", "label": 56}
{"text": "Can third party fees affect a transfer?", "label": 56}
{"text": "what is the price of a transfer?", "label": 56}
{"text": "Will there be a charge for topping up by account with a SEPA transfer?", "label": 56}
{"text": "What is the charge to make a transfer", "label": 56}
{"text": "Is there a charge for receiving money?", "label": 56}
{"text": "Do I get charged if I am receiving money?", "label": 56}
{"text": "Would I be able to use SWIFT transfers?", "label": 56}
{"text": "Are you going to charge me to collect the money?", "label": 56}
{"text": "How much does it cost to do a transfer?", "label": 56}
{"text": "Will I be charged for receiving the money?", "label": 56}
{"text": "What are the fees for using transfer to top off my account?", "label": 56}
{"text": "I'd like to make a SEPA transfer to my account, but will I be charged?", "label": 56}
{"text": "how much will I be charged for making a transfer?", "label": 56}
{"text": "Do I get charged if I get money?", "label": 56}
{"text": "What are the charges for receiving a SEPA transfer?", "label": 56}
{"text": "Will I be charged to top off my account?", "label": 56}
{"text": "Does it cost me to add cash?", "label": 56}
{"text": "How much will it be in order to pay with a bank transfer using SEPA?", "label": 56}
{"text": "If I top up by transfer, am I going to be charged?", "label": 56}
{"text": "What does a transfer cost?", "label": 56}
{"text": "For SEPA transfers, what kind of charge will be applied?", "label": 56}
{"text": "What are the fees associated with top up via transfer?", "label": 56}
{"text": "How much would I be charged for a transfer?", "label": 56}
{"text": "Is there a fee for a SEPA transfer", "label": 56}
{"text": "Are there topping up fees if I have to transfer?", "label": 56}
{"text": "If I top up using a European card is there a charge?", "label": 57}
{"text": "What is the fee if I use a European bank for a top up?", "label": 57}
{"text": "Will you charge me if I top up by card?", "label": 57}
{"text": "Does it cost anything to top up?", "label": 57}
{"text": "is it free to add money to my card", "label": 57}
{"text": "Do you charge extra for topping up with a debit or credit card?", "label": 57}
{"text": "Do I have to pay extra if I use an international card to top up my account?", "label": 57}
{"text": "What are the top-up fees for my card?", "label": 57}
{"text": "If US cards have a top up charge, what is it?", "label": 57}
{"text": "Is there a charge for topping up by card?", "label": 57}
{"text": "Are there fees for adding money with an International card?", "label": 57}
{"text": "Are you going to charge me to top up my card?", "label": 57}
{"text": "What are the fees for using a European bank card?", "label": 57}
{"text": "should i add money via bank transfer instead", "label": 57}
{"text": "Will you charge an extra fee for top ups?", "label": 57}
{"text": "Can I get information on topping up?", "label": 57}
{"text": "Will there be extra charges regarding to adding money into my international card?", "label": 57}
{"text": "Does it cost to add money to my card?", "label": 57}
{"text": "I was wondering if you will take any fees in exchange for top ups?", "label": 57}
{"text": "Will you charge me more if I top up with an international card?", "label": 57}
{"text": "Is there a fee for european bank cards?", "label": 57}
{"text": "what is the fee for topping up by card?", "label": 57}
{"text": "If I add money with an international card, are there any fees?", "label": 57}
{"text": "Do you charge a fee for topping up a card?", "label": 57}
{"text": "Is there any fees for top ups?", "label": 57}
{"text": "Will it cost extra to add money to an international card?", "label": 57}
{"text": "Are there any charges for top ups?", "label": 57}
{"text": "What is the charge for topping up a card?", "label": 57}
{"text": "Will I get charged fees when I add money with an international card?", "label": 57}
{"text": "What options do I have when topping up a US card?", "label": 57}
{"text": "how much for topping up by card?", "label": 57}
{"text": "Will I be charged any fees if I want to add money with an international card?", "label": 57}
{"text": "How would I top up with a cheque?", "label": 58}
{"text": "I want to use cash to top up.", "label": 58}
{"text": "I would like to pay by cheque.", "label": 58}
{"text": "Will a cheque suffice?", "label": 58}
{"text": "How can I put more money into my account?", "label": 58}
{"text": "I need a hand here, I need to top up cash.", "label": 58}
{"text": "I got a cheque that I want to top up with?", "label": 58}
{"text": "I would like to use this cheque to top up.  Can you tell me how to do that?", "label": 58}
{"text": "How can I fill up my gas tank using a check?", "label": 58}
{"text": "How long before a check I send clears?", "label": 58}
{"text": "can i top up with check?", "label": 58}
{"text": "I can't find out how to top-up my account using cash.", "label": 58}
{"text": "I want to deposit my check to top up my account", "label": 58}
{"text": "How do I use cash to top up my account?", "label": 58}
{"text": "How can I top up my account with a cheque?", "label": 58}
{"text": "how do i get top up with cash deposit", "label": 58}
{"text": "Are cheques accepted for a top up?", "label": 58}
{"text": "Can you tell me where to find top up by cash deposit?", "label": 58}
{"text": "What physical locations can I use cash to top up?", "label": 58}
{"text": "Why can't I top up by cheque?", "label": 58}
{"text": "Is there an option to top up with a cheque?", "label": 58}
{"text": "Can I top up using my cheque?", "label": 58}
{"text": "Can I top up my account with a check?", "label": 58}
{"text": "I would like to use cash to make a top-up?", "label": 58}
{"text": "I want to use a cheque to pay.", "label": 58}
{"text": "Is there anyway to use a cheque to top up?", "label": 58}
{"text": "May I transfer a cheque into my account?", "label": 58}
{"text": "Is it possible for me to top up with a cheque?", "label": 58}
{"text": "i have been trying to top up my account with a check but it won't work", "label": 58}
{"text": "How do I top-up my card with a cheque?", "label": 58}
{"text": "What is your check-cashing policy?", "label": 58}
{"text": "Do you accept cheques for top-up?", "label": 58}
{"text": "I tried to top-up but it got denied.", "label": 59}
{"text": "I wanted to top up my account and it doesn't look like it worked", "label": 59}
{"text": "I don't think my top up worked", "label": 59}
{"text": "I could not get the top-up to go through", "label": 59}
{"text": "Hi, I tried to top up my card today and it did not work. I have tried it in the past and it worked just fine but it won't do it anymore. Can you help me out?", "label": 59}
{"text": "For what reason did my top-up fail?", "label": 59}
{"text": "My credit card was declined for top-up. Can you see if there is enough funds in my account?", "label": 59}
{"text": "My credit card did not go through. Can you see if it has insufficient funds?", "label": 59}
{"text": "I don't know why my credit card was declined while I was trying to top-up. Was it something on my end or was there something wrong with the top-up function?", "label": 59}
{"text": "My top-up does not seem to have worked, what  went wrong?", "label": 59}
{"text": "Top up keeps failing", "label": 59}
{"text": "Won't let me top my card up!! Who can get it sorted out for me? It's urgent! How do I find out what the problem is with my card and how else to top it up?", "label": 59}
{"text": "Hi, I am experiencing problems while trying to top-up with my card. I have never experienced any problems doing this before. Could you please help me?", "label": 59}
{"text": "Why are you keeping my money from me by declining my card? What is going on?", "label": 59}
{"text": "My top up was denied", "label": 59}
{"text": "I topped up but the app denied it", "label": 59}
{"text": "My card keeps getting declined when I try to use it.  I would like to top-up, but it is not going though.", "label": 59}
{"text": "I attempted to top-up with my card this morning, but the transaction was unsuccessful. I received the card two days ago and was successful using it previously. Could you please help me?", "label": 59}
{"text": "I really need to top-up my card today urgently but my card keeps getting declined!! Can you please resolve this problem or try an alternative", "label": 59}
{"text": "Why has my top-up been denied?", "label": 59}
{"text": "I can't get the top-up to work! What's going on here.", "label": 59}
{"text": "Why is my card being declined when I try to do a top-up? How can this be immediately resolved?", "label": 59}
{"text": "The top-up I ordered didn't process.", "label": 59}
{"text": "Why was my top-up rejected?", "label": 59}
{"text": "Why did my top-up not work?", "label": 59}
{"text": "I just topped up, and the app denied it.", "label": 59}
{"text": "Why did my credit card get declined for top up?", "label": 59}
{"text": "My top up is giving me problems. What is wrong with it?", "label": 59}
{"text": "It looks like my top up didn't work.  Why?", "label": 59}
{"text": "I added money but my top-up wasn't processed by the app.", "label": 59}
{"text": "I don't think that my top-up worked.", "label": 59}
{"text": "Why isn't my topup working?", "label": 59}
{"text": "Can I top-up any amount?", "label": 60}
{"text": "How many top-ups can be approved?", "label": 60}
{"text": "Do top-ups have a limit?", "label": 60}
{"text": "What is the top-up limit?", "label": 60}
{"text": "How many top-ups can I use?", "label": 60}
{"text": "is there a limit on top ups", "label": 60}
{"text": "Is there a topping up limit?", "label": 60}
{"text": "It seems I need to get information on limits for top-ups.", "label": 60}
{"text": "Is there a limit for the amount I can top up?", "label": 60}
{"text": "What is the max top-up?", "label": 60}
{"text": "Can I top up any amount?", "label": 60}
{"text": "What is the max I can top up?", "label": 60}
{"text": "How much can I top up on my card?", "label": 60}
{"text": "How much could I top up?", "label": 60}
{"text": "How much is ok for me to top up with?", "label": 60}
{"text": "What is the most that I can top-up to a card?", "label": 60}
{"text": "How often am I able to top-up?", "label": 60}
{"text": "what are limits to top up", "label": 60}
{"text": "is there a limit for top up?", "label": 60}
{"text": "Are there any top-up limits?", "label": 60}
{"text": "Is there a limit to how much I can top-up?", "label": 60}
{"text": "Do you limit my top-offs?", "label": 60}
{"text": "limits on top ups", "label": 60}
{"text": "Are there any top-up limits that I must follow?", "label": 60}
{"text": "Is there a maximum for top-ups?", "label": 60}
{"text": "What is the highest amount of top ups I'm allowed?", "label": 60}
{"text": "Is there any amount in which I would get cut off from topping up?", "label": 60}
{"text": "need to know if there is a maximum i can top up", "label": 60}
{"text": "what is the most money i can top up?", "label": 60}
{"text": "Would I be able to top up as much as I can?", "label": 60}
{"text": "Can I set my own top-up limit?", "label": 60}
{"text": "Is topping up unlimited?", "label": 60}
{"text": "So, I was under the impression that you have an offer for crypto top up. This doesn't seem to be working. Now, the money has just disappeared from my account. What is the deal?", "label": 61}
{"text": "My money is gone :( I had topped up recently and saw it was there and went through, but now it's disappeared, what's going on?", "label": 61}
{"text": "Why did my top-up not go through?", "label": 61}
{"text": "Did you lose my money? I had added funds through top-up not long ago and I know they were in my account, but they seem to have disappeared. What happened?", "label": 61}
{"text": "I did a topup successfully but its not showing in balance. I think there is some problem in system.", "label": 61}
{"text": "My money's disappeared from my account! I topped up the other day and it was there, but now it's not. Help?", "label": 61}
{"text": "i noticed that the funds were returned to my bank account. What happened?", "label": 61}
{"text": "Explain why my top up would be reverted.", "label": 61}
{"text": "I went to top up my card and it was cancelled.", "label": 61}
{"text": "Seems like my top up has been cancelled", "label": 61}
{"text": "Why did you revert my top-up?", "label": 61}
{"text": "My automatic top-up was unsuccessful", "label": 61}
{"text": "Why is my top-up showing as cancelled?", "label": 61}
{"text": "What I topped up was reverted by the app.", "label": 61}
{"text": "I think my top up has been reverted", "label": 61}
{"text": "Why did my top up get reverted?", "label": 61}
{"text": "I want to know why my top-up was reverted", "label": 61}
{"text": "My money disappeared! Please help??", "label": 61}
{"text": "Do you support top ups?", "label": 61}
{"text": "I am unable to use my top-up on the app. Could you explain this to me?", "label": 61}
{"text": "What happened to the money that I deposited?", "label": 61}
{"text": "My top up did not show up as shown and my money has disappeared, can you help me fix this glitch problem?", "label": 61}
{"text": "Is there a reason my top-up has been cancelled?", "label": 61}
{"text": "My top-up was cancelled and I am writing to ask if I need to complete the 3D Secure authentication section before I submit it.", "label": 61}
{"text": "The app reverted after I topped-up", "label": 61}
{"text": "I attempted to complete a topup, and I thought all was well, but now the money is gone again. Has there been a glitch?", "label": 61}
{"text": "Why has my top-up been reverted?", "label": 61}
{"text": "I believe my top up was reverted.", "label": 61}
{"text": "Something is wrong, my top-up is gone and I don't know what happened to my money.", "label": 61}
{"text": "My top-up was reverted by the app.", "label": 61}
{"text": "Why was my top up reverted?", "label": 61}
{"text": "What happened to my top-up? It was all done and now it's gone! Are you having problems with your system?", "label": 61}
{"text": "I don't understanfd how to top up", "label": 62}
{"text": "I used my card top-up but all of the money is missing.", "label": 62}
{"text": "How do I transfer funds directly from my credit card?", "label": 62}
{"text": "Can I let other people have access to my account in order to top up?", "label": 62}
{"text": "Can you tell me how to top up on my card?", "label": 62}
{"text": "Can anyone else top-up for me?", "label": 62}
{"text": "I'd like to transfer funds using my credit card.", "label": 62}
{"text": "Can a friend top up my account", "label": 62}
{"text": "i need to top up by card.", "label": 62}
{"text": "Why is my 'top up' not showing up in my wallet?", "label": 62}
{"text": "Transferring money using credit card", "label": 62}
{"text": "Hoe do i use my credit card to transfer money?", "label": 62}
{"text": "How do I top up by card?", "label": 62}
{"text": "If I want a friend to top off my account, can they?", "label": 62}
{"text": "my top up isnt there yet where do i find it", "label": 62}
{"text": "what happened to the money after i put in the wrong info and it got declined", "label": 62}
{"text": "How do I use a card to top up?", "label": 62}
{"text": "My money I had was gone and I could not get gas!", "label": 62}
{"text": "How do I to up by card?", "label": 62}
{"text": "How can I use my credit card to transfer money?", "label": 62}
{"text": "I have a new card. How do i top it up?", "label": 62}
{"text": "Can I allow other people to top up my account?", "label": 62}
{"text": "What steps do I do to transfer money using my credit card?", "label": 62}
{"text": "I used my card to top up, but the money is not there!", "label": 62}
{"text": "What do I need to do to transfer money with my credit card?", "label": 62}
{"text": "top up with credit card", "label": 62}
{"text": "How do I top up on my card?", "label": 62}
{"text": "I tried to get gas but my money was gone!", "label": 62}
{"text": "My card needs to be topped up.", "label": 62}
{"text": "I can't see my top up in my wallet!", "label": 62}
{"text": "Why was my card charged when topping off my balance but it's not showing up in my wallet balance?", "label": 62}
{"text": "How do I go about transferring money using my credit card?", "label": 62}
{"text": "I have been overcharged.", "label": 63}
{"text": "I was charged twice for a restaurant, can you take the second charge off?", "label": 63}
{"text": "Hi. Please can you help me fix a double charge on my card? I'm looking at my transactions and this restaurant I went to earlier in the week has charged me twice! Please remove the additional charge for me.", "label": 63}
{"text": "Looks like my card payment was duplicated after all. I went to pay at the store earlier, got declined once,second time it works. App still stays pending for one of the payments. Can you please remove one of them as it's wrong and was declined?", "label": 63}
{"text": "Looks like my card payment was made twice by mistake. I paid at the store earlier which rejected once, second time it worked. App stays at pending for one of the payments. Can you please remove one of them as it's wrong and clearly was declined?", "label": 63}
{"text": "Good day, in reviewing my credit card activity over the last several days, I see a repeated charge for a restaurant that I went to. The charge was put through twice, so I would like one of the charges corrected and the amount that was withdrawn to be reinstated please.", "label": 63}
{"text": "Hi, I checked my transactions and saw that I was charged twice during a restaurant visit. I would like to get my money back.", "label": 63}
{"text": "My card got charged twice for the same thing!", "label": 63}
{"text": "I have been charged twice this week for a couple of things on my card. Can you please check this out for me and return the double charged items back?", "label": 63}
{"text": "I was charged more than once for a card payment I made.", "label": 63}
{"text": "there were two of the same charge to my account", "label": 63}
{"text": "What happens when I am charged twice?", "label": 63}
{"text": "How do a reverse a duplicated charge?", "label": 63}
{"text": "My husband and I went out for our weekly \"dinner and a movie,\" and it was my turn to pick up the check. Now I see that my card was charged twice. Who should I contact about negating the second charge and getting my card credited?", "label": 63}
{"text": "Can you help me? I have a duplicate transaction on my account and I don't understand why.", "label": 63}
{"text": "How do I get my money back for a duplicated charge?", "label": 63}
{"text": "Hi, I was just checking over my card transactions and notice I was charged twice for a restaurant visit this week. Can you please remove one of these false charges from my account?", "label": 63}
{"text": "I have a payment that shows twice", "label": 63}
{"text": "There is a duplicate charge on my account.", "label": 63}
{"text": "Hello, I just checked my card transactions and saw that I was charged twice for a restaurant visit I did earlier this week. Is it possible to remove one of them and get my false paid money pack?", "label": 63}
{"text": "There is more than one charge on my account for a transaction.", "label": 63}
{"text": "I've got a repeated tranasaction on my card.", "label": 63}
{"text": "Why was I double charged?", "label": 63}
{"text": "In reviewing my statement, I show I have two charges for the same purchase at the same time, which I have not made in duplicate? How do I get this solved?", "label": 63}
{"text": "I got charged twice with a duplicate card. How do I resolve this?", "label": 63}
{"text": "I have been charged two times for one transaction.", "label": 63}
{"text": "I have a duplicate payment on my account", "label": 63}
{"text": "I got charged twice", "label": 63}
{"text": "I need a transaction reversed from my account.", "label": 63}
{"text": "A transaction is showing more than once.", "label": 63}
{"text": "I was charged twice for the same thing.", "label": 63}
{"text": "I was charged two times for the same thing.", "label": 63}
{"text": "Why do I see a fee when I do a transfer?", "label": 64}
{"text": "I have used my account abroad for a while without any fees, why am I being charged additional fees all of a sudden?", "label": 64}
{"text": "How come I can see an extra charge for my transfer?", "label": 64}
{"text": "I got charged a fee for transferring money.", "label": 64}
{"text": "Why was there an extra charge when I transferred money?", "label": 64}
{"text": "I made a transfer and the receiver said an amount was received, but less than the right amount. I now have to transfer more to get the remainder to the receiver. Can you tell me about this. What's been going on?", "label": 64}
{"text": "I was informed that transfers were free. I noticed I have a fee but why?", "label": 64}
{"text": "I was charge a fee that I wasn't told about", "label": 64}
{"text": "Why has transferring money resulted in a charge?", "label": 64}
{"text": "I just recently got a new beach condo in Bora Bora, and to furnish it I used this account a lot from overseas. It's upsetting, being a long-time customer of yours, that I saw extra fees on my account from my currency transfer. Is this what I should expect from you in the future?", "label": 64}
{"text": "Are money transfers free?", "label": 64}
{"text": "Why was a fee changed for my transfer?", "label": 64}
{"text": "I noticed that there was an extra charge fee on my account. Could You explain to me why?", "label": 64}
{"text": "I've use this account all the time, including over this past month, to pay for things from my new place abroad. I'm a really good customer, so why do I suddenly have new fees? I should be rewarded instead of charged more fees.", "label": 64}
{"text": "Why did I get charged a fee for my transfer?", "label": 64}
{"text": "I used this account a lot during the last month to manage my payments for my new place abroad. Seems that suddenly fees have increased? Shouldn't you instead reward your frequent customers instead of putting an additional fee suddenly?!", "label": 64}
{"text": "who charged my card", "label": 64}
{"text": "Why was I charged a random fee for a transfer I made?", "label": 64}
{"text": "Are transfers not free? I didn't know I would be charged for transfers.", "label": 64}
{"text": "Why is there a fee on my money transfer?", "label": 64}
{"text": "A transfer I sent was received in less than the full amount I originally sent, and now I have to send additional funds to cover the full amount. What happened?", "label": 64}
{"text": "What is this extra fee while I was doing a transfer?", "label": 64}
{"text": "I didn't know there was a charge for tranferring. What is the charge?", "label": 64}
{"text": "I made a transfer and the receiver said they haven't actually received the right amount, but it's a bit less. Now I have to transfer more money to make up for the missing bit. Can you please alert me about this, what has been going on?", "label": 64}
{"text": "I made a transfer and the receiver said an amount was received, but not exactly the same as the right amount. I now have to transfer more to get the remainder to the receiver. Can you alert me about this. What's been happening?", "label": 64}
{"text": "I use my card internationally to manage payments and I just noticed that you are adding additional fees.  Why?  I am a good customer and this has me thinking about leaving.", "label": 64}
{"text": "Why were there additional charges when I transferred funds?", "label": 64}
{"text": "When I was transferring money I was charged extra why?", "label": 64}
{"text": "I transferred some money recently and saw a fee on my account, what's that for?", "label": 64}
{"text": "Could you inform me as to why I have been charged a higher fee for doing banking abroad.", "label": 64}
{"text": "I see a transfer fee, but to my understand, that should have been free, what happened?", "label": 64}
{"text": "A receiver let me know that they didn't receive the full transfer I completed and that it was actually a bit less than what I sent. At this point I have to make another transfer to make up for the amount missing. Can you please follow up with what's going  on here?", "label": 64}
{"text": "How can I deposit money to my account?", "label": 65}
{"text": "My account is depleted. Can I transfer funds from another bank?", "label": 65}
{"text": "I need to transfer funds from my other bank account into this bank account.", "label": 65}
{"text": "Can I withdraw money from another bank and transfer it into my empty account?", "label": 65}
{"text": "I have money in a foreign account that I want to send to this account.", "label": 65}
{"text": "How do I go about transferring money into my bank account?", "label": 65}
{"text": "Can I add money to top up my account via a bank transfer?", "label": 65}
{"text": "How can I transfer some money into a foreign account?", "label": 65}
{"text": "Can I transfer money to my card via bank-transfer?", "label": 65}
{"text": "How do I transfer money from one bank account to another?", "label": 65}
{"text": "How would I use a bank transfer for topping my account?", "label": 65}
{"text": "How can I transfer money to this account from another bank?", "label": 65}
{"text": "I need to know the process to transfer money into my account.", "label": 65}
{"text": "I'd like to know how transferring my money into my account works.", "label": 65}
{"text": "Account topping up bank transfers to my account assistance please?", "label": 65}
{"text": "I want to op up my account by using bank transfer. How do I go about it?", "label": 65}
{"text": "Help! My account doesn't show any funds. Is transferring funds an option I can use?", "label": 65}
{"text": "My money is all gone. What ways are okay to add money to my account?", "label": 65}
{"text": "I need to deposit money to my account", "label": 65}
{"text": "Can you help me transfer funds from another bank account to this account?", "label": 65}
{"text": "I would like to know how to transfer money into my account.", "label": 65}
{"text": "What steps are taken to transfer money into my account?", "label": 65}
{"text": "How can I link my bank to my top up account?", "label": 65}
{"text": "What process should I use to transfer money into my account?", "label": 65}
{"text": "How can I move money from my account at a different bank to the account I have at this bank.", "label": 65}
{"text": "I want to transfer some money from my other bank account into this one.", "label": 65}
{"text": "Can you please explain the topping up transfer process?", "label": 65}
{"text": "I want to transfer money. How do I do that for my account?", "label": 65}
{"text": "where do i go to transfer money from one account to this one", "label": 65}
{"text": "Can I top-up my card using a bank transfer.", "label": 65}
{"text": "I want to top up by transfering accounts, What do I do?", "label": 65}
{"text": "I need assistance with transferring funds to another account.", "label": 65}
{"text": "The app isn't showing my transactions", "label": 66}
{"text": "The money has not yet been placed in recipients account.", "label": 66}
{"text": "I transferred a payment a couple days ago and it shows done, but it has not been received.  Could you please help me?", "label": 66}
{"text": "I sent some money but the intended recipient says it hasn't arrived", "label": 66}
{"text": "I am just waiting for the transaction to be completed.", "label": 66}
{"text": "Why hasn't my transaction arrived?", "label": 66}
{"text": "i've waited 2 days for a transfer to reach a retailers account, am i going to have to wait longer.", "label": 66}
{"text": "Where is my last money transaction", "label": 66}
{"text": "The day before yesterday, I performed a transfer within the country. It still has not completed. Can you check on that? The account number is definitely correct, as I've checked.", "label": 66}
{"text": "I transferred some money but it hasn't arrived.", "label": 66}
{"text": "How much time do transfers typically take? I sent money to a friend who needs it urgently. It's been hours and has not gone through.", "label": 66}
{"text": "where has my transferred money gone?", "label": 66}
{"text": "Why hasn't arrived yet a transaction I did to my friend?", "label": 66}
{"text": "why has a transaction to a friend been delayed?", "label": 66}
{"text": "How long does it take for the transfer to go through?", "label": 66}
{"text": "Still waiting for transfer to be completed.", "label": 66}
{"text": "how long does it take to transfer money, my retailer is waiting", "label": 66}
{"text": "why hasn't a transaction to a friend cleared yet?", "label": 66}
{"text": "I transferred some money but it is not here yet", "label": 66}
{"text": "I have done a transfer within the country a couple days ago, but it's still not there yet. Can you please check what's going on with that, the account number definitely is the right one, I've checked that several times already.", "label": 66}
{"text": "my friend has not got the money I sent last week.", "label": 66}
{"text": "Why hasn't the money transfer arrived yet?", "label": 66}
{"text": "Hi - I have made a transaction to my new landlord but unfortunately it shows on my end but not on the landlord's end. The numbers are correct. Can you confirm when that will go through?", "label": 66}
{"text": "I've been waiting since Friday, where is my money?", "label": 66}
{"text": "My transfer has not arrived.", "label": 66}
{"text": "Is there a reason a payment is showing complete on my side but the person who is receiving it has not gotten it?", "label": 66}
{"text": "Why is my friend not getting a transaction arrival yet?", "label": 66}
{"text": "How long will it take to receive my money from my transfer transaction?", "label": 66}
{"text": "How long should a transfer normally take to process completely? I have a friend that needs it right away, but it's already been 2 hours and she hasn't received it.", "label": 66}
{"text": "I sent a transfer to a friend that needs it urgently. It has already been 2 hours and still hasn't come through to her. How long does it normally take?", "label": 66}
{"text": "The recipient doesn't see the money transaction I made", "label": 66}
{"text": "I sent money to someone but they haven't gotten it yet", "label": 66}
{"text": "Will it take more than 3 days for my transfer to reach my account?", "label": 67}
{"text": "I need a quick transfer from China.  How long would that take?", "label": 67}
{"text": "How long should I have to wait before I see the transfer in my account?", "label": 67}
{"text": "I transferred money from the US, How long does it take?", "label": 67}
{"text": "How long do transfers from Europe take?", "label": 67}
{"text": "How long does a transfer transaction take?", "label": 67}
{"text": "There is an urgent transfer I need to make from China.  How long will it take to get it processed?", "label": 67}
{"text": "How long will an urgent transfer from China take?", "label": 67}
{"text": "How long will it take for the money to reach my account?", "label": 67}
{"text": "How fast can I transfer something from China?", "label": 67}
{"text": "I need to transfer funds from China and quick expedition is crucial. Approximately how long does it take for a transfer from China to go through?", "label": 67}
{"text": "I am waiting for the money to enter my account. How long does it take?", "label": 67}
{"text": "How many days do I have to wait for the transfer to reach my account?", "label": 67}
{"text": "What is the length of time for money to reach the account?", "label": 67}
{"text": "What are the time frames for the money to be available in my account?", "label": 67}
{"text": "How long is the transfer?", "label": 67}
{"text": "What's the transfer time from Europe?", "label": 67}
{"text": "When will my account receive the money?", "label": 67}
{"text": "How long will it take to transfer something from China?", "label": 67}
{"text": "I need some money transferred ASAP, how long does the process take?", "label": 67}
{"text": "I am yet to receive the money in my account how long will this take?", "label": 67}
{"text": "How long does it take for a transfer to reach my account?", "label": 67}
{"text": "How long do I wait for a transfer from the United States?", "label": 67}
{"text": "I just did a transfer, but don't see the money in my account. What's up?", "label": 67}
{"text": "How long will it take to urgently transfer something to China?", "label": 67}
{"text": "When can I expect the transfer to be complete?", "label": 67}
{"text": "How long will I have to wait for my money to be in my account?", "label": 67}
{"text": "how long does a US transfer take", "label": 67}
{"text": "How long will it take the money to appear in my account?", "label": 67}
{"text": "Can I quickly send a transfer from China?  How long will it take?", "label": 67}
{"text": "What is the estimated time on an urgent transfer from China?", "label": 67}
{"text": "How long does transfer from the US take?", "label": 67}
{"text": "Why is my identity not being verified?", "label": 68}
{"text": "My identity is unable to be verified.", "label": 68}
{"text": "app malfunctioning, does not know its me", "label": 68}
{"text": "Problem verifying my account", "label": 68}
{"text": "I am having a problem with verifying my identity.", "label": 68}
{"text": "The app failed to verify my id.", "label": 68}
{"text": "It can take between 10 minutes to an hour before you hear back from us about the verification result.  Please try again if your verification fails.  Make sure you double check that images are clear and all document photos are readable without blur or glare. You have to be 18 or older and live in the European Economic area or live in Switzerland to be able to open an account.", "label": 68}
{"text": "My app says that I'm not verified.", "label": 68}
{"text": "My identity can't be verified for some reason", "label": 68}
{"text": "The app does not know it is me.", "label": 68}
{"text": "The app does not believe that I am myself", "label": 68}
{"text": "I am not able to prove my identity", "label": 68}
{"text": "There is no way for me to prove my identity.", "label": 68}
{"text": "Hearing back from us regarding your important verification results may take 10 minutes to one hour time.  If verification results do fail, double-check to make sure all of your images are clear --  make sure your photos have no glare or blurring. Note: These photos need to be readable as well.  You also need to be 18 years of age or older.  You must be a resident of Switzerland or the European Economic Area to open a new account.", "label": 68}
{"text": "I'm still waiting on my identity verification.", "label": 68}
{"text": "Why am I unable to verify my id?", "label": 68}
{"text": "Everytime I try to prove my identity it won't let me.", "label": 68}
{"text": "why does it take so long to verify my id", "label": 68}
{"text": "Why hasn't my ID been verified?", "label": 68}
{"text": "I will not be able to verify my identity.", "label": 68}
{"text": "Why can't my ID be verified?", "label": 68}
{"text": "I am having trouble with the app recognizing me.", "label": 68}
{"text": "Help me verify my identity.", "label": 68}
{"text": "The app won't identify me.", "label": 68}
{"text": "I'm having trouble proving my identity", "label": 68}
{"text": "What do I do if I can't prove my identity?", "label": 68}
{"text": "My identity verification didn't work", "label": 68}
{"text": "My identity verification isn't working", "label": 68}
{"text": "I need help verifying my identity.", "label": 68}
{"text": "I need help proving that this is really me and to verify my identity.", "label": 68}
{"text": "I am not recognized by the app.", "label": 68}
{"text": "Are there any reasons that my identity wouldn't be accepted even though everything I've provided is factual?", "label": 68}
{"text": "What documents are required for proof of identity?", "label": 69}
{"text": "What has to be done to verify my identity?", "label": 69}
{"text": "What do I need for the identity verification?", "label": 69}
{"text": "What is the identity verification process?", "label": 69}
{"text": "Explain how to verify my identity?", "label": 69}
{"text": "Please tell me the steps to verify my identity.", "label": 69}
{"text": "Where can I verify my identity?", "label": 69}
{"text": "with what can I verify my identity?", "label": 69}
{"text": "What ID do I need to verify my identity?", "label": 69}
{"text": "Where can I go to find out how to verify my identity?", "label": 69}
{"text": "How do you check my identity?", "label": 69}
{"text": "What are all of the different steps for identity checks?", "label": 69}
{"text": "What do I need to do to perform identity checks?", "label": 69}
{"text": "How do I complete the ID check?", "label": 69}
{"text": "What are the steps for identity checks?", "label": 69}
{"text": "I'm not sure what I need to verify my identity.", "label": 69}
{"text": "I need to verify my identity. How do I do that?", "label": 69}
{"text": "What documents do I need to get together to verify my identity?", "label": 69}
{"text": "How recent do my documents need to be for verification?", "label": 69}
{"text": "How do I verify my identity?", "label": 69}
{"text": "What forms of ID should I use for verification?", "label": 69}
{"text": "can i verify my identity i the app", "label": 69}
{"text": "What are the steps to verify identity?", "label": 69}
{"text": "What is needed for the identity verification?", "label": 69}
{"text": "I have to verify my identity. What do I need to do?", "label": 69}
{"text": "What forms of ID work for verification?", "label": 69}
{"text": "Can I get information on the identity checks?", "label": 69}
{"text": "Can you tell me what I need for identity validation?", "label": 69}
{"text": "What documents do you need to verify my identity?", "label": 69}
{"text": "How can I verify my identity?", "label": 69}
{"text": "If I don't have all my documents can they still verify my identity?", "label": 69}
{"text": "What do you demand for identity verification?", "label": 69}
{"text": "How can I look at where my available cash is coming from?", "label": 70}
{"text": "how do i track the moeney", "label": 70}
{"text": "is there a way i can see source of money?", "label": 70}
{"text": "Can I see where my money is being transferred from?", "label": 70}
{"text": "What do I do to verify my source of funds?", "label": 70}
{"text": "Can you tell me how I would go about learning where my funds came from?", "label": 70}
{"text": "How can I tell the source for my available funds?", "label": 70}
{"text": "Where can I check out the source of available funds in my account?", "label": 70}
{"text": "help me find where this money came from", "label": 70}
{"text": "How can I prove the source of my funds?", "label": 70}
{"text": "Is there a way to see my money's source?", "label": 70}
{"text": "who can put money in my account?", "label": 70}
{"text": "How do I see my source of funds?", "label": 70}
{"text": "Can I track history on funds?", "label": 70}
{"text": "Show me how to look at the source of my current funds?", "label": 70}
{"text": "Where do my available funds come from?", "label": 70}
{"text": "want to know where funds come from", "label": 70}
{"text": "my money, where is it coming from?", "label": 70}
{"text": "where is this money from", "label": 70}
{"text": "where can i see money source?", "label": 70}
{"text": "Can you tell me where my funds come from?", "label": 70}
{"text": "Can I see my available money?", "label": 70}
{"text": "Where can I see where my funds came from?", "label": 70}
{"text": "Can someone please explain to me where my source of funds came from?", "label": 70}
{"text": "My funds must be verified", "label": 70}
{"text": "Can I check to see where the funds came from?", "label": 70}
{"text": "How can I find out where the funds are flow?", "label": 70}
{"text": "Verify my source of funds?", "label": 70}
{"text": "Where do my funds originate from?", "label": 70}
{"text": "where can I get the info for my funds", "label": 70}
{"text": "What are the sources for the funds in my account?", "label": 70}
{"text": "I would like to know where my source of funds came from.", "label": 70}
{"text": "is there a reason i need to verify top up", "label": 71}
{"text": "Where is the verification code display?", "label": 71}
{"text": "I'm trying to verify my top up card, how do I do that?", "label": 71}
{"text": "What  is the verification process for a top up card?", "label": 71}
{"text": "Is the verification number on the top up card", "label": 71}
{"text": "I would like to receive instructions showing the verification process for top up cards..", "label": 71}
{"text": "Where do i verify a top-up card?", "label": 71}
{"text": "How do i authenticate a top-up card?", "label": 71}
{"text": "Please help me find my top-up verification code", "label": 71}
{"text": "Where's my top up code?", "label": 71}
{"text": "Why do you ask for top-up verification?", "label": 71}
{"text": "Why do I need to verify the top-up?", "label": 71}
{"text": "Help me verify the card used on a top-up.", "label": 71}
{"text": "Is there a reason why top-up needs verifying?", "label": 71}
{"text": "What's up with verifying top-ups?", "label": 71}
{"text": "What is the top up code for?", "label": 71}
{"text": "What's a verification code?", "label": 71}
{"text": "What is the verification code for my top up card?", "label": 71}
{"text": "why do i need to verify the top up?", "label": 71}
{"text": "Tell me how I can verify a card top-up.", "label": 71}
{"text": "How do I go about verifying the top-up card?", "label": 71}
{"text": "Why do I need to verify a top-up?", "label": 71}
{"text": "I'm being asked for a verification code. Where do I find it?", "label": 71}
{"text": "where is the code for verifying the top up card?", "label": 71}
{"text": "How do I authenticate my top-up?", "label": 71}
{"text": "Where is the top-up verification code sent?", "label": 71}
{"text": "I just want to top-up, why do I need to verify anything?", "label": 71}
{"text": "Why do we need to verify top-ups?", "label": 71}
{"text": "Where can i find my top-up verification code?", "label": 71}
{"text": "why verify the top up? it doesnt make sense", "label": 71}
{"text": "How do I find the top-up verification code?", "label": 71}
{"text": "How do I verify the top up?", "label": 71}
{"text": "My disposable virtual card got rejected", "label": 72}
{"text": "I cannot get my disposable virtual card to work", "label": 72}
{"text": "The virtual card won't work.", "label": 72}
{"text": "I can't seem to get my virtual card to work.", "label": 72}
{"text": "My virtual card is just not going through.", "label": 72}
{"text": "I can't get the virtual card to work", "label": 72}
{"text": "Can I use my virtual card to complete transactions for memberships?", "label": 72}
{"text": "I can't get my virtual card to work.", "label": 72}
{"text": "Why was my virtual card rejected?", "label": 72}
{"text": "I have a disposable card but it does not work?", "label": 72}
{"text": "This disposable virtual card is not working.", "label": 72}
{"text": "Can I use my virtual card for recurring monthly payments?", "label": 72}
{"text": "My Virtual card was rejected for a car rental. Why?", "label": 72}
{"text": "My virtual car is not working.", "label": 72}
{"text": "I cannot get my virtual card to function.", "label": 72}
{"text": "Why can't I make multiple payments with my virtual card?", "label": 72}
{"text": "I can't make purchases with my virtual card.", "label": 72}
{"text": "What do I do if my disposable virtual card doesn't work?", "label": 72}
{"text": "My disposable virtual card was rejected.", "label": 72}
{"text": "What is the reason I got rejected for using my disposable virtual card to pay a subscription to the gym?", "label": 72}
{"text": "My disposable virtual card isn't working.", "label": 72}
{"text": "Why won't my virtual card work?", "label": 72}
{"text": "I can't get my virtual card to work at all", "label": 72}
{"text": "Is there a reason why my virtual card won't work?", "label": 72}
{"text": "I received my Virtual card information, but was unable to use it to make a purchase. Why did this happen and what can I do?", "label": 72}
{"text": "I can't use my virtual disposable card", "label": 72}
{"text": "Please help me.  My disposable virtual card won't work right.", "label": 72}
{"text": "Help me get the virtual card working.", "label": 72}
{"text": "My throwaway virtual card won't work", "label": 72}
{"text": "How do I get this damn virtual card to work?", "label": 72}
{"text": "My disposable virtual card won't work.", "label": 72}
{"text": "My disposable virtual card wouldn't process my payment?", "label": 72}
{"text": "I would like to get both Mastercard and Visa card from you if that's possible.", "label": 73}
{"text": "Can I use a Visa or Mastercard?", "label": 73}
{"text": "What type of card can I get?", "label": 73}
{"text": "I would like a Visa card.", "label": 73}
{"text": "may I have a Visa and a Mastercard from you.", "label": 73}
{"text": "Can both Visa and Mastercard be chosen?", "label": 73}
{"text": "Is it possible to get both Mastercard and Visa card from you?", "label": 73}
{"text": "Can I choose between Visa and Mastercard?", "label": 73}
{"text": "Can I get a Visa from you?", "label": 73}
{"text": "Can I choose my Visa or Mastercard?", "label": 73}
{"text": "No Visa please. I want to continue with Mastercard.", "label": 73}
{"text": "Given a choice, I'd rather have Mastercard.", "label": 73}
{"text": "Can both a Visa and Mastercard be received from you?", "label": 73}
{"text": "I anticipate getting a Visa card", "label": 73}
{"text": "I would like to know if you use Visa or Mastercard.", "label": 73}
{"text": "Does it matter which card I use", "label": 73}
{"text": "Will I be able to get both a visa and a mastercard?", "label": 73}
{"text": "Can I choose my card scheme?", "label": 73}
{"text": "Is there a way I can get a Visa card?", "label": 73}
{"text": "Could I get a MasterCard and Visa from you?", "label": 73}
{"text": "Do I get Visa or Mastercard?", "label": 73}
{"text": "Will I get a Visa card or Mastercard?", "label": 73}
{"text": "Mastercard is preferred to me.", "label": 73}
{"text": "Am I able to get both a Visa and MasterCard from you?", "label": 73}
{"text": "Do I have a choice for a Mastercard?", "label": 73}
{"text": "Do you only use Visa or do you have Mastercard too?", "label": 73}
{"text": "Is it possible to get both a Visa and a Mastercard?", "label": 73}
{"text": "is it ok if i use both visa and mastercard", "label": 73}
{"text": "Will the card be a Mastercard or a Visa?", "label": 73}
{"text": "Are visa and mastercard accepted", "label": 73}
{"text": "I want to get a Visa card", "label": 73}
{"text": "I won't be pleased unless I get a Mastercard.", "label": 73}
{"text": "I already have an account. Why can't I use it unless my identity is verified?", "label": 74}
{"text": "Is identity verification required for me to use my account?", "label": 74}
{"text": "which identity details are required", "label": 74}
{"text": "Can we skip verifying?", "label": 74}
{"text": "DO you know the reason for the identity check?", "label": 74}
{"text": "How to verify my identity", "label": 74}
{"text": "Is there anyway to bypass identity verification?", "label": 74}
{"text": "Why is my identification required?", "label": 74}
{"text": "What if I don't verify my identity?", "label": 74}
{"text": "I can't do the verification.", "label": 74}
{"text": "what are the reasons I have to proof my identity to you?", "label": 74}
{"text": "can I use my card before identity verification?", "label": 74}
{"text": "Can I still use my account without verifying my identity?", "label": 74}
{"text": "Why is verification for my identity needed?", "label": 74}
{"text": "Can I use my account although the identity verification has not been accepted yet?", "label": 74}
{"text": "Why am I being asked to verify my identity?", "label": 74}
{"text": "What is identity check?", "label": 74}
{"text": "What is the purpose of requiring my identification?", "label": 74}
{"text": "I do not feel comfortable verifying my identity.", "label": 74}
{"text": "Can I use my account although my identity verification has yet to pass?", "label": 74}
{"text": "Why do you need verification for my identity?", "label": 74}
{"text": "Can i make transactions before identity verification?", "label": 74}
{"text": "Why do you need me to verify who I am?", "label": 74}
{"text": "Why do you need all these details about my identity?", "label": 74}
{"text": "What is the purpose for verifying my identity?", "label": 74}
{"text": "Why is verifaction required for my Identity?", "label": 74}
{"text": "Why do I need to verify my identity?", "label": 74}
{"text": "Why is there an identify check?", "label": 74}
{"text": "Why do I need to have my identity verified?", "label": 74}
{"text": "I'm waiting for the ID verification to go through still, so is it too soon to use my account?", "label": 74}
{"text": "Why do you need to perform identity verification?", "label": 74}
{"text": "what are you going to use my identification details for?", "label": 74}
{"text": "Hi, Please help me to request cash back. As i have been withdrawn money from ATM, but i got wrong amount. in Application its showing the amount i have been charged through.", "label": 75}
{"text": "$20 came out instead of $100", "label": 75}
{"text": "The ATM didn't give me the full requested amount", "label": 75}
{"text": "How can I get cash back? The ATM just gave me the wrong amount that I've been actually charged though...", "label": 75}
{"text": "Why did I get less cash than what I asked in the ATM?", "label": 75}
{"text": "I was not given the amount of cash I withdrew", "label": 75}
{"text": "Why did I not get all the money that I asked for? I asked for all the cash in my my account, but I only got about half. Why is that??", "label": 75}
{"text": "The amount of money I pushed at the atm machine did not come out of the machine.", "label": 75}
{"text": "What do I need to do to request cash back? The ATM actually just gave me the wrong amount. The app I actually chose the right amount.", "label": 75}
{"text": "I didn't receive the correct amount of cash", "label": 75}
{"text": "I got some cash at an ATM earlier, but now app is showing that I withdrew more than I did.  Help!", "label": 75}
{"text": "I was not able to receive the correct amount of cash.", "label": 75}
{"text": "I got $20 when I should've gotten $100", "label": 75}
{"text": "The ATM gave me less cash than requested", "label": 75}
{"text": "The machine only paid me a hundred when I wanted 20", "label": 75}
{"text": "I visited the ATM but got less money than what I requested. Why?", "label": 75}
{"text": "Can you explain why the ATM is giving me less money than what I asked for?", "label": 75}
{"text": "My cash withdrawal was short.", "label": 75}
{"text": "The ATM didn't give me enough money! I asked for more than it gave. What do I do?", "label": 75}
{"text": "I got less money than I asked for.", "label": 75}
{"text": "I did not ask for the amount of cash that I received.", "label": 75}
{"text": "Why didn't the ATM give me all my money", "label": 75}
{"text": "I only got some of the cash I requested from the ATM", "label": 75}
{"text": "Hi, I draw out some money from the ATM today. The ATM has given me wrong amount and the application is displaying more amount than i withdraw.", "label": 75}
{"text": "Why did I not get the amount I specified at the ATM?", "label": 75}
{"text": "I got less cash at the ATM than I asked for. Why?", "label": 75}
{"text": "why did i only get 20.00", "label": 75}
{"text": "I got less cash than what I specified at the ATM.", "label": 75}
{"text": "I took out cash from the ATM, but something must have went wrong, My account shows the correct amount of cash I took out, but the ATM didn't give me that amount. How do I get my money back?", "label": 75}
{"text": "I did not get the right amount of cash from the ATM.", "label": 75}
{"text": "I asked for more cash than what was received", "label": 75}
{"text": "What do I need to do to get cash back? The ATM gave me the wrong amount that I requested but the app is showing the amount to be correct.", "label": 75}
{"text": "I am travelling and I tried to withdraw cash but didn't get what I was supposed to get.", "label": 76}
{"text": "Rates were applied wrong while using foreign currency at an ATM.", "label": 76}
{"text": "I think the exchange rate is wrong for my ATM withdrawal", "label": 76}
{"text": "Why was my cash withdrawal given the wrong exchange rate?", "label": 76}
{"text": "I have a question about ATM transactions. Can I take money out of an ATM when I'm traveling abroad? And, can I get the money in my home currancy?", "label": 76}
{"text": "I noticed my exchange rate was incorrect when I got cash.", "label": 76}
{"text": "I don't think the exchange rate was right.", "label": 76}
{"text": "Can I make a withdraw in my home currency at an ATM? I'm on vacation and don't have cash with me. This is cause for a bit of concern. Is it possible to withdraw here without additional fees?", "label": 76}
{"text": "what are the exchange rates for getting cash", "label": 76}
{"text": "What on earth is up with the exchange rate! This should have been a much higher amount of cash", "label": 76}
{"text": "The wrong exchange rate was applied to me while pulling out cash.", "label": 76}
{"text": "The exchange rate was wrong in the foreign country I got cash in.", "label": 76}
{"text": "Why is the exchange rate wrong for my cash withdrawal?", "label": 76}
{"text": "I was overcharged at an ATM while on vacation. I needed cash so I had to use it, but your charges are outregous and I wish I would have known beforehand.", "label": 76}
{"text": "An overseas cash transfer did not work correctly", "label": 76}
{"text": "How can I get money in my home currency while I'm traveling internationally? I wanted to take it out of a local ATM but am worried that I will get charged extra fees.", "label": 76}
{"text": "I withdraw money abroad but I didn't get the right amount.", "label": 76}
{"text": "I think the exchange rate for the cash I withdrew wasn't correct.", "label": 76}
{"text": "I withdrew cash abroad and the exchange rate applied is wrong.", "label": 76}
{"text": "When I received my cash; they had my exchange rate incorrect.", "label": 76}
{"text": "While on vacation I used an ATM to get cash and was overcharged. These charges are ridiculous and had I known about them I would have never used it.", "label": 76}
{"text": "This past holiday I made a withdraw at the ATM machine, and it seems I've been charged too much.", "label": 76}
{"text": "I thought I was going to receive more currency?", "label": 76}
{"text": "what is the exchange rate when i get cash", "label": 76}
{"text": "I found the exchange rate for my cash withdrawal is wrong", "label": 76}
{"text": "Hello, in these holidays i have been overcharged on the amount i have withdrawn on one of your ATMs. I did not had any clue about the horrible charges otherwise i would not have withdrawn.", "label": 76}
{"text": "the exchange rate was different than expected", "label": 76}
{"text": "I need an accurate exchange rate, when I make my withdrawals.", "label": 76}
{"text": "I got cash abroad and the exchange rate applied is wrong", "label": 76}
{"text": "I withdrew cash and I think the exchange rate is wrong.", "label": 76}
{"text": "I tried to use the ATM with foreign currency. The conversion rate applied was wrong.", "label": 76}
{"text": "When I made a cash transfer abroad the wrong exchange rate was applied", "label": 76}
