{"text": "How can I make my card ready to use?", "label": 0}
{"text": "What needs to be done to activate and use a card?", "label": 0}
{"text": "Who do I call to activate my new card?", "label": 0}
{"text": "How can my new card be activated?", "label": 0}
{"text": "I want to use my card, how would I activate it?", "label": 0}
{"text": "Tell me what I need to do to activate my card.", "label": 0}
{"text": "I would like to be assisted with the activation of my card.", "label": 0}
{"text": "How can I activate the new card i got?", "label": 0}
{"text": "Where can I activate my card?", "label": 0}
{"text": "I need to do a card activation.", "label": 0}
{"text": "I need to activate my card, how is that done?", "label": 0}
{"text": "I am planning activating my card was it possible?", "label": 0}
{"text": "How can I activate my new card?", "label": 0}
{"text": "How do I activate my new card I just got?", "label": 0}
{"text": "What do I have to do to activate my card?", "label": 0}
{"text": "How do I get my card active?", "label": 0}
{"text": "Can I get some help to get me card activated?", "label": 0}
{"text": "My card is not able to be activated how do I get it to work?", "label": 0}
{"text": "Please assist me in activating the card.", "label": 0}
{"text": "Can you tell me how I go about activating a new card?", "label": 0}
{"text": "Can you help me activate my card", "label": 0}
{"text": "How do I turn on my new card?", "label": 0}
{"text": "Explain the activation method for this card", "label": 0}
{"text": "How do I verify my new card?", "label": 0}
{"text": "How long does it take to activate the card, as it does not look like its working?", "label": 0}
{"text": "I have a new card and I need to activate it.", "label": 0}
{"text": "How do i activate my card", "label": 0}
{"text": "What is the process to activate a card", "label": 0}
{"text": "I am having trouble activating my card.", "label": 0}
{"text": "My card activation attempt failed.", "label": 0}
{"text": "I want to activate my card, how do I do it?", "label": 0}
{"text": "My new card came in.  How do I activate?", "label": 0}
{"text": "Is there any age limit?", "label": 1}
{"text": "How old do kids have to be to open an account?", "label": 1}
{"text": "What is the age limit?", "label": 1}
{"text": "May I get an account for my daughter?", "label": 1}
{"text": "Hold old do my kids have to be to use the service?", "label": 1}
{"text": "I am 16 and just started working at McDonalds can I deposit my checks at your bank?", "label": 1}
{"text": "How old do my kids need to be to use your service?", "label": 1}
{"text": "Can I open an account for my offspring?", "label": 1}
{"text": "What age do you have to be?", "label": 1}
{"text": "Can I get an account for my daughter?", "label": 1}
{"text": "Is there a certain age I need to be?", "label": 1}
{"text": "Is there any way I could open an account for my daughter?", "label": 1}
{"text": "Can I open up an account for my child?", "label": 1}
{"text": "Can I make an account for my daughter?", "label": 1}
{"text": "Do you guys have any age restrictions?", "label": 1}
{"text": "Do you have an age limit?", "label": 1}
{"text": "At what age can my children use your service?", "label": 1}
{"text": "What are the age limits for your service?", "label": 1}
{"text": "How old do you have to be?", "label": 1}
{"text": "How old do you need to be to open an account?", "label": 1}
{"text": "We want to start a college fund for my daughter.", "label": 1}
{"text": "What are age requirements for opening an account?", "label": 1}
{"text": "Can my children have an account?", "label": 1}
{"text": "Is there an age limit to when my child can use these services?", "label": 1}
{"text": "I'd like to open an account for my kids can I do that?", "label": 1}
{"text": "What's the youngest I can be to open an account?", "label": 1}
{"text": "Is my daughter eligible to open an account?", "label": 1}
{"text": "What is the appropriate age for my child to be able to open an account?", "label": 1}
{"text": "Is it possible for me to set up separate accounts for my kids?", "label": 1}
{"text": "I need to set up an account for my daughter, how would I do that?", "label": 1}
{"text": "Could I open an account for children?", "label": 1}
{"text": "How old can one use your service?", "label": 1}
{"text": "Is it possible for me to top up with Google Pay?", "label": 2}
{"text": "Can I use my Apple watch to fill my gas tank?", "label": 2}
{"text": "Why isn't my Google Pay top up working for me? Did I do something wrong?", "label": 2}
{"text": "Why isn't my google top-up pay working?", "label": 2}
{"text": "Why isn't my google pay top up working?", "label": 2}
{"text": "Does google play offer the service to Top up?", "label": 2}
{"text": "Can I use my apple watch to top-up?", "label": 2}
{"text": "How do I top up using my Apple Watch?", "label": 2}
{"text": "Will be Apple Watch be able to let me top up?", "label": 2}
{"text": "Does my top up and apple pay work together?", "label": 2}
{"text": "Top up is not working even though I have my AMEX in apple pay.", "label": 2}
{"text": "I received my American Express in Apple Pay, is there a reason why top up is not functioning properly?", "label": 2}
{"text": "What do I do if my Google pay top up isn't working?", "label": 2}
{"text": "where do I top up my google pay?", "label": 2}
{"text": "My American express works with my apple pay, why is top up not working?", "label": 2}
{"text": "How do you Top Up on the apple watch?", "label": 2}
{"text": "Am I able to Top Up with Apply Pay?", "label": 2}
{"text": "I want to top up my account. Can I do it with Google Pay?", "label": 2}
{"text": "how do I get top up to work for my card", "label": 2}
{"text": "Can I top up using my apple watch?", "label": 2}
{"text": "is apple pay a top up service?", "label": 2}
{"text": "How do I go about topping up with Google Pay?", "label": 2}
{"text": "I want to top up with my Apple Watch.", "label": 2}
{"text": "Can I use google play as my primary app to Top up?", "label": 2}
{"text": "Can Google Pay be used for top up, please help?", "label": 2}
{"text": "Why can't I get my top up to work in Apple Pay?", "label": 2}
{"text": "what can I do if I got my American Express in Apple Bay but top up is not working?", "label": 2}
{"text": "Help me please, My Apple Pay American Express top up does not work.", "label": 2}
{"text": "Can you please assist me in Apple Pay, in getting Top Up to work?", "label": 2}
{"text": "I would like to use top-up with my Apple Pay.", "label": 2}
{"text": "is there a way to do top up with apple pay", "label": 2}
{"text": "how do i set up my apple pay watch to connect to my account", "label": 2}
{"text": "What ATMs use this card?", "label": 3}
{"text": "What's the closest place to withdraw money?", "label": 3}
{"text": "Tell me what ATMs use this card.", "label": 3}
{"text": "I need an ATM right now!", "label": 3}
{"text": "\nWhere can I withdraw money from?", "label": 3}
{"text": "Where is the closest ATM to me?", "label": 3}
{"text": "Are there only certain ATM machines where I can use this card?", "label": 3}
{"text": "Are there specific ATM's I can use with this card?", "label": 3}
{"text": "Please provide me a list of ATMs that accept my card.", "label": 3}
{"text": "Which locations can I withdraw money from?", "label": 3}
{"text": "I need to withdraw money. Where can I do that?", "label": 3}
{"text": "Which ATMs am I allowed to get money from?", "label": 3}
{"text": "Where can I find Mastercard ATMs?", "label": 3}
{"text": "What is the closest ATM?", "label": 3}
{"text": "Which ATMs accept this circuit board ?", "label": 3}
{"text": "Which ATMs take the card?", "label": 3}
{"text": "Where are the Mastercard ATMs?", "label": 3}
{"text": "Can I get money out of any machine?", "label": 3}
{"text": "Can I withdraw from any ATM?", "label": 3}
{"text": "Can I use the card at any cash machine?", "label": 3}
{"text": "How far is the closest ATM from me?", "label": 3}
{"text": "Will this card work at any ATM?", "label": 3}
{"text": "I need to know where I can withdraw money.", "label": 3}
{"text": "Do I have to use bank approved ATM's", "label": 3}
{"text": "What ATMs can I use my card at?", "label": 3}
{"text": "How do I withdraw money?", "label": 3}
{"text": "What ATMs can I use this card at?", "label": 3}
{"text": "Where can money withdrawals be made?", "label": 3}
{"text": "Is there a list of ATMs that take this card?", "label": 3}
{"text": "How many ATMs will take this card?", "label": 3}
{"text": "Where are the ATMs that accept this card?", "label": 3}
{"text": "ATMs, which ones will accept this card?", "label": 3}
{"text": "How can I Use thereto-top option?", "label": 4}
{"text": "I'm going to travel, can I have it add money automatically in certain intervals?", "label": 4}
{"text": "When I'm traveling is it possible to add money automatically at certain time points?", "label": 4}
{"text": "Can I have money transferred into my account at different intervals along my trip?", "label": 4}
{"text": "How do i set up auto top-up?", "label": 4}
{"text": "How low does the balance have to be before the system updates?", "label": 4}
{"text": "i need help finding the auto top up option.", "label": 4}
{"text": "What is the auto top-up limit?", "label": 4}
{"text": "I heard you have an auto-top up option, where do I find that?", "label": 4}
{"text": "I want to auto top-up.", "label": 4}
{"text": "when i travel can it top up automatically", "label": 4}
{"text": "When the time is right will this automatically replenish my balance?", "label": 4}
{"text": "How do I auto top-up?", "label": 4}
{"text": "If I don't have much money in the account can I auto top-up?", "label": 4}
{"text": "Will the system automatically top up itself?", "label": 4}
{"text": "Can I automatically top-up when traveling?", "label": 4}
{"text": "auto-top up option can be found where?", "label": 4}
{"text": "Is auto top up a provided service?", "label": 4}
{"text": "How do I start auto top up?", "label": 4}
{"text": "Is there a function where I can top-up automatically?", "label": 4}
{"text": "I am traveling, what can I do to set up auto top-up?", "label": 4}
{"text": "Are there any limit on the auto top-up?", "label": 4}
{"text": "I will be traveling.  Can I add money automatically?", "label": 4}
{"text": "Do I have to manually top-up my account each time or will it do it on its own?", "label": 4}
{"text": "If my account is low in funds, can I set an auto top-up?", "label": 4}
{"text": "Will the system automatically update once there is no more money left?", "label": 4}
{"text": "In what increments can I top-up my card?", "label": 4}
{"text": "Tell me where I can find the auto top up feature and a little bit about it please.", "label": 4}
{"text": "I going to be traveling, can I set up auto top-up if I run low on money?", "label": 4}
{"text": "Is it possible to do auto top up?", "label": 4}
{"text": "Where do I find the auto top- up?", "label": 4}
{"text": "If there isn't a lot of money left, will it automatically top-up money?", "label": 4}
{"text": "I made a transfer from France a couple days ago and don't see the transaction yet. How long does an international transfer take?", "label": 5}
{"text": "how do i see what i transferred", "label": 5}
{"text": "How long does a transfer from the UK account usually take? After completing the transfer it is not showing up. I need to know that everything I actually went okay.", "label": 5}
{"text": "Tell me why my balance did not change when I tranferred cash.", "label": 5}
{"text": "Can you tell me why the transfer isn't showing up on my account?", "label": 5}
{"text": "Hi. A couple hours ago I make a transfer from my UK bank account, but it hasn't shown up. Please, would you see what the delay is?", "label": 5}
{"text": "How long does a transfer from a UK account take? I just made one and it doesn't seem to be working, wondering if everything is okay", "label": 5}
{"text": "The balance does not appear to have updated.", "label": 5}
{"text": "How long does an international transfer take? I made the transfer from France 2 days ago, but it is not showing up in my bank yet.", "label": 5}
{"text": "MY transfer has still not appeared.", "label": 5}
{"text": "How long does a transfer from the United Kingdom take? I haven't seen it show up yet in my bank account and want to make sure I get the transfer.", "label": 5}
{"text": "My balance didn't change after I transferred some money.", "label": 5}
{"text": "I've transferred money into my account but the balance is the same", "label": 5}
{"text": "When is my balance going to update, I just transferred some money", "label": 5}
{"text": "I transferred some money but the balance stayed the same.", "label": 5}
{"text": "I recently transferred money to my account when will it show up?", "label": 5}
{"text": "Where is the transfer to my account that I made?", "label": 5}
{"text": "The funds I transferred are not in my account", "label": 5}
{"text": "I do not see the money I transferred into this account", "label": 5}
{"text": "After I transferred money the balance remained the same.", "label": 5}
{"text": "I just made a transfer from France 2 days ago. It has not yet reached my bank. Is it possible it takes longer because it was an international transfer?", "label": 5}
{"text": "How long do tranfers from a UK account usuallt take for you? I just made a transfer and nothing shows up, so just wondering if things went ok", "label": 5}
{"text": "I added money through a bank transfer and it is not showing in my balance.", "label": 5}
{"text": "Money that I have transferred hasn't arrived yet", "label": 5}
{"text": "Why am I still waiting for a transfer?", "label": 5}
{"text": "I can't see the transfer that I put in.", "label": 5}
{"text": "How can I fix my bank transfer to show up on my bank account?", "label": 5}
{"text": "My transfer to my account is missing.", "label": 5}
{"text": "I did a transfer to my account, but it hasn't shown up", "label": 5}
{"text": "I made a transfer from France two days ago now but there hasn't made it there yet. Do international transfers take longer?", "label": 5}
{"text": "I made a transfer from my UK account a couple of hours ago.  Could you please make sure everything went alright.", "label": 5}
{"text": "Help me find the transfer that I did.", "label": 5}
{"text": "i used a check check yesterday to balance my account and it isn't showing up?", "label": 6}
{"text": "Why is my balance still the same after a cheque deposit?", "label": 6}
{"text": "Why isn't my cash deposit showing up in my account? I deposited it this morning.", "label": 6}
{"text": "I deposited a cheque a week ago but have yet to receive the cash.", "label": 6}
{"text": "Why isn't my deposit showing up?", "label": 6}
{"text": "I placed a cash deposit in my account but I can't see it yet.", "label": 6}
{"text": "How long does it take to show a deposit I made to my balance?", "label": 6}
{"text": "I put some cash into my account but it's not displaying that on my balance.", "label": 6}
{"text": "I deposited a cheque with some money, but the balance hasn't changed.", "label": 6}
{"text": "I made a cash deposit to my account but i don't see it", "label": 6}
{"text": "Where is the cash I deposited?", "label": 6}
{"text": "i need help. I updated my balance with a check yesterday and Im not seeing it. Can you look at my account to see what went wrong?", "label": 6}
{"text": "Can you tell me why a cheque deposit isn't showing in my balance?", "label": 6}
{"text": "Where is my missing cheque I deposited?", "label": 6}
{"text": "I deposited cash into my account a week ago and it is still not available, please tell me why? I need the cash back now.", "label": 6}
{"text": "Why has my account balance not changed after depositing a cheque?", "label": 6}
{"text": "I made a check and cash deposit that wasn't credited to my account.", "label": 6}
{"text": "When will my balance reflect a deposit?", "label": 6}
{"text": "The cheque I sent to you to have deposited a couple days ago has not cleared in my account yet. What is the issue?", "label": 6}
{"text": "I sent a cheque to you a few days ago and the deposit has yet to appear in my account. I need this money, what is the problem?", "label": 6}
{"text": "Why hasn't my balance been updated from the check deposit I made?", "label": 6}
{"text": "Why hasn't my cash arrived from a deposited check?", "label": 6}
{"text": "Even though I made a cash deposit, I am not seeing it in my account.", "label": 6}
{"text": "I made a cash deposit to my account but it is not there", "label": 6}
{"text": "When will my deposit be processed?", "label": 6}
{"text": "I'm not seeing my cash deposit showing up in my account.", "label": 6}
{"text": "When will my deposit from this morning show up?", "label": 6}
{"text": "Why am I not seeing the check I deposited this morning in my account?", "label": 6}
{"text": "What happened to my cash deposit?", "label": 6}
{"text": "I placed a cheque but the funds aren't there", "label": 6}
{"text": "I deposited a cheque, but my account balance stayed the same.", "label": 6}
{"text": "How long will it take for the cash I deposited this morning to show up?", "label": 6}
{"text": "i tried to transfer cryptocurrency into my account but was denied", "label": 7}
{"text": "Why couldn't I transfer funds to my beneficiary?", "label": 7}
{"text": "Why can I not do a transfer to a beneficiary?", "label": 7}
{"text": "Is there something wrong with the transferring functions? I keep trying to transfer funds and only get an error message.", "label": 7}
{"text": "is there something blocking me from making transfers", "label": 7}
{"text": "A transfer to my account was denied.", "label": 7}
{"text": "Why am I unable to transfer money when I was able to before?", "label": 7}
{"text": "I am trying to complete a transfer but I keep getting an error message.", "label": 7}
{"text": "What is the reason for my beneficiary to be disallowed?", "label": 7}
{"text": "why didnt my account allow a transfer", "label": 7}
{"text": "Why won't you let me name X as a beneficiary?", "label": 7}
{"text": "I'm trying to purchase crypto via the app. I haven't been able to get it to go through. Am I doing something wrong?", "label": 7}
{"text": "Why can't I transfer money to a beneficiary", "label": 7}
{"text": "I am trying  to  transfer and  it has been  stopped why is  that", "label": 7}
{"text": "What happens when a beneficiary can't receive my transfer?", "label": 7}
{"text": "While transferring money, its getting error out as my transfer is not possible. Please help me in this as earlier i was able to do it successfully.", "label": 7}
{"text": "I am having trouble transferring money to a beneficiery.", "label": 7}
{"text": "My transfer to a beneficiary did not go through.  Why?", "label": 7}
{"text": "I have made several unsuccessful attempts to make a transfer.  I'm getting frustrated at getting error messages and it not going through.", "label": 7}
{"text": "Why would I receive an error that my transfer isn't possible when I've done it before?", "label": 7}
{"text": "Why didn't my transfer to a beneficiary happen?", "label": 7}
{"text": "Hello I am unable to exchange the crypto currency through the app, i am very keen to buy. Please let me know the issue.    interested buying crypto currency but i am unable to purchase it through the application,i do want to do the exchange, Could you please let me know what is the problem?", "label": 7}
{"text": "For what reason can I not transfer money to a beneficiary?", "label": 7}
{"text": "I was unable to transfer money to a beneficiary.", "label": 7}
{"text": "Hello - I'm on the app and trying to purchase crypto. It's not going through. What am I doing wrong?", "label": 7}
{"text": "Why won't you take my transfer, I keep getting an error message.", "label": 7}
{"text": "My account did not allow the transfer.", "label": 7}
{"text": "Why are you not accepting my transfer!! I've tried a couple times already now and it just keeps showing an error message", "label": 7}
{"text": "What are then rules on beneficiaries?", "label": 7}
{"text": "I tried transferring to an account but it didn't go through. What happened?", "label": 7}
{"text": "I am getting an error stating my transfer is not possible while transferring money. Let me know the issue as its the first time i am getting error, earlier it used to work.", "label": 7}
{"text": "I cannot make a transfer to another account.", "label": 7}
{"text": "I'm really upset because I made a typo during a transfer and now I've sent money to the wrong account.  I can't fix this with the app.  Please help me immediately!", "label": 8}
{"text": "I made the incorrect payment for my rent yesterday and this needs to be fixed by no later than tomorrow. How can you help?", "label": 8}
{"text": "Can I stop a transaction?", "label": 8}
{"text": "My transaction from earlier needs to be reversed.", "label": 8}
{"text": "Hey i need help urgently. I just realised I sent my payment to the wrong account number, there is a typo! Please cancel it immediately, I can't do it anymore from the app", "label": 8}
{"text": "I've made a horrible mistake!  I transferred money to the wrong account by accident!  I entered one of the digits wrong.  I need this cancelled immediately please.", "label": 8}
{"text": "I made a transaction this morning but I need to revert it now.", "label": 8}
{"text": "Can I cancel a transaction?", "label": 8}
{"text": "Please cancel the transfer I just made.  I put in the wrong account number and can't seem to stop it on the app.", "label": 8}
{"text": "I made a mistake when making my last transfer, please cancel before it goes thru.", "label": 8}
{"text": "I want to revert a transaction I did this morning", "label": 8}
{"text": "Help! I need to cancel a transaction.", "label": 8}
{"text": "How do I revert a transaction?", "label": 8}
{"text": "What do I have to do to cancel a transfer?", "label": 8}
{"text": "I made a mistake and need to cancel a transfer.", "label": 8}
{"text": "Am I able to cancel a transfer I just made", "label": 8}
{"text": "Help me cancel a transaction.", "label": 8}
{"text": "Please can you block the transaction I just sent from my account? It was a payment but I accidently typed in the wrong details and think it might have gone to the wrong place.", "label": 8}
{"text": "I don't think the transaction has gone through, so can I cancel a transfer?", "label": 8}
{"text": "Is it possible to cancel a transaction?", "label": 8}
{"text": "I made a mistake this morning when I did a transfer. How do I reverse it?", "label": 8}
{"text": "I accidentally made a payment to a wrong account. What should I do?", "label": 8}
{"text": "I needed to make a payment on my account, but I typed in the incorrect number.  The app won't allow me to cancel this transaction.  I need it cancelled ASAP!!", "label": 8}
{"text": "I made a mistake when sending a payment, sending it to the wrong account number (with a typo) - can you please cancel the transaction?", "label": 8}
{"text": "Is there any way to cancel a recent transfer?  I did not mean to make it and need to make sure it does not go through.", "label": 8}
{"text": "is it possible to cancel transactions?", "label": 8}
{"text": "I am trying to revert a transcation I did this morning", "label": 8}
{"text": "There's been a transaction to the wrong account.", "label": 8}
{"text": "A transfer has been made in my account that I need to cancel.  This was a mistake on my part and I hope we can get this resolved quickly.", "label": 8}
{"text": "How can I cancel this transaction?", "label": 8}
{"text": "I want to cancel a transaction from this morning.", "label": 8}
{"text": "I just realised I made the wrong payment yesterday. Can you please change it to the right account? It's my rent payment and really really needs to be in the right account by tomorrow", "label": 8}
{"text": "I am overseas in China, can I get a replacement card?", "label": 9}
{"text": "What should I do once my card expires?", "label": 9}
{"text": "Are there any express fees if i want my new card faster?", "label": 9}
{"text": "How do I replace my card?", "label": 9}
{"text": "My card is about to expired what will happen?", "label": 9}
{"text": "Does it cost much or take long to get a new card? Mine is about to expire.", "label": 9}
{"text": "Am I able to get this shipped to China?", "label": 9}
{"text": "Will I receive a new card when mine expires?", "label": 9}
{"text": "What do I do about my expired card?", "label": 9}
{"text": "I need to renew a card that's about to expire", "label": 9}
{"text": "Please inform me how to get a new card as mine is about to expire.", "label": 9}
{"text": "When my card expires what is the cost of a replacement and how fast?", "label": 9}
{"text": "If my card is about to expire how long would it take to receive a new one and how much would that cost me?", "label": 9}
{"text": "How do I order a new card when my old one is ready to expire?", "label": 9}
{"text": "How do I order a new card if my current one is about to expire?", "label": 9}
{"text": "After my card expires what should I do?", "label": 9}
{"text": "How do I replace my card before it expires next month?", "label": 9}
{"text": "What do I do if my card expires soon?", "label": 9}
{"text": "Can I keep using my card after it expires?", "label": 9}
{"text": "Can I wait for you to send me a new card when mine's about to expire?", "label": 9}
{"text": "My card is about to expire.  Where do I get a new one.", "label": 9}
{"text": "Where can I order a card when I am in China?", "label": 9}
{"text": "Will you send me a new card in China?", "label": 9}
{"text": "My card is almost expired.  How fast will I get a new one and what is the cost?", "label": 9}
{"text": "How do I order a new card? The current one is about to expire.", "label": 9}
{"text": "My card has an expiration date, will you send a new one automatically?", "label": 9}
{"text": "How do I get a new expiration date?", "label": 9}
{"text": "How do I replace my card before it expires?", "label": 9}
{"text": "My card will expire soon, When do I need to order a new one?", "label": 9}
{"text": "My card will expire soon, do I need to order a new one?", "label": 9}
{"text": "My card is about to expire.  Are there any costs with a replacement card?  How quick do you mail it to me?", "label": 9}
{"text": "What do I do when I get close to the expiration date of my card?", "label": 9}
{"text": "Can I use my card no matter where I go?", "label": 10}
{"text": "\nWhere can I use my card?", "label": 10}
{"text": "How do I know where I can use my card?", "label": 10}
{"text": "Where can my card be used?", "label": 10}
{"text": "Where can I use my Mastercard?", "label": 10}
{"text": "Are there any limits to were my card is accepted?", "label": 10}
{"text": "Is my card denied anywhere?", "label": 10}
{"text": "In what places can I use my card?", "label": 10}
{"text": "Where do I pay with my debit or credit card?", "label": 10}
{"text": "Is there a list of where I can use my card?", "label": 10}
{"text": "Is there anywhere I can't use my card?", "label": 10}
{"text": "Are there any places that won't take my card?", "label": 10}
{"text": "Can I use my card anywhere?", "label": 10}
{"text": "Where can I use this card?", "label": 10}
{"text": "Can I pay with my card anywhere?", "label": 10}
{"text": "What are the limits to where my card will be accepted?", "label": 10}
{"text": "How can I know where my card will be accepted?", "label": 10}
{"text": "Can I use my card wherever I want?", "label": 10}
{"text": "Can I use my card for online payments?", "label": 10}
{"text": "Do you know which businesses will accept my card?", "label": 10}
{"text": "What kind of businesses will take my card?", "label": 10}
{"text": "Where can I use my card to pay?", "label": 10}
{"text": "What businesses accept this card?", "label": 10}
{"text": "Which merchants accept this card?", "label": 10}
{"text": "Which merchants accept my card?", "label": 10}
{"text": "You accepts my card?", "label": 10}
{"text": "In which stores can I shop with this card?", "label": 10}
{"text": "Are there limits as to where my card will be accepted?", "label": 10}
{"text": "where is card accepted", "label": 10}
{"text": "Is the card welcomed by everybody?", "label": 10}
{"text": "Are there limits to businesses that will accept this card?", "label": 10}
{"text": "What businesses can I use this card with?", "label": 10}
{"text": "Why hasn't my card arrived yet?", "label": 11}
{"text": "My card was supposed to arrive, but hasn't?", "label": 11}
{"text": "Is there a tracking number for the card?", "label": 11}
{"text": "My new card isn't here and it was issued a week ago.", "label": 11}
{"text": "A card has been sent to me, how do I track it?", "label": 11}
{"text": "Has my card been lost in delivery?", "label": 11}
{"text": "Have you sent out my card yet?", "label": 11}
{"text": "I was expecting my new card by now.", "label": 11}
{"text": "I was issued a new card a week ago but still haven't received it. How long will it be until I receive it?", "label": 11}
{"text": "Is my new bank card on the way and is there a way to track it?", "label": 11}
{"text": "When will my new card arrive?", "label": 11}
{"text": "Why haven't I gotten my new card?", "label": 11}
{"text": "Was there a number to track that I could get?", "label": 11}
{"text": "Is my card lost? I am still waiting for it to be delivered.", "label": 11}
{"text": "Does the package with my card have tracking?", "label": 11}
{"text": "How long does it take for a new card to ship?", "label": 11}
{"text": "Am I able to track the card that was just sent to me?", "label": 11}
{"text": "Is there a reason my new card hasn't arrived yet?", "label": 11}
{"text": "I'm still waiting for my card.", "label": 11}
{"text": "What is the expected delivery date of my card?", "label": 11}
{"text": "Where is my credit card that was to be mailed?", "label": 11}
{"text": "Why has my new card still not come?", "label": 11}
{"text": "I ordered a card and would like to know how to track the delivery progress of it.", "label": 11}
{"text": "On the card that is coming, what's the tracking info?", "label": 11}
{"text": "It's been two weeks and I haven't gotten my card, what do I do?", "label": 11}
{"text": "Where is my card?", "label": 11}
{"text": "Could I get tracking on the card?", "label": 11}
{"text": "It's been a week since I ordered my card and it's not here. Please help?", "label": 11}
{"text": "I haven't received my card and am worried it is lost.", "label": 11}
{"text": "When will I recieve my new card?", "label": 11}
{"text": "I'm still waiting on my new card to be delivered!", "label": 11}
{"text": "Is there a reason my new card hasn't arrived?", "label": 11}
{"text": "can I choose delivery times to suite me?", "label": 12}
{"text": "Can I specify a day for my card to be delivered?", "label": 12}
{"text": "Help! When will the card arrive at my home?", "label": 12}
{"text": "When will I get my card shipped to me?", "label": 12}
{"text": "How long is the delivery time to the US?", "label": 12}
{"text": "How long until the card arrives?", "label": 12}
{"text": "Can cards be dispatched on a specific date?", "label": 12}
{"text": "i need to add express delivery if that's an option", "label": 12}
{"text": "When can I expect my card to arrive?", "label": 12}
{"text": "If I order a card when does it arrive?", "label": 12}
{"text": "Please send my card as quickly as possible.", "label": 12}
{"text": "How long will delivery to the US take?", "label": 12}
{"text": "How many days to deliver to a US customer?", "label": 12}
{"text": "When will it get delivered?", "label": 12}
{"text": "I need my card immediately.", "label": 12}
{"text": "Is there a specific date i can have it delivered?", "label": 12}
{"text": "When will my card come? I need it as soon as possible!", "label": 12}
{"text": "Give me my card, I need it now!", "label": 12}
{"text": "are you sending me my card?", "label": 12}
{"text": "How long does it take for a card to arrive?", "label": 12}
{"text": "How long will this take to get to me?", "label": 12}
{"text": "When will my card be here?", "label": 12}
{"text": "How long does it take for the card to come?", "label": 12}
{"text": "I'm worried my card might be lost in the mail? How long does it usually take to arrive?", "label": 12}
{"text": "how soon will my card arrive?", "label": 12}
{"text": "How long does it take for my physical card to be delivered.", "label": 12}
{"text": "How long does it take for something to be delivered to the U.S?", "label": 12}
{"text": "How will I get my card?", "label": 12}
{"text": "Do I have a say when it's delivered?", "label": 12}
{"text": "Could I chose the date to have it delivered?", "label": 12}
{"text": "Can I have it delivered on a specific date?", "label": 12}
{"text": "Can it be delivered on a certain date?", "label": 12}
{"text": "I need some help linking my new card.", "label": 13}
{"text": "Can I re-link a lost card with the app?", "label": 13}
{"text": "I found my card. How can I put it into my app?", "label": 13}
{"text": "How do I link an existing card?", "label": 13}
{"text": "How do i go about linking a new card?", "label": 13}
{"text": "How can I link the new card?", "label": 13}
{"text": "In the app, how can I make it show the new card that arrived?", "label": 13}
{"text": "How do I add an existing card to the app?", "label": 13}
{"text": "I want to link my new card. Can you help?", "label": 13}
{"text": "I already have a card and want to link it", "label": 13}
{"text": "I need a card reactivation, I had reported my card lost but I ran across it in my jacket.", "label": 13}
{"text": "How do I link my card in the app.", "label": 13}
{"text": "Show me how to link the new card,", "label": 13}
{"text": "How do I get my card on the app?", "label": 13}
{"text": "The card I thought I lost was in my jacket pocket this morning, so can I reactivate that?", "label": 13}
{"text": "Can I put my old card back in the app?", "label": 13}
{"text": "Can I add a card that I just found (again) to the app?", "label": 13}
{"text": "The card I thought was lost was just in my jacket, so can I reactivate it since I found it this morning?", "label": 13}
{"text": "Can I link my card I previously received?", "label": 13}
{"text": "May I reactivate my card? I previously reported it lost, but have now found it safe and sound.", "label": 13}
{"text": "Where in the app do I go to make my new card show up?", "label": 13}
{"text": "I have one of your cards, but I don't know how to link it.", "label": 13}
{"text": "I need to find the card I received in the app.", "label": 13}
{"text": "Can I put my found card back into the app on my phone?", "label": 13}
{"text": "Card has been received, how will it show up on the app?", "label": 13}
{"text": "I found the card that I thought I lost, and I would like to reactivate it.", "label": 13}
{"text": "I found my old card. Can I link it back into the app?", "label": 13}
{"text": "I want to link to my card card with you, how?", "label": 13}
{"text": "I received my new card.  Where is it in the app?", "label": 13}
{"text": "I would like to link my card to my account.", "label": 13}
{"text": "If I have a credit card with you how I get set up to link to it?", "label": 13}
{"text": "lost card found, want to put it back in app", "label": 13}
{"text": "\nI can't seem to be able to use my card\n\n\n", "label": 14}
{"text": "My card is broken", "label": 14}
{"text": "What do I do?  My card is broken.", "label": 14}
{"text": "Did you deactivate my card it's not working anymore", "label": 14}
{"text": "No transactions are being accepted, what's wrong with my card?", "label": 14}
{"text": "Why won't my card accept any transactions?", "label": 14}
{"text": "My card won't work at all for anything.", "label": 14}
{"text": "Why isn't my card working anymore?", "label": 14}
{"text": "I think my card is broke it's not working anymore", "label": 14}
{"text": "Is my card frozen?", "label": 14}
{"text": "The card is non-functional.", "label": 14}
{"text": "Please help.  The card won't work.", "label": 14}
{"text": "I tried using my card, but it doesn't work.", "label": 14}
{"text": "My card won't physically work.", "label": 14}
{"text": "Help.  My card is broken.", "label": 14}
{"text": "There is something wrong with my card. Tried to use it a few times today in different places and it just didn't work. The transactions I tried to make were really small so not sure what's going on", "label": 14}
{"text": "What's going on? My card wont accept any transactions.", "label": 14}
{"text": "Today I used my card at a restaurant and it was declined. Why?", "label": 14}
{"text": "I tried to use my card today in the restaurant but it didn't work and just got declined. What's wrong?", "label": 14}
{"text": "Can you tell me what the problem with my card is? It was declined at a restaurant today.", "label": 14}
{"text": "How do I check security settings using the app?", "label": 14}
{"text": "I can't use my card because it is not working.", "label": 14}
{"text": "My card isn't working at all. What happened?", "label": 14}
{"text": "My card don't work.", "label": 14}
{"text": "What do I do if i accidentally broke my card?", "label": 14}
{"text": "I wasn't able to use my card today when I went out for lunch. Wondering why that is?", "label": 14}
{"text": "I am having problems with my physical card.", "label": 14}
{"text": "I have not been able to use this card.", "label": 14}
{"text": "I think my card is broken or something. I tried using it and it wouldn't go through, please help.", "label": 14}
{"text": "Can you tell me whats going on with my card it seems to be not working?", "label": 14}
{"text": "Why can't I use my card?", "label": 14}
{"text": "What do I do now that I can't use this card?", "label": 14}
{"text": "Where can I find out the fee structure for my account? I have been charged fees for some transactions, but not for other ones. I can't find a pattern in these fees.", "label": 15}
{"text": "Why have i been charged a fee for using my card?", "label": 15}
{"text": "Why am I charged an extra fee on my card?", "label": 15}
{"text": "Why am I charged a fee for using my card on some purchases?", "label": 15}
{"text": "Let me know when you charge for payments. I just checked the app and saw a fee that I wasn't warned about.", "label": 15}
{"text": "When using my card I was charged a fee for doing so, why?", "label": 15}
{"text": "why is there a fee for a payment on my card?", "label": 15}
{"text": "I paid with card and I was charged a fee", "label": 15}
{"text": "I noticed that i got charged extra for using the card.", "label": 15}
{"text": "I don't understand why I'm being charged for using my card.", "label": 15}
{"text": "Why did I get charged a fee on my card?", "label": 15}
{"text": "I got a fee when paying with my card", "label": 15}
{"text": "I am tired of getting charged fees, and I have no idea why, please let me know what/when you charge fees for.", "label": 15}
{"text": "Please tell me why I was charged additionally when I used the card.", "label": 15}
{"text": "Why am I being charged a hidden fee?", "label": 15}
{"text": "I think a fee was applied for paying with a card.", "label": 15}
{"text": "I bought something with my card and I was charged a fee", "label": 15}
{"text": "What can i pay with out  fees", "label": 15}
{"text": "Why is there a fee associated with card use?", "label": 15}
{"text": "I am angry that I got charged for using my card.", "label": 15}
{"text": "Why was the price higher when I paid with my card?", "label": 15}
{"text": "I just made an order and noticed an extra fee. Why have you charged me this without informing me?", "label": 15}
{"text": "Let me know when I get charged extra for payments. I saw on the app a fee I wasn't forewarned about.", "label": 15}
{"text": "I was made to pay a fee for making a transaction with card.", "label": 15}
{"text": "This fee shouldn't be there after I paid with a card.", "label": 15}
{"text": "There was an extra fee when I paid with the card.", "label": 15}
{"text": "I paid with a card and there is an extra charge. Why?", "label": 15}
{"text": "I paid with card and was charged a fee that shouldn't be there!", "label": 15}
{"text": "Is there an allowance on cards?", "label": 15}
{"text": "Why, when paying with the card, was I charged an extra fee?", "label": 15}
{"text": "I have been charged a fee that I didn't know about. Why have you charged me extra for card payments?", "label": 15}
{"text": "What is this extra fee?", "label": 15}
{"text": "Why is there an unknown card payment?", "label": 16}
{"text": "There are a couple of payments with my card shown in the app that in reality I didn't make. Maybe someone has access to my card?Can you check whats the issue ?", "label": 16}
{"text": "After looking at the app I noticed a couple of payments I know I did not make. Is it possible someone has accessed my card? What is actually going on?", "label": 16}
{"text": "My statement indicates I made a payment to an unfamiliar merchant.", "label": 16}
{"text": "In the App I see a payment that is not mine.", "label": 16}
{"text": "There are a couple of payments with my card shown in the app that I really didn't make myself. Why is it happened?", "label": 16}
{"text": "Hello, i just checked my statement and there seems to be a payment from my card that I have never seen before.", "label": 16}
{"text": "I do not recognise the card payment.", "label": 16}
{"text": "There is a payment in the app that I did not approve", "label": 16}
{"text": "I see a strange payment in my account.", "label": 16}
{"text": "I have a payment in my statement that is off", "label": 16}
{"text": "A strange card payment, I do not recognize it.", "label": 16}
{"text": "I don't think I made this payment that is showing up", "label": 16}
{"text": "There is a vendor name I don't recognize on a payment from my account. I don't think I made this payment.", "label": 16}
{"text": "I didn't make this payment and it's on my app", "label": 16}
{"text": "I have a card payment I didn't make", "label": 16}
{"text": "I have a payment I didnt make on my account", "label": 16}
{"text": "I do not recognise this card payment.", "label": 16}
{"text": "I don't recognize this payment on my app, I am sure I didn't spend any money there.", "label": 16}
{"text": "I see an unfamiliar payment on my statement.", "label": 16}
{"text": "There's a payment in the app I don't recognize.", "label": 16}
{"text": "One of my card payments, I don't recognise the name of the merchant.", "label": 16}
{"text": "There are a couple payments with my card shown in the app that i really make myself. What's going on with this, maybe someone has access to my card?!", "label": 16}
{"text": "I'm using the app and I noticed a payment that I didn't make.", "label": 16}
{"text": "There are a couple payments with my card shown that I'm not responsible for. What is going on? Maybe someone has access to my account.", "label": 16}
{"text": "I'm noticing a payment/purchase at a company that I don't recognise.", "label": 16}
{"text": "I have a card payment that I don't recognize. What should I do?", "label": 16}
{"text": "This card payment isn't is recognition.", "label": 16}
{"text": "Why is there a random payment in my statement?", "label": 16}
{"text": "I don't think I made this transaction on my statement", "label": 16}
{"text": "There are a couple of payments with my card shown in the app that I really didn't make myself. What's going on with this?", "label": 16}
{"text": "Why is there a payment I didn't do?", "label": 16}
{"text": "Why is your exchange rate so bad?", "label": 17}
{"text": "I feel as though I have been over charged for the exchange rate on my payment on last Saturday.", "label": 17}
{"text": "I purchased something abroad but the exchange rate is incorrect.", "label": 17}
{"text": "something is wrong with my exchange rate charge", "label": 17}
{"text": "The exchange rate was incorrect for an item I bought.", "label": 17}
{"text": "Why didn't I receive the correct exchange rate for an item that I purchased?", "label": 17}
{"text": "The exchange rate is incorrect for something I bought", "label": 17}
{"text": "I bought an item that I was charged a different exchange rate for.", "label": 17}
{"text": "What is your exchange rate between UK pounds and Russian rubles for my last transaction", "label": 17}
{"text": "Why was the exchange wrong for the item I purchased?", "label": 17}
{"text": "There's an error in regards to the exchange rate for an item I bought.", "label": 17}
{"text": "I question today's exchange rate for rubles into pounds. I was hoping for a better return.", "label": 17}
{"text": "Can you please explain why the exchange rate for the item I bought is wrong?", "label": 17}
{"text": "I guess exchange rate for my payment was not correct, as i charged extra on the last saturday.", "label": 17}
{"text": "I bought an item at the wrong exchange rate.", "label": 17}
{"text": "I made an international purchase, but the exchange rate was wrong", "label": 17}
{"text": "The exchange rate from my card payment isn't right.", "label": 17}
{"text": "I noticed an extra charge on the purchase that I made last Saturday on my account. Can you see if I received the correct exchange rate?", "label": 17}
{"text": "Exchange rate for my card payment is wrong", "label": 17}
{"text": "The exchange rate you are using is really bad. This can't possibly be the official interbank exchange rate.", "label": 17}
{"text": "I believe you charged me too much to exchange my money", "label": 17}
{"text": "I am being charged the wrong amount on my card.", "label": 17}
{"text": "I think the rate that was applied to my purchase using foreign currency is wrong. Help!", "label": 17}
{"text": "I think that the exchange rate was wrong for the payment made last Saturday - I was charged extra.", "label": 17}
{"text": "Why is the exchange rate different on my recent purchase?", "label": 17}
{"text": "I exchanged Russian rubles for British pounds today and got less than I expected. Was exchange rate correct?", "label": 17}
{"text": "The exchange rate I was charged for a purchase was not right.", "label": 17}
{"text": "I bought something in another country but the exchange rate is wrong", "label": 17}
{"text": "I want to change the wrong exchange rate.", "label": 17}
{"text": "Why am I being charged the wrong currency exchange when I purchased something abroad?", "label": 17}
{"text": "I bought something while traveling, and the exchange rate was wrong.", "label": 17}
{"text": "I think the exchange rate on my card payment is incorrect.", "label": 17}
{"text": "I can't get my card out of the ATM, what should I do now?", "label": 18}
{"text": "My card was eaten by the cash machine what do I do?", "label": 18}
{"text": "My card is stuck inside the ATM, what am I supposed to do?", "label": 18}
{"text": "How do I get a new card as your machine swallowed mine!", "label": 18}
{"text": "How do I get my card out of the ATM?", "label": 18}
{"text": "how can the money machine keep my card what do i need to do?", "label": 18}
{"text": "The ATM sucked my card in.", "label": 18}
{"text": "How do I get my card back after the ATM swallowed it.", "label": 18}
{"text": "My card is stuck inside the ATM.", "label": 18}
{"text": "A Bank ATM did not give my card back. What do I do now?", "label": 18}
{"text": "My card got stuck in an ATM.", "label": 18}
{"text": "How can I get my card out of the ATM?", "label": 18}
{"text": "Please send a new card; the ATM ate mine.", "label": 18}
{"text": "What should I do since my card is trapped in the ATM?", "label": 18}
{"text": "My card is stuck in an ATM machine, how do I get it back quickly?", "label": 18}
{"text": "What do I do if I can't get my card out of the ATM?", "label": 18}
{"text": "The bank machine didn't give my card back how do I get a new one fast?", "label": 18}
{"text": "Why did the ATM eat my card?", "label": 18}
{"text": "The ATM kept my card?", "label": 18}
{"text": "What should I do with my stuck ATM?", "label": 18}
{"text": "The ATM machine would not give my card back", "label": 18}
{"text": "I can't get my card out of the ATM", "label": 18}
{"text": "What do I do after the ATM takes my card.", "label": 18}
{"text": "The ATM ate my card; how do I get a new one?", "label": 18}
{"text": "What do I do if the ATM took my card?", "label": 18}
{"text": "atm ate my card", "label": 18}
{"text": "What are the steps to get my card back that was kept by the ATM?", "label": 18}
{"text": "What should I do if the atm eats my card?", "label": 18}
{"text": "I didn't get my card back from the ATM.", "label": 18}
{"text": "An ATM machine didn't return my card.", "label": 18}
{"text": "Your machine took my card. How do I get it back?", "label": 18}
{"text": "The ATM won't give me my card back. I need it back now!", "label": 18}
{"text": "I used an ATM and wanted to know why I was charged an extra fee.", "label": 19}
{"text": "Please help!  There was an extra fee when I got cash.", "label": 19}
{"text": "Why have I been charged a fee for cash withdrawal?", "label": 19}
{"text": "I have a question about fee for cash withdraw.", "label": 19}
{"text": "How come I got to pay to get my money from the ATM?", "label": 19}
{"text": "I should not have been charged a fee for cash withdrawal.", "label": 19}
{"text": "I am not supposed to be charged a cash withdrawal fee, but I was.", "label": 19}
{"text": "extra fees on a cash withdrawal, not cool.", "label": 19}
{"text": "I made a transaction at an atm and was charged extra for it.", "label": 19}
{"text": "Since when were there charges for taking out cash from my account? It's always been free for me to do this before.  How much are the charges going to be?", "label": 19}
{"text": "Why was I charged for a cash withdrawal at the ATM?", "label": 19}
{"text": "Anytime I've made an ATM withdrawal before it has always been free. I now say that I have been charged for my most recent ATM withdrawal. What's going on here?", "label": 19}
{"text": "Why are you charging fees on cash withdrawals? I went to withdraw some money earlier today after buying groceries. There's a fee that wasn't there before.", "label": 19}
{"text": "Hello, I have a question concerning an unfamiliar fee that I notice on my account. I see that you guys charge for ATM withdrawal. Never notice this fee until now. Can you please explain?", "label": 19}
{"text": "Why was I charged a fee on a cash withdrawal?", "label": 19}
{"text": "I used an ATM and there was an extra charge.", "label": 19}
{"text": "I withdrew money and got a fee, please explain", "label": 19}
{"text": "Why do I have a charge for an ATM withdrawal? I thought these were free?", "label": 19}
{"text": "Why was I charged for cash withdrawal?", "label": 19}
{"text": "Why did you charge me extra when I withdrew cash?", "label": 19}
{"text": "I was charged a fee with my cash withdrawal that I shouldn't have been charged.", "label": 19}
{"text": "Why was I charged a fee for withdrawing money off my card?", "label": 19}
{"text": "Do you charge for cash withdrawals?  I want to get my hands on my own money and you appear to be charging me for the pleasure! Why is this, you'd never get this with my high street bank!", "label": 19}
{"text": "Why was I charged for withdrawing cash?", "label": 19}
{"text": "Why am I charged a fee for withdrawing cash?", "label": 19}
{"text": "Why was there a fee for my cash withdrawal?", "label": 19}
{"text": "Why was there a fee with my cash withdrawal?", "label": 19}
{"text": "Why was I charged a fee when I withdrew money?", "label": 19}
{"text": "Can you tell me why I was charged extra when I withdrew money?", "label": 19}
{"text": "Tell me why there is an extra charge when I used an ATM?", "label": 19}
{"text": "I was under the impression ATM cash withdrawals were free. Why was I suddenly charged for my most recent ATM transaction?", "label": 19}
{"text": "What's up with the fee for getting cash?", "label": 19}
{"text": "Someone has a copy of my card !! I definitely still have it here but someone just made a 500 cash withdrawal, HELP!", "label": 20}
{"text": "There's a $200 withdrawal on my statement that seems fishy to me.", "label": 20}
{"text": "There is a cash withdrawal on my statement that I don't recognize", "label": 20}
{"text": "There is a cash withdrawal from an ATM listed but I don't remember making this withdrawal.", "label": 20}
{"text": "My app shows a money withdrawal that I did not do.", "label": 20}
{"text": "Some cash was withdrawn in the app, but I did not do it.", "label": 20}
{"text": "The app says I made a cash withdrawal even though I didn't.", "label": 20}
{"text": "There was money taken out of my account, and I'm pretty sure I didn't do it.", "label": 20}
{"text": "I have my card here with me and someone has just made a withdrawal for 500. Please help!", "label": 20}
{"text": "Why is my app showing me taking money that I did not take out?", "label": 20}
{"text": "Why would the app show a withdrawal that I did not make?", "label": 20}
{"text": "There is a cash withdrawl I don't remember.", "label": 20}
{"text": "I believe my card has been compromised because of a strange withdrawal", "label": 20}
{"text": "Somebody is taking money out of my account without my approval in another town separate from me. Please place a freeze on my account until I can make it to the bank.", "label": 20}
{"text": "I am seeing in the app, some cash witdhrawals that I did not authorize.", "label": 20}
{"text": "Help!  The app says I took out cash but I didn't!", "label": 20}
{"text": "My wallet was just stolen, and they've already used my card! Please help, I can't afford to lose more money!", "label": 20}
{"text": "Money was taken out without my consent,", "label": 20}
{"text": "Help!  The app has an ATM withdrawl that I didn't make.", "label": 20}
{"text": "Please help me figure out the reason for the odd withdrawal amount from my account?", "label": 20}
{"text": "There has been an unusual withdrawal from my account, can you help?", "label": 20}
{"text": "My wallet was just stolen and I see my account already has a withdrawal. Can you please help me.", "label": 20}
{"text": "There is a cash withdrawal on my statement that I did not make", "label": 20}
{"text": "I see cash withdrawal activity in the app that is not mine.", "label": 20}
{"text": "A cash withdrawal has been done that I didn't do.", "label": 20}
{"text": "I see a cash withdrawal in the app that I did not do.", "label": 20}
{"text": "Help! I think someone has made a cash withdrawal with my card!", "label": 20}
{"text": "There's a cash withdrawal I didn't make", "label": 20}
{"text": "I am seeing unathorized transactions in the app, on my account.", "label": 20}
{"text": "Someone withdrew money from my account, and it wasn't me.", "label": 20}
{"text": "I just lost my wallet and I think someone is using my card to withdraw my money. Can you please cancel or freeze my card?!!", "label": 20}
{"text": "My app is showing a cash balance that I did not receive.", "label": 20}
{"text": "I need to change my card PIN.", "label": 21}
{"text": "How do I go about changing my PIN?", "label": 21}
{"text": "Can I change my PIN abroad?", "label": 21}
{"text": "Is it possible to change my pin if i am out of the country?", "label": 21}
{"text": "I can't freeze my account as I need the card as I am traveling, how do I change my pin?", "label": 21}
{"text": "Which atms allow me to change my pin?", "label": 21}
{"text": "Can I change my PIN without going to a bank?", "label": 21}
{"text": "If i want to change my pin number can I directly from an ATM?", "label": 21}
{"text": "Tell me how to setup a new PIN.", "label": 21}
{"text": "At what cash machines can I change my PIN?", "label": 21}
{"text": "Where do I go to change my PIN?", "label": 21}
{"text": "What do I have to do to change my pin?", "label": 21}
{"text": "\nWhich cash machines will allow me to change my PIN?", "label": 21}
{"text": "Your card pin can be changed at any Visa or MasterCard ATM with Pin services, excluding countries such as Belgium, Luxembourg, Austria, Germany, Spain, and France.", "label": 21}
{"text": "What is the process to change my PIN?", "label": 21}
{"text": "I want a new PIN please.", "label": 21}
{"text": "Can I change my card PIN?", "label": 21}
{"text": "How can I set a new pin.", "label": 21}
{"text": "How do I change my card PIN?", "label": 21}
{"text": "Help me with a PIN change.", "label": 21}
{"text": "Please let me know how to change my PIN?", "label": 21}
{"text": "Can I change my PIN if I want to?", "label": 21}
{"text": "Are there any specific cash machines that I have to go to in order to change my PIN?", "label": 21}
{"text": "Where can I update my pin number?", "label": 21}
{"text": "Is there a way to change my PIN without having to go to the bank?", "label": 21}
{"text": "Can I change my pin at ATMs?  If so, what ones?", "label": 21}
{"text": "I really need to know how to change my pin.", "label": 21}
{"text": "If I wanted to change my PIN, how would I do that?", "label": 21}
{"text": "Can I change my in at all ATM's?", "label": 21}
{"text": "Are their certain cash machines where I can change my pin?", "label": 21}
{"text": "Can I change my pin at a cash machine?", "label": 21}
{"text": "I want to change my pin number from an ATM. Is this possible?", "label": 21}
{"text": "How do I stop fraud to my card?", "label": 22}
{"text": "am suspicious of my card's security", "label": 22}
{"text": "I think my card has been compromised in some way.", "label": 22}
{"text": "I believe that someone is using my card without my knowledge!", "label": 22}
{"text": "The card has suffered a security breach.", "label": 22}
{"text": "How can I tell if someone else is using my card?", "label": 22}
{"text": "Someone hacked into my cards account.", "label": 22}
{"text": "There's a possibility that my card was compromised.", "label": 22}
{"text": "What do I do if someone used my card without my permission?", "label": 22}
{"text": "I think my card has been used by somebody else since I was never in the little town where some transactions on this bill have come from. Please stop this right away.", "label": 22}
{"text": "There are charges on my card that I haven't purchased.", "label": 22}
{"text": "What should I do if someone else used my card?", "label": 22}
{"text": "Someone besides me might be using my card.", "label": 22}
{"text": "I have some transactions on my account I did not make. Can you cancel my card and prevent further use.", "label": 22}
{"text": "Somebody used my card without my knowledge!", "label": 22}
{"text": "My card was stolen and used to make several purchases. Please freeze my card so no one can use it.", "label": 22}
{"text": "What steps can I take if someone else is using my card?", "label": 22}
{"text": "I sees some suspicious spending on my credit card that I don't recall I had made. What should I do?", "label": 22}
{"text": "My card info was stolen, what do I do?", "label": 22}
{"text": "think someone is using my card with permission", "label": 22}
{"text": "What do I do if I believe to be a victim of credit card fraud?", "label": 22}
{"text": "My card data has been exposed.", "label": 22}
{"text": "i didnt make these transactions, i think my card details might be stolen", "label": 22}
{"text": "What to do if my card has been used without my permission?", "label": 22}
{"text": "There are transactions that I did not make on my account, I think someone has my information.", "label": 22}
{"text": "There are transactions that I don't remember making, i think someone might have gotten my card details and is now using it.", "label": 22}
{"text": "My wallet was stolen and all my credit cards were in there.  HELP?!!?", "label": 22}
{"text": "Someone used my card without my permission.", "label": 22}
{"text": "Someone might have had access to my card.", "label": 22}
{"text": "What do I do if I think someone has used my card?", "label": 22}
{"text": "I think someone stole my card number and brought stuff in different places that I have never been to. I need to suspend any further purchase on my credit card.", "label": 22}
{"text": "What do I do if I think someone has used my card without permission? I can see a few transactions I don't recognize.", "label": 22}
{"text": "Should i uninstall the app before i try it again?", "label": 23}
{"text": "how many days processing new card?", "label": 23}
{"text": "What is the reason when I tried to pay contactless at the bus, it didnt work?", "label": 23}
{"text": "I was trying to use contactless earlier, but it didn't work.", "label": 23}
{"text": "I can't get a contactless payment to work.", "label": 23}
{"text": "I've tried using my contactless in several locations today and it's not working anywhere. It seemed fine before. How do I get it to work again?", "label": 23}
{"text": "My contactless stopped working today no matter where I try to use it. How do I get it to start working again?", "label": 23}
{"text": "Contactless payments need to be enabled for my card.", "label": 23}
{"text": "I'm confused ass to why my contactless is not working.", "label": 23}
{"text": "My contactless payments don't work.", "label": 23}
{"text": "I am having problems with my contactless.", "label": 23}
{"text": "Can I make a contactless payments?", "label": 23}
{"text": "I'm confused. My contactless is suddenly not working anywhere that I try to use it. How do I fix it?", "label": 23}
{"text": "I need help fixing my contactless. It's not working anywhere I go today.", "label": 23}
{"text": "What do I have to do to get the contactless to work?", "label": 23}
{"text": "How come when I tried to pay contactless at the bus it didnt work?", "label": 23}
{"text": "Why is my contactless not working?", "label": 23}
{"text": "My contactless is non-functional.", "label": 23}
{"text": "How can I fix my contactless?", "label": 23}
{"text": "Would reinstalling the app solve the problem?", "label": 23}
{"text": "how to get new card?", "label": 23}
{"text": "Help me to set up contactless payments.", "label": 23}
{"text": "How can i get new card?", "label": 23}
{"text": "Are my contactless settings correct? I tried to use it today but it wasn't working.", "label": 23}
{"text": "My contactless stopped working today for no good reason. It's not working no matter where I try to use it. Can you please help me fix it?", "label": 23}
{"text": "Why wouldn't my contactless work for the metro?", "label": 23}
{"text": "I have a contactless that's broken.", "label": 23}
{"text": "I am having issues using contactless payments, could my card be damaged?", "label": 23}
{"text": "Why wasn't my contactless accepted at the metro?", "label": 23}
{"text": "How can I fix my card if the contactless function didn't work this morning?", "label": 23}
{"text": "The contactless payments are not working.", "label": 23}
{"text": "Any charges applicable for new card?", "label": 23}
{"text": "Is it possible to get a card when i'm not in the UK?", "label": 24}
{"text": "I'm not in the UK, but can I still get a card?", "label": 24}
{"text": "Can I use it outside of Europe?", "label": 24}
{"text": "Is this open to residents of all countries?", "label": 24}
{"text": "Can I get a card that works in other countries like Africa and Indonesia?", "label": 24}
{"text": "In which countries can I get a card?", "label": 24}
{"text": "Do you offer cards for those in other countries?", "label": 24}
{"text": "Are cards issued to people living in the US?", "label": 24}
{"text": "Are you located in other countries?", "label": 24}
{"text": "I reside in the US, but I want a card.", "label": 24}
{"text": "How does a US resident go about acquiring a new card?", "label": 24}
{"text": "I need to get a card, but I live in the US.", "label": 24}
{"text": "What countries can I use your services?", "label": 24}
{"text": "Do you provide cards to people not in the UK?", "label": 24}
{"text": "Is it possible to get one the your cards in the EU?", "label": 24}
{"text": "From what countries can I use an account?", "label": 24}
{"text": "Where can I get a card in the EU?", "label": 24}
{"text": "Can I get a card if I don't reside in the UK?", "label": 24}
{"text": "What countries do your accounts send and receive to?", "label": 24}
{"text": "Can you tell me what countries you offer support for?", "label": 24}
{"text": "I live in Germany. Is that one of the countries you are in? What other countries are you in?", "label": 24}
{"text": "As far as courtries go which ones are supported?", "label": 24}
{"text": "How do I know which countries you provide service in?", "label": 24}
{"text": "Can I get a card? I live in the US.", "label": 24}
{"text": "Which countries do you work with?", "label": 24}
{"text": "Can I get a card even though I live in the US", "label": 24}
{"text": "can i get a card if i live in the US?", "label": 24}
{"text": "What countries do your services support?", "label": 24}
{"text": "Are you available in my country?", "label": 24}
{"text": "Can I get a card in the EU?", "label": 24}
{"text": "If I live outside of the UK am I still eligible for a card?", "label": 24}
{"text": "Are your cards available in the EU?", "label": 24}
{"text": "my card was refused, why?", "label": 25}
{"text": "I'm not sure why my card didn't work", "label": 25}
{"text": "Why did my card payment get declined?", "label": 25}
{"text": "I'm not sure why my payment has been declined? Please tell me why, I thought it was all good.", "label": 25}
{"text": "Do you know the reason why my card payment was declined?", "label": 25}
{"text": "The card payment I made didn't work.", "label": 25}
{"text": "I tried to make a purchase in the store but my card was declined.", "label": 25}
{"text": "Do you know why my card payment has been declined?", "label": 25}
{"text": "What are the reasons why a card payment would be declined?", "label": 25}
{"text": "Why didn't my card payment work?", "label": 25}
{"text": "Why isn't my card working? I was pumped to use my new card but it keeps getting declined. Help please.", "label": 25}
{"text": "My card was rejected", "label": 25}
{"text": "Explain why my card payment wouldn't go through.", "label": 25}
{"text": "I'm not sure why the card payment didn't work.", "label": 25}
{"text": "My card was not accepted in a shop", "label": 25}
{"text": "My payment was declined", "label": 25}
{"text": "I keep trying to use my card to buy some things and you keep declining it. Why? I've tried multiple times to make it go through but it won't.", "label": 25}
{"text": "I had a card payment that was declined.  Why?", "label": 25}
{"text": "I was out today looking forward to paying with my brand new card, turns out the payment just kept getting declined. This is pretty sad, what's going on?", "label": 25}
{"text": "My card would not work at a shop.", "label": 25}
{"text": "Why did my payment fail?", "label": 25}
{"text": "Why am I being declined?", "label": 25}
{"text": "Can you tell me why my card is not working? I keep trying to use it but it keeps rejecting my payment. I am being careful and entering the info correctly but it still happens.", "label": 25}
{"text": "My latest payment was declined! What happened! I was told everything had been resolved and was back to working order again.", "label": 25}
{"text": "Tell me why my card payment has been declined.", "label": 25}
{"text": "Why do you keep declining my payment? I tried several times already with this card and it is just not working.", "label": 25}
{"text": "Why would you decline my card?", "label": 25}
{"text": "why couldn't I use my card at a store?", "label": 25}
{"text": "I couldn't pay with my card", "label": 25}
{"text": "I've tried many times to make a payment, but it's not going through.  What's wrong?", "label": 25}
{"text": "My card payment doesn't work.", "label": 25}
{"text": "How can a payment be declined", "label": 25}
{"text": "I tried to get funds in hard cash but it was rejected!", "label": 26}
{"text": "Is my card actually working? It's the first time I tried using it", "label": 26}
{"text": "my card was frozen due to putting in the wrong pin too much.  how many tries do i have", "label": 26}
{"text": "I'm trying to take money from my account but its not letting me. Help!", "label": 26}
{"text": "Is my card broken? I can't get cash out of the ATM", "label": 26}
{"text": "My ATM withdrawal was declined.", "label": 26}
{"text": "Why wont the ATM give me cash?", "label": 26}
{"text": "Why wouldn't my withdrawal go through?", "label": 26}
{"text": "I needed cash from the ATM but I couldn't get it.", "label": 26}
{"text": "I tried to pull cash from an ATM but it wouldn't let me.", "label": 26}
{"text": "Why am I unable to withdraw my money through this card?", "label": 26}
{"text": "i needed money for a night out with the girls but i was declined, why?", "label": 26}
{"text": "I tried to get money out of the Notting Hill ATM earlier, but I wasn't able to get anything out. Is there a problem with my card? It's the first time I tried using it.", "label": 26}
{"text": "Why is my card being declined at the ATM? I have tried multiple ATMs and i keep running into the same problem. Could you verify that everything is okay with my account?", "label": 26}
{"text": "Why am I unable to withdraw money even though in the past I've done it just fine?", "label": 26}
{"text": "I was declined when I tried to withdraw cash!", "label": 26}
{"text": "I couldnt get cash in an ATM", "label": 26}
{"text": "The ATM keeps declining my Transaction . I tried two different ATMs already Would you please check if everything is okay with my account?", "label": 26}
{"text": "Why can I not take out cash?", "label": 26}
{"text": "Hi, I am unable to use my card in ATM. I had tried my card in two ATMs but both ATMs declined it. Could you please check my account?", "label": 26}
{"text": "I could not get money from an ATM", "label": 26}
{"text": "I entered the correct pin but I still couldnt get funds.", "label": 26}
{"text": "Why was I declined when I tried to get my money?", "label": 26}
{"text": "Why won't cash come out of the ATM?", "label": 26}
{"text": "Why can't I get cash out?", "label": 26}
{"text": "I can't get cash from the ATM!", "label": 26}
{"text": "I can't get money out of the ATM. Is my card actually working? It's the first time I tried using it", "label": 26}
{"text": "I wasn't able to withdraw money at an ATM", "label": 26}
{"text": "I am having trouble withdrawing cash.", "label": 26}
{"text": "i tried to withdraw money but was told i didn't have funds", "label": 26}
{"text": "I was declined when I tried to take out cash!", "label": 26}
{"text": "Why can't I withdraw funds from my account?", "label": 26}
{"text": "I tried to buy something online yesterday but it kept saying declined. Tried again today but same thing happened. What's wrong?", "label": 27}
{"text": "My recent transfer didn't go through - why not?", "label": 27}
{"text": "I think there has been a mistake with my transfer", "label": 27}
{"text": "I have double-checked all of my recipient details but for some reason all of my transfers keep getting declined. I have no clue as to why.", "label": 27}
{"text": "I received a decline message on a transfer", "label": 27}
{"text": "the bank transfer was declined", "label": 27}
{"text": "I'm trying to move money from my account to elsewhere, but it's giving me an error message.", "label": 27}
{"text": "I wanted to know why my transaction didn't go through.", "label": 27}
{"text": "Hi, Yesterdays i was unable to do online shopping as it was getting declined. Today I am facing the same issue. Please help me in this respect.", "label": 27}
{"text": "Transfer could not be completed due to being declined.", "label": 27}
{"text": "How can I check for an unsupported merchant for my transfer request?", "label": 27}
{"text": "Why does my card continually get declined? I thought I had enough money in there but I've tried several times now and it still isn't working.", "label": 27}
{"text": "Why was my transfer request decline?", "label": 27}
{"text": "Please explain why my transfer attempt was declined. Thank you.", "label": 27}
{"text": "why did i get declined transfer", "label": 27}
{"text": "I am trying to make a transfer to a different account but they keep getting declined. I have double checked all the details and the information is correct.", "label": 27}
{"text": "My transfer was not approved", "label": 27}
{"text": "Why did my transfer get declined?", "label": 27}
{"text": "Tell me why my transfer was declined.", "label": 27}
{"text": "Declined, transfer not completed.", "label": 27}
{"text": "unsupported transfer declined", "label": 27}
{"text": "I have transfered to my account before but it is being declined now?", "label": 27}
{"text": "I saw that my transfer was declined.", "label": 27}
{"text": "Hello. My credit keeps being declined, last night and again today, as I try to buy something. What is the status of my card?", "label": 27}
{"text": "Hi, during online shopping payment is getting declined yesterday and today as well. Please check the issue.", "label": 27}
{"text": "I tried to buy something and it was declined and my transfers keep getting declined, Why?", "label": 27}
{"text": "It declined my transfer.", "label": 27}
{"text": "I have a problem with my account. I tried to transfer some funds and the message came back declined. Can you help me?", "label": 27}
{"text": "I have a transfer that was declined.", "label": 27}
{"text": "Why are my transfers and purchases keep getting declined?", "label": 27}
{"text": "My transfers keep on getting declined. My card was working fine up until now, however it has suddenly stopped working. Why is this?", "label": 27}
{"text": "Why are my transfers being declined? It normally works but now it's declining my card. I've tried it a few times but it's still not working.", "label": 27}
{"text": "There was a strange transaction made on my account a couple weeks ago by a seller I don't recognize. May you please check on this transaction for me.", "label": 28}
{"text": "I have an unauthorized direct debit on my account", "label": 28}
{"text": "Someone else made a Direct Debit transaction on my account", "label": 28}
{"text": "I have a direct debit I didn't make", "label": 28}
{"text": "People are using my debit card - help!", "label": 28}
{"text": "I see a direct debit transaction in my app that I didn't make.", "label": 28}
{"text": "Please tell me what this direct debit in my statement is", "label": 28}
{"text": "I checked my account and see that funds were deducted from a seller I didn't approve of. Can you help me understand?", "label": 28}
{"text": "I don't recognize this debit transaction in my billing statement?", "label": 28}
{"text": "Hi, i was checking my old statements and found a discrepancy with a large amount transaction. I am sure it was not done by me. Please let me know if i could raise a dispute as its very late.", "label": 28}
{"text": "A couple weeks ago there was a debit taken from my account from a transaction I don't recall. Is it possible to trace this transaction to make sure I'm not being scammed?", "label": 28}
{"text": "looking back on my transactions from a couple of months ago I have noticed a charge that is fairly large that I'm certain was not completed by me. I know it has been a while but can I please dispute this charge?", "label": 28}
{"text": "I would like to dispute a payment I didnt make", "label": 28}
{"text": "There is a transaction showing in my app that I did not make as I have not used that card all day.  Please reimburse this amount to my account.", "label": 28}
{"text": "There is a direct debit payment that I did not make.", "label": 28}
{"text": "My statement shows a strange direct debit.", "label": 28}
{"text": "What do I do about a debit on my account that I didn't make?", "label": 28}
{"text": "I don't know where a direct debit payment came from", "label": 28}
{"text": "How do I dispute a direct debit transaction?", "label": 28}
{"text": "I see a direct debit transaction in my history that I did not set up.", "label": 28}
{"text": "I think I am a victim of fraud.  I noticed there was a charge on my account that I didn't do because I haven't touched my card today.  Can you please reverse the charge and refund my money?", "label": 28}
{"text": "There is a direct debit fee in the App that I didn't do.", "label": 28}
{"text": "I don't know what this Direct Debit payment is.", "label": 28}
{"text": "What is this direct debit in my statement?", "label": 28}
{"text": "How long after I receive my statement can I dispute payments on it?", "label": 28}
{"text": "what is the matter?", "label": 28}
{"text": "Is it possible to dispute a debit payment from a couple of months ago.", "label": 28}
{"text": "Can I dispute a debit payment that I am seeing that I didn't make from a couple of months ago?", "label": 28}
{"text": "i would like to dispute a direct debit payment", "label": 28}
{"text": "What do I do if I find a debit charge that I know I didn't do in my billing statement?", "label": 28}
{"text": "Unusual direct deposit", "label": 28}
{"text": "I see a direct debit transaction in the app that is not mine", "label": 28}
{"text": "Can you tell me more about limits to disposable virtual cards?", "label": 29}
{"text": "I have a disposable card, how many transactions can I make?", "label": 29}
{"text": "Is it possible to have more than one disposable card?", "label": 29}
{"text": "How many purchases can I make with one disposable card?", "label": 29}
{"text": "Do the disposable cards have any restrictions?", "label": 29}
{"text": "What are the policies of disposable cards?", "label": 29}
{"text": "What is the maximum number of transactions I can do with a disposable card?", "label": 29}
{"text": "How many active transactions can I make with a disposable card?", "label": 29}
{"text": "Is there a limit on making disposable cards?", "label": 29}
{"text": "Is there a transaction limit for a disposable card?", "label": 29}
{"text": "I need several disposable cards made per day.", "label": 29}
{"text": "Where can I find a list of descriptions the disposable cards have?", "label": 29}
{"text": "Can I have more than 2 disposable cards?", "label": 29}
{"text": "I have to make several disposable cards per day.", "label": 29}
{"text": "How many times can I use a virtual card?", "label": 29}
{"text": "What is the number of transactions for one disposable card?", "label": 29}
{"text": "Are there any restrictions for the disposable cards?", "label": 29}
{"text": "I need several cards per day. And I need to be able to throw away all of the cards I make.", "label": 29}
{"text": "Is there a limit to a disposable virtual card?", "label": 29}
{"text": "Please provide me with the restrictions of the disposable cards.", "label": 29}
{"text": "A friend was telling me about her disposable cards. What would I have to do to be able to get that feature?", "label": 29}
{"text": "Is there a limit on the number of times I can use a disposable card?", "label": 29}
{"text": "What are the details of disposable card limitations?", "label": 29}
{"text": "How many transactions can I do with my disposable card?", "label": 29}
{"text": "What is the max amount of disposable cards I'm allowed.", "label": 29}
{"text": "For the disposable cards, what are the restrictions?", "label": 29}
{"text": "How many disposable cards can you own?", "label": 29}
{"text": "Is there a limit to the number of disposable cards I can have?", "label": 29}
{"text": "Where can I use a disposable card?", "label": 29}
{"text": "Is there a limit to the number of disposable cards per day?", "label": 29}
{"text": "With one disposable card how many transactions can i do?", "label": 29}
{"text": "Can I do more than 10 transactions with a disposable card?", "label": 29}
{"text": "Change of location, need to change details", "label": 30}
{"text": "Can you walk me through how I can edit some of my personal information?", "label": 30}
{"text": "Is there a way to modify my details?", "label": 30}
{"text": "I moved and need to change my address.", "label": 30}
{"text": "went somewhere else, need to change details", "label": 30}
{"text": "I am here to change my adress.", "label": 30}
{"text": "My address is incorrect on my file.", "label": 30}
{"text": "I got a new address and need to change my information.", "label": 30}
{"text": "Can I change my details because I moved?", "label": 30}
{"text": "I need to update my address.", "label": 30}
{"text": "How do I change my account details?", "label": 30}
{"text": "I have a new email.", "label": 30}
{"text": "I need to change my name, since i just got married", "label": 30}
{"text": "I am looking to change my adress.", "label": 30}
{"text": "How do I change my details?", "label": 30}
{"text": "How can I edit my personal details in the app?", "label": 30}
{"text": "I would like to change my name after marriage.", "label": 30}
{"text": "I need to modify my details.", "label": 30}
{"text": "I'd like to make some changes to my personal information.", "label": 30}
{"text": "How do I edit my details?", "label": 30}
{"text": "I need to change details about my personal account.", "label": 30}
{"text": "I would like to change my adress", "label": 30}
{"text": "How do I update my address?", "label": 30}
{"text": "Talk me through modifying my details.", "label": 30}
{"text": "Where do I go to edit my personal details on my account?", "label": 30}
{"text": "Where can I modify my information?", "label": 30}
{"text": "is there a way to change name?", "label": 30}
{"text": "I would like to change my personal details.", "label": 30}
{"text": "I've just been married and need to update my name", "label": 30}
{"text": "I have a new phone number and need to edit my contact information.", "label": 30}
{"text": "Need to report a change of address.", "label": 30}
{"text": "my identity hasn't been verified and i can't edit my details, what's next", "label": 30}
{"text": "How much do I have to pay to accept an international transfer?", "label": 31}
{"text": "If I exchange currency frequently, can I get a discounted rate?", "label": 31}
{"text": "Is there an additional charge to exchange currencies?", "label": 31}
{"text": "Is there a fee for exchanging currency?", "label": 31}
{"text": "I've been to several different countries, can I exchange the cash with a discount for a large transaction?", "label": 31}
{"text": "What is the currency exchange fee?", "label": 31}
{"text": "Do I get any sort of discount on volume for a lot fo currency exchanges?", "label": 31}
{"text": "Do I need to pay extra for exchanging currencies?", "label": 31}
{"text": "exchanging currencies costs what?", "label": 31}
{"text": "Is there an additional cost to exchange currencies?", "label": 31}
{"text": "Will I be charged an extra fee if I need to exchange currency?", "label": 31}
{"text": "Are there any discounts for frequent currency exchanges?", "label": 31}
{"text": "Do I get a discount if I exchange currencies a lot?", "label": 31}
{"text": "Does it cost extra to exchange foreign currencies?", "label": 31}
{"text": "What is the rate for exchange fees?", "label": 31}
{"text": "Are there any discounts in exchanging currencies frequently?", "label": 31}
{"text": "How much extra will I be charged for exchanging foreign currency?", "label": 31}
{"text": "Is it possible to have a discount for exchanging currency frequently?", "label": 31}
{"text": "Is there an extra fee to exchange currencies?", "label": 31}
{"text": "What is your currency exchange fee?", "label": 31}
{"text": "I have foreign currency i would like to change how much will it cost me?", "label": 31}
{"text": "Any extra charges for exchanging currencies?", "label": 31}
{"text": "Please provide currency exchange rates", "label": 31}
{"text": "When exchanging currencies, is there an extra fee?", "label": 31}
{"text": "Are there any extras for exchanging currency?", "label": 31}
{"text": "Does it cost anything to do currency exchanges?", "label": 31}
{"text": "What's the exchange fee?", "label": 31}
{"text": "Do you offer a discount for those who perform frequent currency exchanges?", "label": 31}
{"text": "Is there a pay structure for currency exchanges?", "label": 31}
{"text": "If I exchange currencies frequently, is there a discount?", "label": 31}
{"text": "Is there a fee for currency exchange?", "label": 31}
{"text": "Do I have to pay more for exchanges?", "label": 31}
{"text": "Tell me your opinion on the exchange rate.", "label": 32}
{"text": "How's the exchange rate looking right now?", "label": 32}
{"text": "When exchanging, how much are the rates?", "label": 32}
{"text": "What foreign exchange rate will I get on weekdays and on the weekends?", "label": 32}
{"text": "What's the foreign exchange rate I will receive?", "label": 32}
{"text": "What value can I get for my currency?", "label": 32}
{"text": "Is the exchange rate current?", "label": 32}
{"text": "What are your exchange rates calculated from?", "label": 32}
{"text": "What do you use to figure out the exchange rate for the card?", "label": 32}
{"text": "How are the exchange rates for transfers calculated?", "label": 32}
{"text": "Your exchange rates come from where?", "label": 32}
{"text": "How did you guys get your exchange rate?", "label": 32}
{"text": "How is an exchange rate calculated?", "label": 32}
{"text": "Does the exchange rate change?", "label": 32}
{"text": "Do you know what your exchange rates are?", "label": 32}
{"text": "What is the system for determining the exchange rate?", "label": 32}
{"text": "Please explain the exchange rates.", "label": 32}
{"text": "How does the exchange rate work?", "label": 32}
{"text": "Is the exchange rate the same on weekends as the weekdays?", "label": 32}
{"text": "What are Interbanks current exchange rates?", "label": 32}
{"text": "I want to know your exchange rates.", "label": 32}
{"text": "What are the current exchange rates?", "label": 32}
{"text": "How are your exchange rates calculated?", "label": 32}
{"text": "explain the interbank exchange rate", "label": 32}
{"text": "i need to know about exchange rates", "label": 32}
{"text": "How do the foreign exchange rates work?", "label": 32}
{"text": "How is the exchange rate calculated?", "label": 32}
{"text": "How are exchange rates calculated at this bank?", "label": 32}
{"text": "Where can I find your exchange rates?", "label": 32}
{"text": "How do you do exchanges?", "label": 32}
{"text": "how do you get exchange rates", "label": 32}
{"text": "How are the exchange rates determined?", "label": 32}
{"text": "Will it be possible to change from USD to GBP with this App?", "label": 33}
{"text": "How do I switch to a different currency?", "label": 33}
{"text": "How do I change to a different currency?", "label": 33}
{"text": "Can this app be used to exchange currencies?", "label": 33}
{"text": "Can I use this app for both USD and GBP?", "label": 33}
{"text": "need to exchange currencies", "label": 33}
{"text": "Is it possible to exchange currencies using the app?", "label": 33}
{"text": "I am trying to find out how to exchange currency X with currency Y.", "label": 33}
{"text": "Is this app capable of exchanging currencies?", "label": 33}
{"text": "What's the process of changing from GBP to AUD?", "label": 33}
{"text": "Is it possible to exchange currencies?", "label": 33}
{"text": "Can I exchange USD for GBP in your app?", "label": 33}
{"text": "What do I do to exchange currency?", "label": 33}
{"text": "Can I change from AUD to GBP?", "label": 33}
{"text": "With this app, will I be able to exchange currency?", "label": 33}
{"text": "How do I change my AUD into GBP?", "label": 33}
{"text": "How can I trade currencies with this app?", "label": 33}
{"text": "Can I convert currency with the app?", "label": 33}
{"text": "Is it possible to change from AUD to GBP?", "label": 33}
{"text": "what currencies can i exchange between on your app?", "label": 33}
{"text": "Is it possible to change from USD to GBP with your App?", "label": 33}
{"text": "If I need to make an exchange from USD to GBP, how can I do so in the app?", "label": 33}
{"text": "I need Australian dollars instead of UK currency.", "label": 33}
{"text": "Is exchanging currencies one of your app services?", "label": 33}
{"text": "Whats types of currency can I exchange?", "label": 33}
{"text": "Can turn my money into another currency?", "label": 33}
{"text": "Can I use this app to exchange currencies?", "label": 33}
{"text": "I'm having difficulties changing AUD for GBP. How do I do this?", "label": 33}
{"text": "How do I exchange AUD for GBP?", "label": 33}
{"text": "I would like to exchange currency  What types are there?", "label": 33}
{"text": "Can this app exchange American and English currency?", "label": 33}
{"text": "Can I use your app to exchange between USD and GBP", "label": 33}
{"text": "Why would there be an extra charge on my app?", "label": 34}
{"text": "Can you tell me about why the account I have was charged an extra 1$", "label": 34}
{"text": "I am seeing and extra 1$ charged to my account and wanted to know about it.", "label": 34}
{"text": "My statement is showing I was Charged a dollar and I am not sure why.", "label": 34}
{"text": "On my statement, there is a strange 1 charge that appears as pending. What's causing that? I haven't purchased anything that's just a pound.", "label": 34}
{"text": "Hey, I got charged extra for some reason when I purchased an app. Is this a hidden fee or something? I don't think it's very cool.", "label": 34}
{"text": "A pending charge of 1L appears on my statement.  Please explain as I have not made a purchase for that amount", "label": 34}
{"text": "There is an unexplained $1charge on my statement, can you please explain this to me?", "label": 34}
{"text": "There is a  1 fee on my account I didn't authorize", "label": 34}
{"text": "Why was I charged an additional $1?", "label": 34}
{"text": "I do not understand why there is a pending 1 charge on my statement, I do not recall making this transaction. Can you please tell me what this is about?", "label": 34}
{"text": "1 was in my statement as an extra fee.", "label": 34}
{"text": "I have been charged an extra pound!", "label": 34}
{"text": "Why is there an extra charge of 1 dollar on my statement?", "label": 34}
{"text": "Hello, I see that I have been charged an extra $1 on my app.  Could you please provide me with a reason for this charge?", "label": 34}
{"text": "In my statement, I got a 1 extra fee.", "label": 34}
{"text": "There is some odd 1 charge that appears as pending on my statement. What's that about? Pretty sure I haven't purchased anything for a pound there.", "label": 34}
{"text": "Why is there a charge for $1 on my account?", "label": 34}
{"text": "What is the dollar that I have pending on my statement there?", "label": 34}
{"text": "I looked at my statement, and there is a charge for 1 that I don't recognize.  Why is it on there?", "label": 34}
{"text": "I'm pretty frustrated about a pound charge that keeps  showing up in my account statement. It's listed in the app as \"pending\", it never changes, and now I'm thinking someone's hacked my account!", "label": 34}
{"text": "I  see an extra 1 charge on my app. Why did It charge me extra?", "label": 34}
{"text": "what was the $1 fee i got", "label": 34}
{"text": "There is a 1 extra fee in my statement", "label": 34}
{"text": "I was overcharged one extra pound!", "label": 34}
{"text": "There's an extra fee on my statement, why is that?", "label": 34}
{"text": "How come there is an extra fee on my statement?", "label": 34}
{"text": "My statement contained a one pound extra fee", "label": 34}
{"text": "Why was my account assessed a fee?", "label": 34}
{"text": "What is the fee on my statement for?", "label": 34}
{"text": "Why has my card been charged an extra pound?", "label": 34}
{"text": "I am being charged a pound out of nowhere. What is this?", "label": 34}
{"text": "Hello, I am buying a flat and need the inital payment for the mortgage to go through. It keeps showing up as error, what is going on? Can you please help me make this transfer?", "label": 35}
{"text": "I tried to transfer money but it didn't go through", "label": 35}
{"text": "Hi, I have been transferring money to my friends since morning, but all my transactions were getting failed. Can you please look into this issue.", "label": 35}
{"text": "Hey, I'm buying a flat and I need my mortgage to go though. However, every time I check I get an error message. Is there any way you can help me with this transfer.", "label": 35}
{"text": "I've been trying to make a transfer and it doesn't seem to be working. (5 times) What is wrong with your system?", "label": 35}
{"text": "Why can't my transfer complete?", "label": 35}
{"text": "I really need some help to understand why my transfer keeps failing. I'm trying to send money to a friend. Please help.", "label": 35}
{"text": "Why can't I make a transfer?", "label": 35}
{"text": "Can you tell my why my funds transfer did not work properly?", "label": 35}
{"text": "I've already tried 5 times to complete a transfer that's just standard. What's the deal? Is your system down at this time?", "label": 35}
{"text": "How is this transfer supposed to work? It's not working for me.", "label": 35}
{"text": "My transfer failed to process correctly. Is there a reason this would happen?", "label": 35}
{"text": "Why didn't my transfer complete?", "label": 35}
{"text": "I attempted a transfer, but it failed.", "label": 35}
{"text": "Why was I unable to complete my transfer?", "label": 35}
{"text": "I am unsuccessfully trying to make a transfer can you help?", "label": 35}
{"text": "Why can't I complete my transfer?", "label": 35}
{"text": "What stopped my transfer, from being accepted?", "label": 35}
{"text": "I tried to do a transfer and it hasn't worked!", "label": 35}
{"text": "A mortgage payment I'm making is giving me an error message.  This is the first time I'm making this payment and want to know what's wrong.", "label": 35}
{"text": "My transfer is failing when I try to do it.", "label": 35}
{"text": "My transfer failed.  Help!", "label": 35}
{"text": "Why has my payment not transferred?", "label": 35}
{"text": "Why did the bank reject my transfer?", "label": 35}
{"text": "I need to know what is going on. I'm attempting to purchase a flat and need the money to pay on my initial mortgage payment. I'm only getting an error. Can you find out what's going on and help in making the transfer?", "label": 35}
{"text": "Why didn't my transfer work?", "label": 35}
{"text": "Why can't I complete the transfer?", "label": 35}
{"text": "Did  my transfer fail?", "label": 35}
{"text": "So, I am in the middle of purchasing a flat. I need the money for the first mortgage payment and it is not going through. I keep receiving an error. Can you find out what's going on and help me complete this transfer?", "label": 35}
{"text": "Why can I not make a transfer?", "label": 35}
{"text": "I was unable to transfer money from my account.", "label": 35}
{"text": "Why wouldn't a transfer go through?", "label": 35}
{"text": "Will you be able to exchange to EUR?", "label": 36}
{"text": "What fiat currencies do you allow exchange with?", "label": 36}
{"text": "Will you work with any fiat currencies?", "label": 36}
{"text": "What currencies can I not hold many in, if so what are they?", "label": 36}
{"text": "Can I have money of different country of origin.", "label": 36}
{"text": "Is my country's currency supported by your system?", "label": 36}
{"text": "Can my account have different types of currency in it.", "label": 36}
{"text": "What currencies can I hold?", "label": 36}
{"text": "Can I have money in more than one currency in my account?", "label": 36}
{"text": "Do you offer services that hold money in different types of currency?", "label": 36}
{"text": "Can exchanged be made to EUR?", "label": 36}
{"text": "Please tell me which fiat currencies you support.", "label": 36}
{"text": "Which currencies are allowed?", "label": 36}
{"text": "What currencies can I have?", "label": 36}
{"text": "What fiduciary currencies are supported for tenure and exchange?", "label": 36}
{"text": "what currencies do you accept?", "label": 36}
{"text": "What are the currency types that I can keep money in.", "label": 36}
{"text": "Can you make exchanges using the EUR?", "label": 36}
{"text": "Are all fiat currencies supported?", "label": 36}
{"text": "Which fiat currencies do you currently support? Will this change in this future?", "label": 36}
{"text": "What fiat money can I used in the exchange and holding?", "label": 36}
{"text": "What currency is supported for exchanges and holding?", "label": 36}
{"text": "Can I change or hold different currency?", "label": 36}
{"text": "Do you allow exchanges of EUR?", "label": 36}
{"text": "What are all the fiat currencies that are supported for both exchange and holding?", "label": 36}
{"text": "What fiat currencies can I use for holding and exchanging?", "label": 36}
{"text": "What country's money can I hold currency in?", "label": 36}
{"text": "What fiat currencies are used for holdings?", "label": 36}
{"text": "Which currencies will you exchange?", "label": 36}
{"text": "What other currencies can I hang onto?", "label": 36}
{"text": "Do you support other currencies?", "label": 36}
{"text": "Does my account have the option to hold multiple currencies?", "label": 36}
{"text": "Please send me a disposable virtual card.", "label": 37}
{"text": "Will you tell me how I am supposed to use the disposable cards?", "label": 37}
{"text": "In what way can I use the disposable cards?", "label": 37}
{"text": "Is it possible to get a disposable virtual card as well?", "label": 37}
{"text": "Please tell me how disposable virtual cards work?", "label": 37}
{"text": "Can I use a disposable virtual card for any purchase?", "label": 37}
{"text": "How can I get a disposable virtual card?", "label": 37}
{"text": "Is there a way to use this app with a disposable virtual card?", "label": 37}
{"text": "Where do I order a disposable virtual card?", "label": 37}
{"text": "Why would I need a disposable card?", "label": 37}
{"text": "What is the function of the disposable cards?", "label": 37}
{"text": "What can you use the disposable cards for?", "label": 37}
{"text": "Can you tell me how to get a disposable virtual card?", "label": 37}
{"text": "Are there any disposable virtual cards?", "label": 37}
{"text": "I need a single use card for shopping online", "label": 37}
{"text": "Please explain how disposable virtual card work.", "label": 37}
{"text": "How does a disposable virtual card work?", "label": 37}
{"text": "Can you please explain disposable virtual cards for me?", "label": 37}
{"text": "how do the cards work?", "label": 37}
{"text": "Can I order a disposable virtual card?", "label": 37}
{"text": "Who can purchase a disposable virtual card?", "label": 37}
{"text": "How about disposable virtual cards?", "label": 37}
{"text": "How would I use a disposable card?", "label": 37}
{"text": "What are these disposable cards meant for?", "label": 37}
{"text": "Tell me more about getting a virtual disposable card.", "label": 37}
{"text": "Can you tell me where to go to get a disposable virtual card?", "label": 37}
{"text": "I would like to know more about what a disposable virtual card is?", "label": 37}
{"text": "What are the uses for disposable cards?", "label": 37}
{"text": "Please explain how I use the disposable cards?", "label": 37}
{"text": "Is there any way i get a disposable virtual card as well?", "label": 37}
{"text": "The disposable cards, what are they for?", "label": 37}
{"text": "Can you point me in the right direction of where to go to roder a disposable virtual card, I can't seem to find it.", "label": 37}
{"text": "I do not see the card PIN anywhere?", "label": 38}
{"text": "Tell me about the card PIN?", "label": 38}
{"text": "The card PIN is not visible anywhere?", "label": 38}
{"text": "When will I have access to my pin number?", "label": 38}
{"text": "How will I receive my PIN?", "label": 38}
{"text": "Where is my PIN?", "label": 38}
{"text": "Where is my PIN located?", "label": 38}
{"text": "Where can the pin be located?", "label": 38}
{"text": "Where is my card PIN?", "label": 38}
{"text": "Where do i find my PIN?", "label": 38}
{"text": "How long does it take for me to get my pin", "label": 38}
{"text": "How do I get started when I get my card?", "label": 38}
{"text": "Where is the PIN for my card located?", "label": 38}
{"text": "I haven't received the PIN yet.", "label": 38}
{"text": "How do I locate my PIN now that I have my card?", "label": 38}
{"text": "I am not able to see the card PIN anywhere?", "label": 38}
{"text": "do i need to wait to get my card before getting a pin", "label": 38}
{"text": "Where can I locate my card PIN?", "label": 38}
{"text": "Can you deliver the PIN separately?", "label": 38}
{"text": "In regards to the PIN of the card?", "label": 38}
{"text": "What's my pin number?", "label": 38}
{"text": "How long do I wait for my PIN", "label": 38}
{"text": "Help, I don't know what the PIN is to my card?", "label": 38}
{"text": "can i create my own pin right away", "label": 38}
{"text": "Do i have to wait to get the pin or can i set up a pin", "label": 38}
{"text": "I can't find the PIN.", "label": 38}
{"text": "I can't find my PIN anywhere.", "label": 38}
{"text": "Show me where I can see the PIN?", "label": 38}
{"text": "How do I set my physical card PIN?", "label": 38}
{"text": "I haven't been sent my new pin!", "label": 38}
{"text": "I have a question regarding the PIN of the card?", "label": 38}
{"text": "Is my PIN sent separably?", "label": 38}
{"text": "How many active cards can I have?", "label": 39}
{"text": "I want to get few more physical cards", "label": 39}
{"text": "I would like to get additional physical cards at this time", "label": 39}
{"text": "Am I permitted to have a spare card?", "label": 39}
{"text": "Are there any fees to get additional cards?", "label": 39}
{"text": "Will it cost me to get a second card?", "label": 39}
{"text": "Is it possible to order another card?", "label": 39}
{"text": "Is a new debit card free?", "label": 39}
{"text": "Will I get charged for sending out more cards?", "label": 39}
{"text": "Would I have to pay anything if I need an additional card?", "label": 39}
{"text": "Am I allowed to carry an additional card?", "label": 39}
{"text": "Can I have more physical cards?", "label": 39}
{"text": "Please tell me if I'm going to be charged for sending out more cards?", "label": 39}
{"text": "I would like an extra card.", "label": 39}
{"text": "Will there be a charge for sending out more cards?", "label": 39}
{"text": "how is it possible to add another card to account", "label": 39}
{"text": "I want to give a second card for this account to my daughter, would this be possible?", "label": 39}
{"text": "I am interested in giving a second card to my daughter, how can I make this happen?", "label": 39}
{"text": "Do I have to pay for a second card?", "label": 39}
{"text": "Can I get another card?", "label": 39}
{"text": "I would like to get some extra cards?", "label": 39}
{"text": "Can I have more than one card?", "label": 39}
{"text": "Can I get a second card for free?", "label": 39}
{"text": "I would like to purchase another card.", "label": 39}
{"text": "My daughter need a card from this account. Is that possible?", "label": 39}
{"text": "How much does it cost for additional cards?", "label": 39}
{"text": "What is the charge for sending out more cards?", "label": 39}
{"text": "Is it possible to give a second card from my account to my daughter?", "label": 39}
{"text": "I would like some more physical cards, what is my limit?", "label": 39}
{"text": "How many cards am I allowed?", "label": 39}
{"text": "Is there a fee for sending additional cards?", "label": 39}
{"text": "Can I get spare cards?", "label": 39}
{"text": "I can't find the virtual card", "label": 40}
{"text": "Where do I order a virtual card?", "label": 40}
{"text": "Do I get to have one of those virtual cards I've heard about?", "label": 40}
{"text": "I need to order a new virtual card, how do I do that?", "label": 40}
{"text": "Are there virtual cards", "label": 40}
{"text": "I would like to order a virtual card.", "label": 40}
{"text": "How can I locate the virtual card?", "label": 40}
{"text": "How long do you have to wait to see your virtual card your ordered?", "label": 40}
{"text": "How to order a virtual card", "label": 40}
{"text": "I have lost my card, but need to place an online order! How do I get a virtual card instantly?", "label": 40}
{"text": "I need to make a purchase online, where is my virtual card?", "label": 40}
{"text": "Which part of the app do I order virtual cards from?", "label": 40}
{"text": "explain the virtual card", "label": 40}
{"text": "Why have I not received a virtual card yet?", "label": 40}
{"text": "I would love one of the virtual cards!", "label": 40}
{"text": "I have yet to receive my virtual card", "label": 40}
{"text": "How long will it take to receive a virtual card?", "label": 40}
{"text": "my virtual card has not came yet!", "label": 40}
{"text": "Where do i go to receive a virtual card", "label": 40}
{"text": "How to receive virtual card?", "label": 40}
{"text": "I need to order a new card, can you please direct me to the virtual cards?", "label": 40}
{"text": "I heard you have virtual cards. How do I get one?", "label": 40}
{"text": "And do you have virtual cards instead of physical ones?", "label": 40}
{"text": "why hasn't my virtual card arrived?", "label": 40}
{"text": "where can i have a virtual card", "label": 40}
{"text": "What is the way to go about getting a virtual card?", "label": 40}
{"text": "Where do I find a virtual card?", "label": 40}
{"text": "Why haven't I been given a virtual card yet?", "label": 40}
{"text": "Where do I get a virtual card?", "label": 40}
{"text": "I'd rather not use my physical card, how can I get a virtual card?", "label": 40}
{"text": "How can I sign up for a virtual card?", "label": 40}
{"text": "Please tell me how I can get a virtual card.", "label": 40}
{"text": "What do I do if my card was stolen.", "label": 41}
{"text": "A fee shouldn't apply to me if my card was stolen.", "label": 41}
{"text": "I think my wallet fell out on the Tube today! I realized as soon as I got to my desk. How do I cut off the card?", "label": 41}
{"text": "My card has been stolen what do I do?", "label": 41}
{"text": "I need to report a stolen card", "label": 41}
{"text": "What's the phone number to freeze a card?", "label": 41}
{"text": "Could you assist me in finding my lost card?", "label": 41}
{"text": "What is the first step that I should take after my card has been stolen?", "label": 41}
{"text": "Help!  I fear that my card was stolen,", "label": 41}
{"text": "Need help with a stolen card.", "label": 41}
{"text": "My card was stolen", "label": 41}
{"text": "Please help me.  My card is missing.", "label": 41}
{"text": "i need help, i lost my card", "label": 41}
{"text": "I lost my wallet and all my cards were in it.", "label": 41}
{"text": "My card is missing.  Please help.", "label": 41}
{"text": "Is there any way for you to find my card?", "label": 41}
{"text": "I can't find my card! Can you help?", "label": 41}
{"text": "What should I do if my card is stolen?", "label": 41}
{"text": "I lost track of my card", "label": 41}
{"text": "I want to block my card or deactivate it or something, it's been stolen and I don't want it misused. I want this handled right away.", "label": 41}
{"text": "My wallet was stolen, along with my cards. How do I put a freeze on my cards and order a new one?", "label": 41}
{"text": "My card is missing!  Help!", "label": 41}
{"text": "What should I do?  My card has been stolen!", "label": 41}
{"text": "I lost my card n need a new one.", "label": 41}
{"text": "My card has been stolen. I reported it with the police, but I need to report it with you as well.", "label": 41}
{"text": "I lost my card, what do I do now?", "label": 41}
{"text": "Can you provide information for freezing my card immediately?", "label": 41}
{"text": "Someone took my card without permission", "label": 41}
{"text": "I can't find my card, it is lost.", "label": 41}
{"text": "I think that my card has been stolen!", "label": 41}
{"text": "I think my card is stolen!", "label": 41}
{"text": "Help! I lost my card!", "label": 41}
{"text": "I lost my phone. Can I disable to app?", "label": 42}
{"text": "Everything was stolen from me.  I can't use the app.  Please advise.", "label": 42}
{"text": "I don't have the device I used to log onto the platform so I can't access it.", "label": 42}
{"text": "I think I lost my phone.  Is there a way to prevent anyone from getting into my account on it?", "label": 42}
{"text": "Help, my phone was stolen, please advise!", "label": 42}
{"text": "What do I do if I lost my phone?", "label": 42}
{"text": "My phone was stolen, help!", "label": 42}
{"text": "phone is gone", "label": 42}
{"text": "I cannot find my phone, what should I do?", "label": 42}
{"text": "stolen phone, what should i do", "label": 42}
{"text": "Can someone else use my account if they have my phone?  I lost mine.", "label": 42}
{"text": "Help!  I think my phone may be stolen or lost!", "label": 42}
{"text": "I have an emergency and lost my phone.  I need help accessing my account.", "label": 42}
{"text": "My phone has been lost or stolen", "label": 42}
{"text": "I left my phone at the hotel.", "label": 42}
{"text": "Please help!  I was mugged and everything stolen.  What do I do to stop them from accessing my account?", "label": 42}
{"text": "I no longer have my phone with the app, what should I do?", "label": 42}
{"text": "Someone has stolen my phone, what should I do?", "label": 42}
{"text": "My phone was stolen yesterday, can you help me with this?", "label": 42}
{"text": "I lost my phone.  What do I do to block someone else from using my account?", "label": 42}
{"text": "I'm currently not in possession of my phone, is it still possible to go about things normally without access to the app?", "label": 42}
{"text": "I lost my phone, what should I do?", "label": 42}
{"text": "my phone was taken yesterday, what should I do about my account?", "label": 42}
{"text": "Hi, I lost my phone yesterday, what can I do to stop someone using my account on it?", "label": 42}
{"text": "How do I use my card if I lost my phone?", "label": 42}
{"text": "My phone was stolen, what should I do first?", "label": 42}
{"text": "Can my account me accessed by a thief?  I was mugged.", "label": 42}
{"text": "I can't find my phone and I'm worried someone is going to use it", "label": 42}
{"text": "Someone stole my phone, what is my next step?", "label": 42}
{"text": "My phone is missing.", "label": 42}
{"text": "My phone is at the hotel.  How can I use the app?", "label": 42}
{"text": "I got mugged yesterday and they took everything. I can't use the app, so I need some help.", "label": 42}
{"text": "Is there a fee to get an actual card?", "label": 43}
{"text": "How do i receive a physical card?", "label": 43}
{"text": "Can I request a card?", "label": 43}
{"text": "What do i do to get a physical card?", "label": 43}
{"text": "how much does a card cost and why do you charge me", "label": 43}
{"text": "Can you tell me exactly what fees I will expect to see in regards to your cards?", "label": 43}
{"text": "How much does it cost for a physical card?", "label": 43}
{"text": "Do I get a card to keep in my wallet?", "label": 43}
{"text": "Do I receive the physical card for free", "label": 43}
{"text": "how much for a physical card?", "label": 43}
{"text": "How do I get a real card?", "label": 43}
{"text": "Please tell me how I can receive a physical card", "label": 43}
{"text": "Where can I get a physical card?", "label": 43}
{"text": "How would I go about getting a physical card to use in stores?", "label": 43}
{"text": "how do I ask for a physical card?", "label": 43}
{"text": "I'm interested in getting a card. How does one go about doing that?", "label": 43}
{"text": "How can I order a card?", "label": 43}
{"text": "What fees are charged for a physical card?", "label": 43}
{"text": "do i need to add money before i order a card", "label": 43}
{"text": "Help me order my card.", "label": 43}
{"text": "Do I get an actual card?", "label": 43}
{"text": "How do I go about getting an actual card?", "label": 43}
{"text": "I want to request a physical card", "label": 43}
{"text": "Where are the cards delivered to", "label": 43}
{"text": "Can you tell me how do I get a card?", "label": 43}
{"text": "Does it cost anyting to get my own card?", "label": 43}
{"text": "Where are the cards transported to?", "label": 43}
{"text": "Do I get a real card?", "label": 43}
{"text": "Where do I order a card?", "label": 43}
{"text": "Are physical card available?", "label": 43}
{"text": "Can cards be delivered? Where?", "label": 43}
{"text": "Where are your cards delivered to?", "label": 43}
{"text": "How do I reset my password?", "label": 44}
{"text": "How do I get the passcode reset?", "label": 44}
{"text": "Not sure what my password is.", "label": 44}
{"text": "I tried entering my passcode and it isn't working. Can you help?", "label": 44}
{"text": "I can't log in", "label": 44}
{"text": "Are there directions to get a new passcode if I forgot mine?", "label": 44}
{"text": "What do I do if I forgot my passcode?", "label": 44}
{"text": "what is going on, i have entered my passcode and its not working", "label": 44}
{"text": "I think my passcode was changed", "label": 44}
{"text": "I happened to forget my passcode", "label": 44}
{"text": "How can I reset the passcode if I need to do that?", "label": 44}
{"text": "Where do I go to reset the passcode?", "label": 44}
{"text": "I need to reset my passcode. Where do I go to do that?", "label": 44}
{"text": "I would like to better understand why my pass-code is not working.", "label": 44}
{"text": "how to recover my passcode", "label": 44}
{"text": "Please help me.  I don't know my code to get into the app.", "label": 44}
{"text": "I'm locked out of my account as I can't remember my code, what do I do now?", "label": 44}
{"text": "I cannot remember my passcode, is there a way to retrieve it?", "label": 44}
{"text": "Is there a way to recover my password?", "label": 44}
{"text": "I forgot the code I need to get into the app.", "label": 44}
{"text": "I can't access my account.", "label": 44}
{"text": "Help me.  The passcode doesn't work.", "label": 44}
{"text": "How can i reset my passcode ?", "label": 44}
{"text": "Is there a way to reset the passcode?", "label": 44}
{"text": "I forgot my code", "label": 44}
{"text": "I cannot remember my passcode.", "label": 44}
{"text": "I don't know what my passcode is, can you help?", "label": 44}
{"text": "Lost password", "label": 44}
{"text": "I can't remember my password.", "label": 44}
{"text": "I need to reset the passcode.", "label": 44}
{"text": "I can't remember my app code, can you reset it?", "label": 44}
{"text": "For some reason I forgot the passcode I have.", "label": 44}
{"text": "I don't know what pending transaction means.", "label": 45}
{"text": "I have a pending payment on my card.  Why?", "label": 45}
{"text": "When will the transaction go through?", "label": 45}
{"text": "I made a payment but it's still pending", "label": 45}
{"text": "There is a payment that has not processed.", "label": 45}
{"text": "How long does it take for a purchase to go from pending to authorised?", "label": 45}
{"text": "I have a payment that is still pending", "label": 45}
{"text": "My purchases from this morning are showing up as payment pending. Can you tell me why?", "label": 45}
{"text": "What's the pending length for credit transactions? I've had one in my pending category now for days and it won't move to processed.", "label": 45}
{"text": "My card payment is just showing up as pending since forever, what's going on with that, when should it be going through?", "label": 45}
{"text": "How is my card payment still pending?", "label": 45}
{"text": "Why is my card payment pending?", "label": 45}
{"text": "I have a payment that hasn't went through yet.", "label": 45}
{"text": "I have a card payment which shows as pending", "label": 45}
{"text": "I got some items this morning but the payment says pending", "label": 45}
{"text": "Why is my card payment still listed as pending?", "label": 45}
{"text": "What does it mean when it says I have a payment pending?", "label": 45}
{"text": "What does it mean if my payment is pending?", "label": 45}
{"text": "My payment's stuck on pending.", "label": 45}
{"text": "Why is the purchase I made this morning still pending?", "label": 45}
{"text": "I tried to pay through my account but the payment is not going through. What's going on?", "label": 45}
{"text": "How long does it actually take for a card payment to go through? There's one stuck since a couple days already that doesn't seem to move", "label": 45}
{"text": "My credit card payment has been in pending status for a super long time.  I don't get it.  Why is it like this?  When will it go through?", "label": 45}
{"text": "Card payment still pending.", "label": 45}
{"text": "Why has my card payment not yet been applied to my account?", "label": 45}
{"text": "I tried to make a payment with my card and it was declined. Why is it pending?", "label": 45}
{"text": "Why hasn't payment gone through yet?", "label": 45}
{"text": "I initiated a payment a while ago and it is still showing as \"pending\", how long will it take to clear?", "label": 45}
{"text": "What does it mean when it says that I have a payment that is pending?", "label": 45}
{"text": "I need to find out why my pending payment hasn't gone through.", "label": 45}
{"text": "I've made a card payment a couple of days ago now but it looks like the money is stuck. How long does it typically take for the payment to go through?", "label": 45}
{"text": "I don't understand why my card payment is pending.  It has been pending for too long.  Why is this and when might it go through?", "label": 45}
{"text": "I tried to get some money but the machine was not working .The transaction still seems in progress! Can you please check what's going on.I don't want to be charged for money that I did not received.", "label": 46}
{"text": "My account says I have money but I withdrew it in cash.", "label": 46}
{"text": "I noticed on my online statement that an ATM withdrawal I made early is still pending.  Is this accurate?", "label": 46}
{"text": "When will the cash that I put in the ATM be cleared from pending status?", "label": 46}
{"text": "How long until I see a cash withdrawal?", "label": 46}
{"text": "my cash withdrawal has not come out of my account yet.", "label": 46}
{"text": "I went to an ATM to get cash, but the app says the withdrawal is still pending. How is that possible when I already have the cash with me?", "label": 46}
{"text": "I tried to withdraw money, but was unable to. Still says that the transaction is pending? Will this money disappear??", "label": 46}
{"text": "How do I get my cash withdrawal to show?", "label": 46}
{"text": "How long does it take for cash withdrawals to hit my account?", "label": 46}
{"text": "I withdrew cash but it still shows as pending?", "label": 46}
{"text": "my cash out is still pending", "label": 46}
{"text": "Hi there, earlier today I tried to take money out of an ATM machine, and something wasn't working.  I didn't actually receive the money, but I just checked and it says that the transaction is still pending.  Can you tell me what's going on here? Am I still being charged for the withdrawal even though I didn't end up getting any money?", "label": 46}
{"text": "Why does a cash withdrawal show as pending?", "label": 46}
{"text": "I have the cash already, my account still shows up as pending.  How can my account be still pending?", "label": 46}
{"text": "I tried to withdraw cash at an ATM in the city center but my card was declined. The transaction is still showing up as pending - please cancel it!", "label": 46}
{"text": "I made a cash withdrawal and it is still listed as a pending transaction.", "label": 46}
{"text": "What does pending mean on a cash withdrawal?", "label": 46}
{"text": "So earlier I went to an ATM and got cash. But when I checked the app, it states that the withdrawal is pending. How can that be when I have the cash on me?", "label": 46}
{"text": "How are cash withdrawals pending?", "label": 46}
{"text": "My cash withdrawal shows pending, why?", "label": 46}
{"text": "withdrawal pending meaning?", "label": 46}
{"text": "Hae there, I have a transaction that is in progress despite the fact that the ATM was not working, what do I do to avoid being charged?", "label": 46}
{"text": "Should my cash withdrawal still be pending?", "label": 46}
{"text": "How long will it take for my cash withdrawal to stop pending", "label": 46}
{"text": "Why is a transaction still pending?", "label": 46}
{"text": "I pulled cash from the ATM earlier. Why is it still pending if I already have the cash?", "label": 46}
{"text": "I made a cash withdrawal earlier and it's showing as pending.  What does that mean?", "label": 46}
{"text": "How long will my cash withdrawal take", "label": 46}
{"text": "my cash withdrawal is pending, why?", "label": 46}
{"text": "I have withdrawn cash from the ATM but it is showing in my account as a pending transation. Why is this?", "label": 46}
{"text": "What does it mean if my cash withdrawal does not show up properly?", "label": 46}
{"text": "how long does it take to reflect in my balance a top up", "label": 47}
{"text": "I've been waiting for a top up to come through for over an hour and I need the funds now.", "label": 47}
{"text": "How long do top-ups take to go through", "label": 47}
{"text": "My top up hasn't gone through", "label": 47}
{"text": "It is still pending, I am still waiting. Your system just shows my top-up as pending. What is happening?", "label": 47}
{"text": "why is top up pending", "label": 47}
{"text": "Says that my top-up is incomplete?", "label": 47}
{"text": "I topped up and went to buy something, but it says that my funds are pending. Is there a way to quicken this process?", "label": 47}
{"text": "Can you tell me what is wrong ? I top-up with you all the time but this time it just shows my top-up as pending. What is happening?", "label": 47}
{"text": "My top-up is still pending", "label": 47}
{"text": "How long does a top-up take to go through?", "label": 47}
{"text": "Is there a reason that my top-up is still pending?", "label": 47}
{"text": "Why can't I see my funds after I topped up?", "label": 47}
{"text": "I tried to top up, but it didn't finish.", "label": 47}
{"text": "When will my top-up be completed?", "label": 47}
{"text": "When will my top up be applied?", "label": 47}
{"text": "My top-up has not posted.", "label": 47}
{"text": "I just made a top-up but it shows as pending! I use your service all the time and have never had a problem before. Why does it keep showing up as pending?", "label": 47}
{"text": "Why is my top-up pending?", "label": 47}
{"text": "Why hasn't my top up gone through?", "label": 47}
{"text": "How long is a top up supposed to be pending, because an hour is too long! Can you fix this to go through?", "label": 47}
{"text": "When will my top-up happen?", "label": 47}
{"text": "It appears my top-up is still pending.", "label": 47}
{"text": "How do I make my top up complete?", "label": 47}
{"text": "It's been some time since refilled the top-up.", "label": 47}
{"text": "I have been waiting for my top-up to complete and it still hasn't gone through.", "label": 47}
{"text": "How long will it take for my money to be deposited?", "label": 47}
{"text": "My top-up hasn't happened yet.", "label": 47}
{"text": "I topped-up my account, but I don't think it went through.", "label": 47}
{"text": "Help, I don't see my money i just added.", "label": 47}
{"text": "How long should I wait for top up go go through ?", "label": 47}
{"text": "I'm still waiting for my top-up to go through", "label": 47}
{"text": "Why isn't my pending transfer finished?", "label": 48}
{"text": "Why is the transfer showing pending?", "label": 48}
{"text": "My transfer is still pending, why?", "label": 48}
{"text": "My money transfer has not happened yet", "label": 48}
{"text": "What does it mean when a transfer is \"pending\"?", "label": 48}
{"text": "Why is the transaction not posting?", "label": 48}
{"text": "How much longer do I have to wait until my transaction is complete? I transferred money to another country many hours ago and the transaction is still pending.", "label": 48}
{"text": "I can't figure out why a transfer is still pending?", "label": 48}
{"text": "Why is a transfer I did recently still processing?", "label": 48}
{"text": "i transfered and yet it is still pending", "label": 48}
{"text": "How long is the wait for a money transfer to show up?", "label": 48}
{"text": "Hello, I went ahead and checked my account details to be sure, and they are definitely correct.  I've had a transfer pending for a while, and I can't understand why it hasn't gone through yet.", "label": 48}
{"text": "What is the reason why the transfer shows as pending?", "label": 48}
{"text": "How long is a transfer in the pending status?", "label": 48}
{"text": "I did a transfer but its still pending", "label": 48}
{"text": "I made a transfer recently but it has not changed on my dashboard.", "label": 48}
{"text": "When will the transaction post to my account?", "label": 48}
{"text": "Why is my transfer stuck on pending?", "label": 48}
{"text": "How long will a transfer be pending for?", "label": 48}
{"text": "How long do EU transfers actually take? I recently bought something online a few days ago, sent the money immediately online but the seller says it's still not there yet.", "label": 48}
{"text": "How long do EU transfers take? I bought something online a couple days ago , sent the money immediately online but the seller says it is still not there yet", "label": 48}
{"text": "My transfer went through, but it seems to be caught up in a pending status.  This was very important that it got done quickly, can you give me a status update on how long it will take?", "label": 48}
{"text": "How long do I have to wait for the transfer to be finalized?", "label": 48}
{"text": "How long does a transfer take?", "label": 48}
{"text": "I am having to wait for my transfer to be fully processed. It seems to be taking a very long time in the pending phase. What is the normal turn around time that I can expect to see it completed?", "label": 48}
{"text": "Why is my transfer still pending?", "label": 48}
{"text": "How long does it take for pending transfer transactions to post?", "label": 48}
{"text": "My transfer says pending. What does that mean?", "label": 48}
{"text": "I have a pending transaction", "label": 48}
{"text": "Hello. How long does it usually take to transfer money to another country? I've made sure all the information is correct, but the transfer still says that it's \"pending.\"", "label": 48}
{"text": "Is my transfer pending?", "label": 48}
{"text": "So, my transfer is showing as pending, when will it actually go through?", "label": 48}
{"text": "How come I got blocked for entering wrong pins?", "label": 49}
{"text": "After putting in the wrong PIN too many times, I was blocked. Can you assist me in changing it?", "label": 49}
{"text": "I forgot my pin and am blocked now. Can I reset it somewhere?", "label": 49}
{"text": "What should I do if I have used all of my PIN tries?", "label": 49}
{"text": "I may have entered the PIN wrong and the account is blocked.  What do I have to do to get it unblocked.", "label": 49}
{"text": "What's the web address to unblock my pin?", "label": 49}
{"text": "I used my pin too many times.", "label": 49}
{"text": "Where do I unblock my PIN?", "label": 49}
{"text": "Can I unblock my pin using the app?", "label": 49}
{"text": "Where can I go to get my PIN unblocked?", "label": 49}
{"text": "Help me unblock my PIN.", "label": 49}
{"text": "I punched in the wrong pin too many times and I'm locked out.", "label": 49}
{"text": "I tried the wrong PIN too many times.", "label": 49}
{"text": "Can I unblock my PIN in the app?", "label": 49}
{"text": "I put the wrong pin too many times and now it is blocked. Can you help me unblock it?", "label": 49}
{"text": "I entered a wrong PIN too many times. How can I fix this?", "label": 49}
{"text": "My PIN can't access my card, can you help?.", "label": 49}
{"text": "I entered the pin incorrectly too many times and now it is blocked. Can you help?", "label": 49}
{"text": "Why is my PIN blocked?", "label": 49}
{"text": "I can't figure out how to unblock my pin number. Can you help me?", "label": 49}
{"text": "I forgot what my pin number is and now am blocked can you help me get in?", "label": 49}
{"text": "How many incorrect attempts cause card to be blocked?", "label": 49}
{"text": "\nI put the wrong pin too many times and now it is blocked. Can you help me unblock it?", "label": 49}
{"text": "What is the process for unlocking the pin?", "label": 49}
{"text": "How many times can I enter a wrong PIN before it is blocked?", "label": 49}
{"text": "While I was drunk, I goofed my PIN number and your machine ate my card. How can I get it back?", "label": 49}
{"text": "I entered the wrong pin too many times and now I think it's blocked. What do I do?", "label": 49}
{"text": "What is the procedure of unblocking my PIN?", "label": 49}
{"text": "How do I unlock my account after typing in the wrong PIN too many times?", "label": 49}
{"text": "What do I do if I have exceeded all my PIN tries?", "label": 49}
{"text": "I cannot use my PIN.", "label": 49}
{"text": "My card got blocked, how do I reset?", "label": 49}
{"text": "How do I transfer funds if I am paid in GBP?", "label": 50}
{"text": "Do I need to select a preference to receive my salary payments in GBP and, if so, where?", "label": 50}
{"text": "Is it possible for a friend to personally send me a payment?", "label": 50}
{"text": "I received my salary in the wrong currency. How do I change this?", "label": 50}
{"text": "I would like to receive my salary in a different currency. How does that work?", "label": 50}
{"text": "Will you accept my salary if it's in another currency?", "label": 50}
{"text": "Can I get paid for this in another currency?", "label": 50}
{"text": "Can I receive payment in another currency?", "label": 50}
{"text": "My salary comes in GBP can I change my options somewhere?", "label": 50}
{"text": "can my husband open an account and transfer money", "label": 50}
{"text": "Is it ok for a friend to send me money?", "label": 50}
{"text": "am i able to receive my salary this way?", "label": 50}
{"text": "What do I need to do to receive my payroll in the account?", "label": 50}
{"text": "How do I know what my account is set to, I am paid in GBP?", "label": 50}
{"text": "My salary is in GBP, is this something I need to configure?", "label": 50}
{"text": "I received a transfer in GBP how do I change it to a different currency?", "label": 50}
{"text": "How can people transfer money to me?", "label": 50}
{"text": "Are there ways for other people to send me money?", "label": 50}
{"text": "How can I configure what currency my salary is in if it's in GBP?", "label": 50}
{"text": "My friend wants to send me money, can she?", "label": 50}
{"text": "Can I receive payments in another currency?", "label": 50}
{"text": "How can my friend give me money?", "label": 50}
{"text": "Can my friend send me money?", "label": 50}
{"text": "How can I receive money from my friend?", "label": 50}
{"text": "My friend would like to send me money. What are the options available to them?", "label": 50}
{"text": "how do i find out about transfers", "label": 50}
{"text": "Will my GPB update my salary", "label": 50}
{"text": "Can I transfer money using a different currency?", "label": 50}
{"text": "How can my friend pay me?", "label": 50}
{"text": "Can my salary be received here?", "label": 50}
{"text": "How do I receive money from someone?", "label": 50}
{"text": "Salary in GBP has been received. Does it need to be configured into another place?", "label": 50}
{"text": "I did all that was asked of me and I am rather frustrated. I don't understand why you just won't credit me my money back. I have contacted the seller and nothing has been done. It's been a week!", "label": 51}
{"text": "My refund for a purchase hasn't  cone through yet.", "label": 51}
{"text": "The refund I asked for isn't showing up", "label": 51}
{"text": "I can not find my refund.", "label": 51}
{"text": "Please send my refund now.", "label": 51}
{"text": "I keep checking my statements but nothing shows up! I requested a refund a long time ago but seems it's not reaching my account for some reason. Can you please help me get the money back from the seller for me", "label": 51}
{"text": "Hi I'm waiting for a refund for an item I bought. I have contacted the merchant directly but had nothing back. Can you tell me whether or not you are able to refund me for the item?", "label": 51}
{"text": "When can I expect my refund?", "label": 51}
{"text": "I still don't have a refund.", "label": 51}
{"text": "I'm expecting a refund but it's no where to be seen", "label": 51}
{"text": "Why isn't my refund showing up in my statement?", "label": 51}
{"text": "I am still waiting for a refund", "label": 51}
{"text": "I requested a refund for a large order the other day and don't think I received the funds. Can you tell me if you see them or not?", "label": 51}
{"text": "I can't see all the refunds in my statement", "label": 51}
{"text": "Hurry and refund me, I am waiting", "label": 51}
{"text": "Why is my refund not visible on my statement?", "label": 51}
{"text": "I can't see my refund in my history.", "label": 51}
{"text": "My account isn't showing the refund", "label": 51}
{"text": "I requested a refund from a merchant but don't see the money in my account.  Are you able to check with the merchant or process the refund manually?", "label": 51}
{"text": "I was told I would be getting a refund but I have yet to see it", "label": 51}
{"text": "I've been waiting for a refund to show up and I don't see it on my statement yet.", "label": 51}
{"text": "I don't see a refund in my account.", "label": 51}
{"text": "I have checked my statements multiple times, but my refund that I requested a while back is not showing on my account. Is there a reason for this? Can I get some help getting my money back from this transaction?", "label": 51}
{"text": "When do I see my recent refund in my statement", "label": 51}
{"text": "My refund is not showing up in my account. Where is it?", "label": 51}
{"text": "what is the status of my refund", "label": 51}
{"text": "Give me a refund now!! I am still waiting.", "label": 51}
{"text": "I returned an item but don't see it on my account?", "label": 51}
{"text": "I requested a refund from Next because the dress I purchased had three arm holes. They said they sent the refund last Wednesday which is nearly a week ago and I still don't have it.  Why not?", "label": 51}
{"text": "I can't find my refund. Please help.", "label": 51}
{"text": "I keep checking my statements but nothing shows up.I requested a refund a long time ago but seems like it's not submitting my account for some reason. Can you please help me get the money back from the seller for me", "label": 51}
{"text": "Can I check my recent refund in my statement?", "label": 51}
{"text": "Do you give refunds?", "label": 52}
{"text": "I want a refund on this.", "label": 52}
{"text": "Give me a refund", "label": 52}
{"text": "Can I have my money refunded for an item", "label": 52}
{"text": "I need a refund and cancel a transaction on an item I purchased and i need it as soon as possible, please!", "label": 52}
{"text": "Can you explain your refund policy, please?", "label": 52}
{"text": "I want to cancel a purchase", "label": 52}
{"text": "Hello I changed my mind and really need a refund on something I bought recently. Can you please cancel the transaction and get me my money back. Please it's urgent.", "label": 52}
{"text": "It has been forever ago that I made an order online. The product simply is not coming. Just give me back my money because I'm not paying these people.", "label": 52}
{"text": "I want a refund for an item", "label": 52}
{"text": "I just bought an item and would like to stop payment, is this possible?  The item has not been received yet.", "label": 52}
{"text": "Is it possible to get a refund?", "label": 52}
{"text": "I need my purchase cancelled.", "label": 52}
{"text": "It's been some time ago that I placed an order and it just isn't coming. At this point just give me back my money because I'm not paying them.", "label": 52}
{"text": "I would like my money back for an item I purchased", "label": 52}
{"text": "How do I receive a refund for my item?", "label": 52}
{"text": "My product was faulty.", "label": 52}
{"text": "Can you please assist on my item that needs to be refunded?", "label": 52}
{"text": "Hey, I ordered a thing but changed my mind and want a refund on it. Since I haven't received the thing, would you just go ahead and cancel the payment for me?", "label": 52}
{"text": "How do I get a refund for something I bought?", "label": 52}
{"text": "I want to know about your refund policy.", "label": 52}
{"text": "I need a refund. This is not what i wanted.", "label": 52}
{"text": "How do I return something for a full refund?", "label": 52}
{"text": "Can you refund my purchase?", "label": 52}
{"text": "I want to cancel my purchase", "label": 52}
{"text": "Am I able to return an item for a refund?", "label": 52}
{"text": "I want to talk about an order that I placed a long time ago and have yet to receive. I demand a refund due to lack of delivery of the product!  I refuse to pay for something I never got.", "label": 52}
{"text": "I want to return an item for a refund can I do that?", "label": 52}
{"text": "Can you please refund my item?", "label": 52}
{"text": "I am interested in cancelling a purchase", "label": 52}
{"text": "I made a purchase and would like to get a refund for what I bought can you have the money put back in my account?", "label": 52}
{"text": "How do I begin the process of a refund?", "label": 52}
{"text": "I wanted to purchase something online but the payment was returned back to me. This has been going on for a couple of weeks. Please tell me what is going on here?", "label": 53}
{"text": "I did a payment but it was reverted by the app", "label": 53}
{"text": "It looks like my card payment was sent back.", "label": 53}
{"text": "Under what condition will my payment revert?", "label": 53}
{"text": "I tried to buy something online but my funds were transferred back to my account. What is happening?", "label": 53}
{"text": "I think a card payment I made was cancelled, can you check?", "label": 53}
{"text": "I just checked and my payment was cancelled, why?", "label": 53}
{"text": "I really wanted to buy something online but seems the card is not working as the payment suddenly came back! What's going on here, I've been trying for a good week or two.", "label": 53}
{"text": "The app reverted the payment I made.", "label": 53}
{"text": "My payment has been cancelled", "label": 53}
{"text": "My card payment was cancelled.  Why?", "label": 53}
{"text": "I seem to have a problem here, I bought something about a 2 weeks ago and just now received the payment back into my account and I've already received the item. Can you tell me what is going on here?", "label": 53}
{"text": "I received a message from a seller stating they hadn't received my money even though it definitely came out of my account. The money has now been deposited back into my account. Please get this resolved as soon as possible.", "label": 53}
{"text": "I was refunded the money for something I bought already.", "label": 53}
{"text": "My card payment reverted back, I think.", "label": 53}
{"text": "The card payment didn't work", "label": 53}
{"text": "I didn't cancel my card payment.", "label": 53}
{"text": "My payment did not go through because the app reverted it", "label": 53}
{"text": "The seller just told me he didn't get paid. After reviewing my account it did subtract the balance but now it has added it back to my account. I need you to please take care of this promptly.", "label": 53}
{"text": "I am not able to purchase anything online! I have been using my card on multiple sites over a period of two weeks and none of the payments have gone through. Why is this happening?", "label": 53}
{"text": "Please help me with my card payments which keeps getting reverted whenever i do online shopping. I am having this problem since last two weeks.", "label": 53}
{"text": "What does it mean if my payment was reverted?", "label": 53}
{"text": "My payment was stopped", "label": 53}
{"text": "My card payment was cancelled it seems.", "label": 53}
{"text": "Card payment has be declined.", "label": 53}
{"text": "I think my card payment was reverted", "label": 53}
{"text": "What is the reason for my card payment to be reverted?", "label": 53}
{"text": "I paid two weeks ago and just got refunded", "label": 53}
{"text": "My card payment might have been reverted.", "label": 53}
{"text": "Can you tell me why my card payment was cancelled?", "label": 53}
{"text": "Why was my card payment reversed?", "label": 53}
{"text": "One of my card payments has reverted", "label": 53}
{"text": "I just have one additional card from the USA. Do you support that?", "label": 54}
{"text": "I have one other credit card from the US. Do you take it?", "label": 54}
{"text": "How can I top up my account and which currency can I use?", "label": 54}
{"text": "What US cards do you accept?  I only have 1 other.", "label": 54}
{"text": "I want to top up my account. What payment methods are supported?", "label": 54}
{"text": "Will you accept my credit card?", "label": 54}
{"text": "can i top up from a usa credit card", "label": 54}
{"text": "Do you accept US credit cards?", "label": 54}
{"text": "what cards and currencies are accepted?", "label": 54}
{"text": "Which cards do you support for top up?", "label": 54}
{"text": "Do you accept any card and currency?", "label": 54}
{"text": "Do you have a list of the cards and currencies supported?", "label": 54}
{"text": "If I want to add funds to the account using American Express, how do I do that?", "label": 54}
{"text": "Are there certain cards and currencies you support?", "label": 54}
{"text": "how can i add money from my amex card", "label": 54}
{"text": "I have an American Express that I'd like to add money to my account with.", "label": 54}
{"text": "Do you accept all cards and currencies?", "label": 54}
{"text": "What currencies and methods can i use to top up my account?", "label": 54}
{"text": "what currencies can i use to add money to my account", "label": 54}
{"text": "What currencies are accepted to add money?", "label": 54}
{"text": "Am I able to use my American Express to add money to my account balance?", "label": 54}
{"text": "I need to know if you will accept my credit card.", "label": 54}
{"text": "Which credit card top-ups do you accept?", "label": 54}
{"text": "Is my credit card supported for top-ups?", "label": 54}
{"text": "Why doesn't it work when I use American Express to try to add money to my account?", "label": 54}
{"text": "Which currencies can I use to add money?", "label": 54}
{"text": "What types of cards and money do you accept?", "label": 54}
{"text": "What forms of payment do you accept?", "label": 54}
{"text": "Do you accept Mastercard?", "label": 54}
{"text": "What other credit cards can I use?", "label": 54}
{"text": "I only have one more US credit card, is it accepted?", "label": 54}
{"text": "can i use my mastercard to add money to my account", "label": 54}
{"text": "How can I close my account, I don't want it.", "label": 55}
{"text": "Delete all of my account information and my account right now.", "label": 55}
{"text": "I would like to cancel my account.", "label": 55}
{"text": "I hate this company! Can you delete my account?", "label": 55}
{"text": "This company is bad, delete my account now.", "label": 55}
{"text": "What steps do I need to do to delete my account?", "label": 55}
{"text": "I no longer want this account, what should I do?", "label": 55}
{"text": "I am very dissatisfied with the services that you are providing.  I want to cancel my account.", "label": 55}
{"text": "I need to terminate my account.", "label": 55}
{"text": "How do I delete an account?", "label": 55}
{"text": "I need to delete my account.", "label": 55}
{"text": "Your service is bad.  Close my account.", "label": 55}
{"text": "How do I deactivate my account?", "label": 55}
{"text": "I am not happy with your company. Please delete my account asap.", "label": 55}
{"text": "how to delete account, not happy", "label": 55}
{"text": "Can you please disable my current account.", "label": 55}
{"text": "make my account go away", "label": 55}
{"text": "This place has been too much work so I'd just like to close out my account & be done.", "label": 55}
{"text": "I need to close my account.  Your company is terrible!", "label": 55}
{"text": "I want to delete my account. How do I do this?", "label": 55}
{"text": "I wish to remove my account.", "label": 55}
{"text": "I need to close my account as soon as possible.", "label": 55}
{"text": "Please delete this account.", "label": 55}
{"text": "I want to shut down my account as soon as possible.", "label": 55}
{"text": "How do I close my account, since I'm dissatisfied?", "label": 55}
{"text": "I want to stop my account", "label": 55}
{"text": "cancel my account", "label": 55}
{"text": "I would like to delete my account. I'm not happy with the service you're providing", "label": 55}
{"text": "I would like to delete my account now, please.", "label": 55}
{"text": "terminate my account please", "label": 55}
{"text": "Delete my account please. Now!", "label": 55}
{"text": "i'm not satisfied with the services and no longer want to be a customer", "label": 55}
{"text": "Is there a charge for SEPA transfers?", "label": 56}
{"text": "Do I pay a fee for SEPA transfers?", "label": 56}
{"text": "How much does a transfer cost?", "label": 56}
{"text": "If I top up by transfer, am I going to be charged?", "label": 56}
{"text": "How much would it cost me if I transfer?", "label": 56}
{"text": "Can third party fees affect a transfer?", "label": 56}
{"text": "Do I get charged if I get money?", "label": 56}
{"text": "Is there a fee for topping off by transfer?", "label": 56}
{"text": "Will I be fined for topping up by transfer?", "label": 56}
{"text": "What does it cost to receive a SEPA transfer?", "label": 56}
{"text": "I'd like to make a SEPA transfer to my account, but will I be charged?", "label": 56}
{"text": "Will I be charged for adding money by transfer?", "label": 56}
{"text": "Can I use SWIFT transfers?", "label": 56}
{"text": "Does it cost me to add cash?", "label": 56}
{"text": "Is there a cost to receive money?", "label": 56}
{"text": "Will I be charged for receiving money?", "label": 56}
{"text": "How much will it be in order to pay with a bank transfer using SEPA?", "label": 56}
{"text": "Am I able to do a SWIFT transfer?", "label": 56}
{"text": "Is there a fee to make a transfer?", "label": 56}
{"text": "If I were to transfer, what would the cost be?", "label": 56}
{"text": "Will there be a charge for topping up by account with a SEPA transfer?", "label": 56}
{"text": "What would I be charged in receiving a SEPA transfer?", "label": 56}
{"text": "Can you tell me the cost of a transfer?", "label": 56}
{"text": "Will I be charged to top off my account?", "label": 56}
{"text": "For SEPA transfers, what kind of charge will be applied?", "label": 56}
{"text": "Is there any fees associated with receiving money with this account?", "label": 56}
{"text": "Are SWIFT Transfers available at this bank?", "label": 56}
{"text": "Is there a top up fee for transfer?", "label": 56}
{"text": "Can I transfer using SWIFT?", "label": 56}
{"text": "What are the fees associated with top up via transfer?", "label": 56}
{"text": "How much does it cost to make transfers?", "label": 56}
{"text": "Are there topping up fees if I have to transfer?", "label": 56}
{"text": "Do I get charged if I top up with my European bank card?", "label": 57}
{"text": "What are the fees for using a European bank card?", "label": 57}
{"text": "Is there a fee for european bank cards?", "label": 57}
{"text": "If I top up using a European card is there a charge?", "label": 57}
{"text": "How much does top up fees cost?", "label": 57}
{"text": "Does it cost to top up my card?", "label": 57}
{"text": "How much are you going to charge me if I top up my US card?", "label": 57}
{"text": "Will there be extra charges regarding to adding money into my international card?", "label": 57}
{"text": "Is there any fees for top ups?", "label": 57}
{"text": "Do you charge extra for topping up with a debit or credit card?", "label": 57}
{"text": "Will you charge me more if I top up with an international card?", "label": 57}
{"text": "Is there a fee for topping up by charge card?", "label": 57}
{"text": "What options do I have when topping up a US card?", "label": 57}
{"text": "Can I top up for free using a European card?", "label": 57}
{"text": "Are there going to be fees from adding money with an international card?", "label": 57}
{"text": "Will I be charged a fee to top up using a debit or credit card?", "label": 57}
{"text": "What is the fee if I use a European bank for a top up?", "label": 57}
{"text": "Is there a fee to add money to an international card?", "label": 57}
{"text": "I topped off my card is that something you will charge me for?", "label": 57}
{"text": "What are the top up charges for all US cards?", "label": 57}
{"text": "Is it free for top ups?", "label": 57}
{"text": "Will I be charged for adding money using an international card?", "label": 57}
{"text": "What top up charges are there for US cards?", "label": 57}
{"text": "How much are the fees for adding funds using an international card?", "label": 57}
{"text": "I am wanting to refill my card, is there a charge?", "label": 57}
{"text": "Is USD free to top up with a US card?", "label": 57}
{"text": "What is the charge for topping up a card?", "label": 57}
{"text": "Do you have any fees if I want to add money using an international card.", "label": 57}
{"text": "What fees to you have for top ups?", "label": 57}
{"text": "I need to top up, but I have to use an international card.  Is there a cost for that?", "label": 57}
{"text": "How much is the charge to top up via credit card?", "label": 57}
{"text": "how much does it cost to add money to my card", "label": 57}
{"text": "I'm trying to use a cheque to top up", "label": 58}
{"text": "I can't find how to top up my account with a check.  Where is that?", "label": 58}
{"text": "I tried to deposit a cheque into my account and it is not letting me.", "label": 58}
{"text": "Are cheques accepted for a top up?", "label": 58}
{"text": "I would like to pay by cheque.", "label": 58}
{"text": "Is there a way to use a cheque to top up my account?", "label": 58}
{"text": "Can I purchase with cash or cheque?", "label": 58}
{"text": "Where would I find top up by cash deposit?", "label": 58}
{"text": "What is the procedure for topping up with a cheque?", "label": 58}
{"text": "I want to top up my account with a cheque", "label": 58}
{"text": "I would like to use cash to make a top-up?", "label": 58}
{"text": "How can I fill up my gas tank using a check?", "label": 58}
{"text": "Where can I find top up by cash deposit?", "label": 58}
{"text": "What are my payment options for topping off my account?", "label": 58}
{"text": "I can't find any option to top up with a cheque?", "label": 58}
{"text": "I got a cheque that I want to top up with?", "label": 58}
{"text": "Can I add to my account using a cheque?", "label": 58}
{"text": "What is not accepted in order for me to top up my account?", "label": 58}
{"text": "Can I cash deposit to top up my account", "label": 58}
{"text": "Can you tell me where to find top up by cash deposit?", "label": 58}
{"text": "What form of payments can I use for topping up?", "label": 58}
{"text": "Is it possible for me to top up with cash?", "label": 58}
{"text": "can i use check to top up", "label": 58}
{"text": "I want to use a cheque to pay.", "label": 58}
{"text": "I'll send a check to top up my account", "label": 58}
{"text": "How long before a check I send clears?", "label": 58}
{"text": "how do i find top up for cash deposit", "label": 58}
{"text": "How do I add cash to my account?", "label": 58}
{"text": "How do I use a check to top up?", "label": 58}
{"text": "I wish to be able to top up with cash.", "label": 58}
{"text": "Where can I deposit cash to top up?", "label": 58}
{"text": "May I transfer a cheque into my account?", "label": 58}
{"text": "My top up has failed", "label": 59}
{"text": "I just topped up, and the app denied it.", "label": 59}
{"text": "I have been trying unsuccessfully to top-up my card.  Is the system down or not working properly?", "label": 59}
{"text": "My top-up didn't go through", "label": 59}
{"text": "Problems with my top up", "label": 59}
{"text": "I have the funds, why can I not use my top-up?", "label": 59}
{"text": "Hello, there was an error while attempting top-up with my card this morning. I was able to use the card two days ago with no issues. Could you please assist?", "label": 59}
{"text": "What if my top up didn't work?", "label": 59}
{"text": "I requested for a top-up but it has not reflected", "label": 59}
{"text": "Why would the app deny my top-up?", "label": 59}
{"text": "I got my card a few days ago but am unable to top up. I'm thinking about closing my account because of this. What is going on?", "label": 59}
{"text": "My card keeps getting declined when I try to use it.  I would like to top-up, but it is not going though.", "label": 59}
{"text": "I tried to top-up, why didn't it work?", "label": 59}
{"text": "My credit card was declined for top-up. Can you see if there is enough funds in my account?", "label": 59}
{"text": "I think my top-up has failed.", "label": 59}
{"text": "I topped up my account but the app failed to process it.", "label": 59}
{"text": "Looks like my top-up has been cancelled", "label": 59}
{"text": "Seems like my top-up has failed", "label": 59}
{"text": "I believe my top up has failed", "label": 59}
{"text": "I think the top up failed", "label": 59}
{"text": "I'm confused as to why my top-up did not go through.", "label": 59}
{"text": "My money I added isn't on my card.", "label": 59}
{"text": "Can you find out why my credit card didn't process payment? It was declined for top up so what's the deal?", "label": 59}
{"text": "So my top-up failed, could you tell me why?", "label": 59}
{"text": "The app has rejected my top up.", "label": 59}
{"text": "I topped up but the app denied it", "label": 59}
{"text": "I don't think that my top-up worked.", "label": 59}
{"text": "I attempted to top up my car today, it failed! I just got it a couple of days before and it worked then. What is going on with it?", "label": 59}
{"text": "I need to top-up my card today urgently but my card keeps getting declined!! Can you please resolve this problem or let me know if you have any alternatives", "label": 59}
{"text": "Trouble with my top up", "label": 59}
{"text": "I did a bank transfer to top up, but the money is not available.", "label": 59}
{"text": "I need information explaining why my top-up failed to go through", "label": 59}
{"text": "Can someone please tell me how much I can top-up?", "label": 60}
{"text": "What is the max amount of top-ups?", "label": 60}
{"text": "How much can I top up on my card?", "label": 60}
{"text": "Do I have a limit to the number of top-ups per day?", "label": 60}
{"text": "Can I use as many top-ups as I want?", "label": 60}
{"text": "What is the max I can top up?", "label": 60}
{"text": "What's my limit for topping up?", "label": 60}
{"text": "Do I need to use a limit on top-ups?", "label": 60}
{"text": "Are there limits with top-up?", "label": 60}
{"text": "need to know if there is a maximum i can top up", "label": 60}
{"text": "Is there a maximum for top-ups?", "label": 60}
{"text": "Do you limit my top-offs?", "label": 60}
{"text": "What number of times can I top-up?", "label": 60}
{"text": "How much is the limit for top-ups?", "label": 60}
{"text": "What's the top-up limit?", "label": 60}
{"text": "Can I set my own top-up limit?", "label": 60}
{"text": "Would I be able to top up as much as I can?", "label": 60}
{"text": "Will you set a limit to my top-up?", "label": 60}
{"text": "Do you have any top-up limits?", "label": 60}
{"text": "Is there a limit for the amount I can top up?", "label": 60}
{"text": "Is there a limit to how much I can top-up?", "label": 60}
{"text": "Tell me about the limit for top ups.", "label": 60}
{"text": "How much can I top up in a day?", "label": 60}
{"text": "Is there a top-up limit that I have to stay under during a given period of time?", "label": 60}
{"text": "I would like to know how much I can top-up.", "label": 60}
{"text": "Can I top up?", "label": 60}
{"text": "limits on top ups", "label": 60}
{"text": "Can I top-up any amount I wish on any given day?", "label": 60}
{"text": "What is the top-up limit on my cards?", "label": 60}
{"text": "is there a limit for top up?", "label": 60}
{"text": "What's the amount that I can top-up?", "label": 60}
{"text": "How many times can I make a top-up?", "label": 60}
{"text": "Hi there, I came across a problem with my top up and my money is missing, was there a system error?", "label": 61}
{"text": "My top-up has been reverted and I would like to know why.", "label": 61}
{"text": "Why was my top up cancelled?", "label": 61}
{"text": "I need to know what's going on. I was under the impression you offered cryto top up which doesn't seem to be working and money has just vanished from my account.", "label": 61}
{"text": "The app reverted my top up", "label": 61}
{"text": "Why has my top up been returned?", "label": 61}
{"text": "My money has disappeared. I had recently added money in, and saw it was there and went through. Now it's gone. What is happening?", "label": 61}
{"text": "I topped up recently and saw the money go through, but now it's just gone? What's going on", "label": 61}
{"text": "Reasons for top up cancellation.", "label": 61}
{"text": "My top up may have been reverted", "label": 61}
{"text": "What happened to the money that I deposited?", "label": 61}
{"text": "Please explain why the funds I added were returned to my account.", "label": 61}
{"text": "Did you lose my money? I had added funds through top-up not long ago and I know they were in my account, but they seem to have disappeared. What happened?", "label": 61}
{"text": "I tried to make a top-up and it was canceled, why is that?", "label": 61}
{"text": "How do I tell if my top up was reverted?", "label": 61}
{"text": "Hello there, I tried using crypto top up today but it's not working for me, might it be due to the kind of bank I'm using or the country that I'm from?Money is also missing from my account", "label": 61}
{"text": "What happened to my top-up? It was all done and now it's gone! Are you having problems with your system?", "label": 61}
{"text": "Why isn't my top up showing?  Was the money reversed?", "label": 61}
{"text": "I went to top up my card and it was cancelled.", "label": 61}
{"text": "Why did my top-up not get approved this time?", "label": 61}
{"text": "My top-up was supposed to be done, but now the money is gone! Is there a glitch in your system?", "label": 61}
{"text": "Hi, i just topped up my phone and the money was deducted but it seems to have deducted the same amount again! please help!", "label": 61}
{"text": "Why did my top up get reverted?", "label": 61}
{"text": "Can you explain to me why a top up would be reverted?", "label": 61}
{"text": "What caused my top up to be reverted?", "label": 61}
{"text": "I thought crypto top up with something you offered and it does not appear that it's working even though the money has disappeared out of my account. Can you tell me what's going on?", "label": 61}
{"text": "I was under the impression that you offer crypto top up; however,  it doesn't appear to be working. The money has now disappeared from my account so I need to know what the deal is?", "label": 61}
{"text": "I topped up but the app declined it", "label": 61}
{"text": "I need some help, I thought you guys accepted crypto top ups?? It won't seem to let me do it. I put money in my account and now it's gone and I didn't spend it. Where did it go??", "label": 61}
{"text": "My thoughts were that you offered crypto top up which does not seem to be working. The money has now been taken from my account. What is the problem here?", "label": 61}
{"text": "It appears my top-ups have been canceled.", "label": 61}
{"text": "What is the status of my top up?", "label": 61}
{"text": "I want to transfer money with my credit card.", "label": 62}
{"text": "I attempted to top up using my card, but now the money just disappeared?", "label": 62}
{"text": "can other people use the app to add money to my account", "label": 62}
{"text": "I don't understanfd how to top up", "label": 62}
{"text": "Can my account be topped-up by friends of mine.", "label": 62}
{"text": "Is my account able to be topped up by my friends?", "label": 62}
{"text": "I used my card to top up, but now I don't see the money in my account.", "label": 62}
{"text": "My card needs to be topped up.", "label": 62}
{"text": "I topped up my account but the money isn't there now.", "label": 62}
{"text": "Who can have access to top up my account?", "label": 62}
{"text": "I want to top up by card", "label": 62}
{"text": "How can I use my credit card to transfer money?", "label": 62}
{"text": "Can my account be topped up by my friends?", "label": 62}
{"text": "Is it possible to transfer money to my credit card?", "label": 62}
{"text": "How can my friends top up my account?", "label": 62}
{"text": "Can other people top up my account?", "label": 62}
{"text": "Could you tell me why my top up isn't showing in my wallet?", "label": 62}
{"text": "I wasn't able to use my top up card because the money I put on there wasn't there anymore", "label": 62}
{"text": "My friends would like to add to my account. What is the procedure?", "label": 62}
{"text": "I need to transfer some money, can I use my credit card?", "label": 62}
{"text": "I can't see my top up in my wallet!", "label": 62}
{"text": "I tried to get gas but my money was gone!", "label": 62}
{"text": "I was attempting to top up with my card but the money has vanished!", "label": 62}
{"text": "Is it simple to transfer money using my credit card?", "label": 62}
{"text": "I'd like to transfer funds using my credit card.", "label": 62}
{"text": "I used my card to top up, but the money is not there!", "label": 62}
{"text": "Can my friends top up my account?", "label": 62}
{"text": "Can I allow other people to top up my account?", "label": 62}
{"text": "I don't see my top up in my wallet.", "label": 62}
{"text": "My money disappeared right when I tried to top up", "label": 62}
{"text": "I cannot tell what my top up currently is.", "label": 62}
{"text": "Do i have to top-up with my credit card before I can transfer?", "label": 62}
{"text": "Hey there, I just went through my most recent credit card payments and I notice the same charge for a restaurant was processed twice. There was only one meal at this place, so I would like one of the charges to be reversed and my money to be put back in the account.", "label": 63}
{"text": "I went for a meal in Seattle and paid the bill but I think they charged me twice, the first time they swiped the card I got a notification to say the money had gone out the account but then I added a tip and I think they swiped it all again. Can you refund one of the charges?", "label": 63}
{"text": "I received duplicate charges.", "label": 63}
{"text": "I have been charged twice for the same thing!", "label": 63}
{"text": "Why was I double charged?", "label": 63}
{"text": "Several items I have charged this week are appearing twice.  Please review my statement and remove any duplicate charges.", "label": 63}
{"text": "I have been charged two times for one transaction.", "label": 63}
{"text": "I have been charged for one thing two times.", "label": 63}
{"text": "I went to the store and tried to make a purchase.  The first time, it was declined, but the second one went through.  But my App shows me that I've already been charged once and the second charge is still pending.  Can you make sure that I'm not charged twice?", "label": 63}
{"text": "Hello, I was just went through my recent transaction on my bank account and I just noticed that I was charged twice at a place that ate at this past week. Can I get that second transaction removed from my account?", "label": 63}
{"text": "I was double-charged for a transaction", "label": 63}
{"text": "I was charged twice for an in-store purchase that I thought was declined.  My App says that it's still pending for one of the payments. Please make sure one of the charges is removed.", "label": 63}
{"text": "A transaction posted twice to my account.", "label": 63}
{"text": "Who do I talk to for transactions debited twice?", "label": 63}
{"text": "What do I do if I have been charged twice?", "label": 63}
{"text": "My transaction is showing several times.", "label": 63}
{"text": "A payment is showing twice. Why is that?", "label": 63}
{"text": "I have a payment that shows twice", "label": 63}
{"text": "Is there a reason to why I was charged twice for a transaction?", "label": 63}
{"text": "My husband and I went out for our weekly \"dinner and a movie,\" and it was my turn to pick up the check. Now I see that my card was charged twice. Who should I contact about negating the second charge and getting my card credited?", "label": 63}
{"text": "I have been double charged for a couple of things this week, and would appreciate a refund for the duplicate charges.", "label": 63}
{"text": "Good day, in reviewing my credit card activity over the last several days, I see a repeated charge for a restaurant that I went to. The charge was put through twice, so I would like one of the charges corrected and the amount that was withdrawn to be reinstated please.", "label": 63}
{"text": "Why does my statement show various transaction times?", "label": 63}
{"text": "I think I was double charged", "label": 63}
{"text": "Can you explain the various transaction times shown on my statement?", "label": 63}
{"text": "I have have multiple charges for one transaction.", "label": 63}
{"text": "There is a duplicate charge on my account.", "label": 63}
{"text": "Please delete the duplicate payment that was made to my account. One payment is still pending and I do not want to pay twice.", "label": 63}
{"text": "What do I do if I've been charged twice for the same transaction?", "label": 63}
{"text": "Why does the same transaction appear multiple times?", "label": 63}
{"text": "A duplicated payment was made for something.", "label": 63}
{"text": "I'm really concerned because I only made one transaction, but it's appearing multiple times.", "label": 63}
{"text": "I just moved overseas and I noticed that you are charging me more fees.  I am a loyal customer, is this how you expect to keep customers?", "label": 64}
{"text": "Why was money taken for a transfer?", "label": 64}
{"text": "There is a fee for a transfer, please explain that to me.", "label": 64}
{"text": "Why was I charged this extra fee while doing a transfer?", "label": 64}
{"text": "Can you explain the transfer fee that I was charged?", "label": 64}
{"text": "Are money transfers free?", "label": 64}
{"text": "Transfers are supposed to be free.  I just got a fee tacked on  to something I bought abroad.  Not cool.  Figure out how to remove it.", "label": 64}
{"text": "Can you elaborate on why I have an extra charge just for transferring?", "label": 64}
{"text": "Why did it cost money to transfer funds?", "label": 64}
{"text": "I made a transfer and the receiver said they haven't actually received the right amount, but it's a bit less. Now I have to transfer more money to make up for the missing bit. Can you please alert me about this, what has been going on?", "label": 64}
{"text": "How much do I have to pay if I want to transfer money?", "label": 64}
{"text": "I was charged a transfer fee, why is that?", "label": 64}
{"text": "I was informed that transfers were free. I noticed I have a fee but why?", "label": 64}
{"text": "I found a transfer fee - is that correct?", "label": 64}
{"text": "Why was there a transfer fee on my account?", "label": 64}
{"text": "I shouldn't be charged any fee for transferring .", "label": 64}
{"text": "I transferred money, but I think I've been charged a fee for it?", "label": 64}
{"text": "Extra charge during transfer", "label": 64}
{"text": "Does it cost anything to buy something from another country? Like is there going to be hidden transfer fees or currency conversion fees?", "label": 64}
{"text": "I used this account a lot during the last month to manage my payments for my new place abroad. Seems that suddenly fees have increased? Shouldn't you instead reward your frequent customers instead of putting an additional fee suddenly?!", "label": 64}
{"text": "Hi,  I have transferred money but beneficiary's account is credited with less amount. Now i have transfer the difference of the amount. I think there is some issue, could you please look into this.", "label": 64}
{"text": "This isn't fair! I thought transfers could be made for free. I just made  a purchase online from abroad and now see some strange fee that I've never seen before.", "label": 64}
{"text": "I was charged a fee when I transferred my funds, why?", "label": 64}
{"text": "Someone made a mistake on my money transfer because I was charged extra fees.", "label": 64}
{"text": "I do not like this, I made a simple transfer but I have an additional charge for doing so.", "label": 64}
{"text": "why is there a fee for the transfer I made?", "label": 64}
{"text": "What kind of fees will I pay when I transfer?", "label": 64}
{"text": "My transfer seems to be too expensive.", "label": 64}
{"text": "what is this fee for transfering", "label": 64}
{"text": "Why was a fee changed for my transfer?", "label": 64}
{"text": "I was charged a fee for a transfer. Where did it come from?", "label": 64}
{"text": "I made a transfer and according to the receiver \"they haven't received the right amount\" Its lesser than it should be.Now I have to transfer more money to make up for the missing amount . Can you please help me about this,what should be done", "label": 64}
{"text": "I am looking to transfer some money from my other bank account into this one.", "label": 65}
{"text": "What do you do to transfer money to my account?", "label": 65}
{"text": "How can I deposit money to my account?", "label": 65}
{"text": "I need to transfer money into my account, HOW?", "label": 65}
{"text": "I want to transfer money. How do I do that for my account?", "label": 65}
{"text": "Help! My account doesn't show any funds. Is transferring funds an option I can use?", "label": 65}
{"text": "My money is all gone. What ways are okay to add money to my account?", "label": 65}
{"text": "How can I top up my account by bank transfer?", "label": 65}
{"text": "I want to transfer money into my account", "label": 65}
{"text": "How do I go forth on transferring a sum of money from one account to another?", "label": 65}
{"text": "Can I top-up my card using a bank transfer.", "label": 65}
{"text": "I have money in a foreign account that I want to send to this account.", "label": 65}
{"text": "I would like to know how to transfer money into my account.", "label": 65}
{"text": "I need to transfer money into this account from my other bank account.", "label": 65}
{"text": "I am in desperate need to transfer funds from another account that i have into this one, how do i do that?", "label": 65}
{"text": "What transfer methods do you accept?", "label": 65}
{"text": "How can I move money from an account at another bank to this one?", "label": 65}
{"text": "I need more money in my account. Can I add more by transferring?", "label": 65}
{"text": "Can you please explain how to transfer money using the bank transfer process?", "label": 65}
{"text": "How does a bank transfer for topping my account work?", "label": 65}
{"text": "For my account, how do I transfer money in?", "label": 65}
{"text": "Can you tell me how transferring money into my account works?", "label": 65}
{"text": "Can I transfer money to my account with the app?", "label": 65}
{"text": "I need to add money to my account. Can I do so via bank transfer?", "label": 65}
{"text": "Can you help me transfer funds from another bank account to this account?", "label": 65}
{"text": "I have an account that is empty of funds. Can I transfer some from another bank?", "label": 65}
{"text": "How can I move money from my account at a different bank to the account I have at this bank.", "label": 65}
{"text": "Can I add money to my account via bank transfer?", "label": 65}
{"text": "I was wondering about transferring money into my account and how it works.  Can you tell me about that?", "label": 65}
{"text": "What is the process for transferring money into my account?", "label": 65}
{"text": "How can I transfer some money into a foreign account?", "label": 65}
{"text": "Please provide details on how to top up my account using transfer option", "label": 65}
{"text": "When will I get my money? It's been too long.", "label": 66}
{"text": "How much time do transfers take? I sent money to a friend who needs it fast. It's been hours, and the money has not gone through.", "label": 66}
{"text": "The app isn't showing my transactions", "label": 66}
{"text": "Hi, I sent my landlord my rent money a few days ago and while everything seems good on my end he says that he never got the money. I double checked the account number and it's correct. Can you help me figure this out?", "label": 66}
{"text": "How long should it take for a transfer to go through? I have been waiting a while.", "label": 66}
{"text": "I need to transfer some money to a friend who is in urgent need of some fast cash. How long will it take before she can use that money?", "label": 66}
{"text": "I don't see the transaction I made to a friend on my account.", "label": 66}
{"text": "i accidentally entered in my retailers information, what should i do next", "label": 66}
{"text": "Is there a reason a payment is showing complete on my side but the person who is receiving it has not gotten it?", "label": 66}
{"text": "I tried to transfer some money and it hasn't done it yet - what's going on?", "label": 66}
{"text": "Why hasn't my friend received the transaction?", "label": 66}
{"text": "I have done a transfer within the country the day before yesterday, but it's still not there yet. Can you please check what's going on with that, the account number definitely is the right one, I've checked that several times already.", "label": 66}
{"text": "My friend says he hasn't received my transaction", "label": 66}
{"text": "I transferred some cash and it didn't arrive", "label": 66}
{"text": "i've waited 2 days for a transfer to reach a retailers account, am i going to have to wait longer.", "label": 66}
{"text": "How long will it be  before the person I sent money to is able to see it?", "label": 66}
{"text": "Why has my transfer not arrived yet?", "label": 66}
{"text": "What is the time for a transfer?", "label": 66}
{"text": "What happens when I money transaction doesn't show up on the receiving side?", "label": 66}
{"text": "Why didn't my friend's transaction arrive yet?", "label": 66}
{"text": "I transferred money and it hasn't come yet", "label": 66}
{"text": "My transfer didn't arrive to the recipient", "label": 66}
{"text": "Could you please help me?  I made my rent payment and have double checked that I sent it to the right account.  The person receiving it says he has not received it but it shows complete on my side.", "label": 66}
{"text": "Why is it taking so long for a transfer to complete!", "label": 66}
{"text": "I can't see if the transfer I did a couple days ago is in my account yet. I double checked my info before sending, too. Can you check this?", "label": 66}
{"text": "I transferred some money but it is not here yet", "label": 66}
{"text": "Why hasn't the transaction I did arrive yet?", "label": 66}
{"text": "I sent a transfer to a friend that needs it urgently. It has already been 2 hours and still hasn't come through to her. How long does it normally take?", "label": 66}
{"text": "I sent some money to somebody a couple of hours ago, and they still have yet to receive it.  They really need the money, how much longer are they going to have to wait?", "label": 66}
{"text": "Why hasn't my son received the transfer I sent to him earlier?", "label": 66}
{"text": "Why isn't the transfer I made to a friend showing?", "label": 66}
{"text": "Why isn't the recipient seeing the transaction? I just sent the money.", "label": 66}
{"text": "I need to transfer funds from China and quick expedition is crucial. Approximately how long does it take for a transfer from China to go through?", "label": 67}
{"text": "When can I expect a transfer from Europe to go through?", "label": 67}
{"text": "When will my account receive the money?", "label": 67}
{"text": "When will my transfer arrive from Europe?", "label": 67}
{"text": "I transferred money from the US, How long does it take?", "label": 67}
{"text": "I need to urgently transfer something from China. How long will it approximately take?", "label": 67}
{"text": "Where's the money from my transfer from Europe?", "label": 67}
{"text": "How quickly can I transfer something to China?", "label": 67}
{"text": "I must quickly transfer something from China, and I need to know how long it will take.", "label": 67}
{"text": "When will my transfer post to my account?", "label": 67}
{"text": "I'm having money transferred from Europe, how long will this take?", "label": 67}
{"text": "When will I receive a transfer from europe?", "label": 67}
{"text": "How long does a transfer take to reach one's account.", "label": 67}
{"text": "Will it take more than 3 days for my transfer to reach my account?", "label": 67}
{"text": "How long does it take transfers from Europe to complete?", "label": 67}
{"text": "How long does it take in Europe to do a transfer?", "label": 67}
{"text": "How fast are transfers from Europe?", "label": 67}
{"text": "When will the money show in my account?", "label": 67}
{"text": "How long does a European transfer take?", "label": 67}
{"text": "How long do European transfers take?", "label": 67}
{"text": "When will the money from a transfer be made available on my account?", "label": 67}
{"text": "I've made a transfer, how long until the money reaches my account?", "label": 67}
{"text": "I have to quickly transfer something to China. How long will it take to arrive there?", "label": 67}
{"text": "How long will it take to transfer something to China urgently?", "label": 67}
{"text": "how long does a US transfer take", "label": 67}
{"text": "What time will a transfer from the US take?", "label": 67}
{"text": "In the US, how long is the wait for a transfer?", "label": 67}
{"text": "I need to transfer something ASAP from China, how long will it take to post to my account?", "label": 67}
{"text": "I have a transfer from the US, How long is the wait?", "label": 67}
{"text": "When can I expect the transfer to be complete?", "label": 67}
{"text": "When will my money be in my account?", "label": 67}
{"text": "How long do transfers from Europe take?", "label": 67}
{"text": "What do I do if I can't prove my identity?", "label": 68}
{"text": "How long does it take to prove my identity?", "label": 68}
{"text": "Help my prove my identity.", "label": 68}
{"text": "I do not have the information to verify my identify.", "label": 68}
{"text": "The app isn't letting me log in, but my info is correct.", "label": 68}
{"text": "The app won't identify me.", "label": 68}
{"text": "I can't upload my identification.", "label": 68}
{"text": "I'm unable to verify my identity", "label": 68}
{"text": "How long does it take for my id to verify?", "label": 68}
{"text": "I am not able to verify my id. Why?", "label": 68}
{"text": "Why hasn't my ID been verified?", "label": 68}
{"text": "I'm not able to verify my identity.", "label": 68}
{"text": "You will hear back from us about your verification results in 10 minutes to a one hour timeframe.  If these verification results do fail, please double-check to make sure your images are clear and have no glare or blur; your photos need to be fully readable.  You need to be 18 years of age or older and a resident of Switzerland or the European Economic Area to create an account.", "label": 68}
{"text": "The app doesn't think it's me.", "label": 68}
{"text": "I'm having a hard time proving my identity.", "label": 68}
{"text": "The app is telling me that I am not me.", "label": 68}
{"text": "Unsure how to provide my identity.", "label": 68}
{"text": "Why am I unable to verify my id?", "label": 68}
{"text": "Why isn't my id verifying?", "label": 68}
{"text": "My identity is unable to be verified.", "label": 68}
{"text": "I don't have the means to prove my identity.", "label": 68}
{"text": "Why am I unable verify my id?", "label": 68}
{"text": "Why isn't my id verified?", "label": 68}
{"text": "Help me verify my identity.", "label": 68}
{"text": "What should I do if I can't prove my identity.", "label": 68}
{"text": "The app does not believe that I am myself", "label": 68}
{"text": "I have no way to prove my identity.", "label": 68}
{"text": "I don't have a way to prove my identity.", "label": 68}
{"text": "I'm having trouble proving my identity", "label": 68}
{"text": "My identity verification is not working.", "label": 68}
{"text": "Hearing back from us regarding your important verification results may take 10 minutes to one hour time.  If verification results do fail, double-check to make sure all of your images are clear --  make sure your photos have no glare or blurring. Note: These photos need to be readable as well.  You also need to be 18 years of age or older.  You must be a resident of Switzerland or the European Economic Area to open a new account.", "label": 68}
{"text": "The app doesn't believe its me.", "label": 68}
{"text": "can i verify my identity i the app", "label": 69}
{"text": "How do I fill out the identity check?", "label": 69}
{"text": "with what can I verify my identity?", "label": 69}
{"text": "What proof of identification is needed?", "label": 69}
{"text": "Can I get a full list of instructions for identity checks?", "label": 69}
{"text": "What am I going to need in order to verify my identity?", "label": 69}
{"text": "What can I use to verify my identity?", "label": 69}
{"text": "For the identity check, what kind of documents do I need to have?", "label": 69}
{"text": "What are acceptable documents to prove my identity?", "label": 69}
{"text": "How and where can I find the identity checks?", "label": 69}
{"text": "How do I verify my ID?", "label": 69}
{"text": "What is needed for the identity verification?", "label": 69}
{"text": "What do you require for identity verification?", "label": 69}
{"text": "What documentation do you accept for the identity check?", "label": 69}
{"text": "If I'm getting my identity verified, what all do I need?", "label": 69}
{"text": "What are the steps for identity checks?", "label": 69}
{"text": "What are the requirements to verify my identity?", "label": 69}
{"text": "what documents do i need to verify who i am", "label": 69}
{"text": "What is needed for identity verification?", "label": 69}
{"text": "Where do I go to fill out the identity form?", "label": 69}
{"text": "I need to verify my identity. How do I do that?", "label": 69}
{"text": "What is the identity verification process?", "label": 69}
{"text": "Please tell me how I verify my identity.", "label": 69}
{"text": "Can I verify my identity?", "label": 69}
{"text": "Can I get information on the identity checks?", "label": 69}
{"text": "How can you assist on verifying my identity?", "label": 69}
{"text": "I'm not sure what I need to verify my identity.", "label": 69}
{"text": "What are the steps to verify identity?", "label": 69}
{"text": "I don't know how to verify my identity.", "label": 69}
{"text": "Please tell me the steps to verify my identity.", "label": 69}
{"text": "I'm not sure how to complete the identity checks process.", "label": 69}
{"text": "What steps do I need to take for the identity checking process?", "label": 69}
{"text": "How will I know where my funds are coming from?", "label": 70}
{"text": "what is source of my money", "label": 70}
{"text": "Are there steps to see where my funds come from?", "label": 70}
{"text": "is there a way i can see source of money?", "label": 70}
{"text": "I would like to know how to work out where my funds came from?", "label": 70}
{"text": "I would like to know where my source of funds came from.", "label": 70}
{"text": "Can I trace where my funds came from?", "label": 70}
{"text": "Can you tell me how I would go about learning where my funds came from?", "label": 70}
{"text": "My source of funds need verification.", "label": 70}
{"text": "where can I see who sent me funds", "label": 70}
{"text": "What do I need to see my source of money?", "label": 70}
{"text": "where exactly does money come from", "label": 70}
{"text": "where can i see money source?", "label": 70}
{"text": "What do I do to verify my source of funds?", "label": 70}
{"text": "Can someone please explain to me where my source of funds came from?", "label": 70}
{"text": "I require verification for my source of funds.", "label": 70}
{"text": "Please explain to me how to know where my funds are from.", "label": 70}
{"text": "I must verify the source of my funds", "label": 70}
{"text": "Where can I see where my funds came from?", "label": 70}
{"text": "Show me how to look at the source of my current funds?", "label": 70}
{"text": "help me find where this money came from", "label": 70}
{"text": "Is there a way to lookup where funds came from?", "label": 70}
{"text": "I would like to verify my source of funds.", "label": 70}
{"text": "Where can I see where funds came from?", "label": 70}
{"text": "What information do I need to see my source of money?", "label": 70}
{"text": "Can I see the source of my available money?", "label": 70}
{"text": "Where did my deposit for my source of funds come from?", "label": 70}
{"text": "Can I see where my money came from?", "label": 70}
{"text": "Where do my available funds come from?", "label": 70}
{"text": "How do I know where my money comes from?", "label": 70}
{"text": "Is there a way to see where my money originally came from?", "label": 70}
{"text": "My source of funds require verification.", "label": 70}
{"text": "Do I need to verify the top-up?", "label": 71}
{"text": "How can I verify my top-up card?", "label": 71}
{"text": "Why verify the top-ups?", "label": 71}
{"text": "Where Is the top up verification code found?", "label": 71}
{"text": "Where do i verify a top-up card?", "label": 71}
{"text": "I CAN NOT FIND THE TOP-UP VERIFICATION CODE.", "label": 71}
{"text": "How do I verify the top up?", "label": 71}
{"text": "I don't see a code anywhere on my top-up card? Where can I find it? I need to verify!", "label": 71}
{"text": "Why is top-up verified?", "label": 71}
{"text": "What is the top up code for?", "label": 71}
{"text": "Does the top-up need verified?", "label": 71}
{"text": "What do I do to verify a top-up?", "label": 71}
{"text": "How do I verify the top-up?", "label": 71}
{"text": "Can you tell me where to find my top-up verification code?", "label": 71}
{"text": "How are top-ups verified?", "label": 71}
{"text": "Do I need to verify my top-up?", "label": 71}
{"text": "Do I need to verify my top-up card?", "label": 71}
{"text": "Is there a way to verify a card top-up?", "label": 71}
{"text": "What's a verification code?", "label": 71}
{"text": "I'm trying to verify my top-up card, but I can't find the code...?", "label": 71}
{"text": "Explain to me how to verify the top-up card.", "label": 71}
{"text": "How many digits identify the top-up verification code?", "label": 71}
{"text": "I can't see a top-up top-up verification code.", "label": 71}
{"text": "how do I find the code to verify the top up card?", "label": 71}
{"text": "what's my top-up verification code?", "label": 71}
{"text": "Why do the top-ups need to be verified?", "label": 71}
{"text": "Is the verification number on the top up card", "label": 71}
{"text": "How do I find the top-up verification code?", "label": 71}
{"text": "Can you show me how to verify the top-up card?", "label": 71}
{"text": "I just want to top-up, why do I need to verify anything?", "label": 71}
{"text": "Help my find the verification code on a top-up.", "label": 71}
{"text": "How do i authenticate a top-up card?", "label": 71}
{"text": "The virtual card won't work.", "label": 72}
{"text": "I can't get the virtual card to work", "label": 72}
{"text": "I tried paying with my disposable virtual card earlier but it was rejected. What can I do to fix this?", "label": 72}
{"text": "Can I use my virtual card for recurring monthly payments?", "label": 72}
{"text": "I can't get my virtual card to work.", "label": 72}
{"text": "i cannot get virtual card to work", "label": 72}
{"text": "I received my Virtual card information, but was unable to use it to make a purchase. Why did this happen and what can I do?", "label": 72}
{"text": "My disposable virtual card won't work.", "label": 72}
{"text": "I can't seem to get my virtual card to work.", "label": 72}
{"text": "My throwaway virtual card won't work", "label": 72}
{"text": "Why won't my virtual card work?", "label": 72}
{"text": "virtual card won't work for me", "label": 72}
{"text": "Why can't I make multiple payments with my virtual card?", "label": 72}
{"text": "My disposable virtual card wouldn't process my payment?", "label": 72}
{"text": "What is the reason I got rejected for using my disposable virtual card to pay a subscription to the gym?", "label": 72}
{"text": "How do I get this damn virtual card to work?", "label": 72}
{"text": "I cannot get my disposable virtual card to work", "label": 72}
{"text": "Help me get the virtual card working.", "label": 72}
{"text": "Is there a reason why my virtual card won't work?", "label": 72}
{"text": "Why isn't my disposable virtual card working?", "label": 72}
{"text": "My disposable virtual card isn't working.", "label": 72}
{"text": "I have a disposable card but it does not work?", "label": 72}
{"text": "My virtual card isn't working.", "label": 72}
{"text": "Can I use my virtual card to complete transactions for memberships?", "label": 72}
{"text": "Please help me.  My disposable virtual card won't work right.", "label": 72}
{"text": "My virtual car is not working.", "label": 72}
{"text": "My virtual card is just not going through.", "label": 72}
{"text": "This disposable virtual card is not working.", "label": 72}
{"text": "I can't get my virtual card to work at all", "label": 72}
{"text": "My disposable virtual card was rejected.", "label": 72}
{"text": "What do I do if my disposable virtual card doesn't work?", "label": 72}
{"text": "I can't use my virtual disposable card", "label": 72}
{"text": "Is there a way I can get a Visa card?", "label": 73}
{"text": "My preference is Mastercard.", "label": 73}
{"text": "Visa and MasterCard, can I get them both?", "label": 73}
{"text": "Can both a Visa and Mastercard be received from you?", "label": 73}
{"text": "Can I choose between Visa and Mastercard?", "label": 73}
{"text": "Can I choose my Visa or Mastercard?", "label": 73}
{"text": "Is there a way I can have a mastercard?", "label": 73}
{"text": "I would like to know if you use Visa or Mastercard.", "label": 73}
{"text": "is it just visa or can i also use mastercard?", "label": 73}
{"text": "I'm wanting to get a Visa card today.", "label": 73}
{"text": "Will I get a Visa card or Mastercard?", "label": 73}
{"text": "I'd like to get a Visa card, please.", "label": 73}
{"text": "would a visa or mastercard be more suited to me?", "label": 73}
{"text": "Is it possible to get a Visa and Mastercard from you?", "label": 73}
{"text": "I have a Visa and Mastercard, can I use these?", "label": 73}
{"text": "Do I get Visa or Mastercard?", "label": 73}
{"text": "I prefer Visa, can I get that instead?", "label": 73}
{"text": "Please give me both Visa and MasterCard, is it possible?", "label": 73}
{"text": "I want to apply for a Visa card.", "label": 73}
{"text": "Can you send me a Mastercard, instead of a Visa?", "label": 73}
{"text": "Can I pick between Visa and Mastercard?", "label": 73}
{"text": "Can I have a Visa card?", "label": 73}
{"text": "What type of card can I get?", "label": 73}
{"text": "What do I have to do to get a Visa card?", "label": 73}
{"text": "Can I choose what card I can use", "label": 73}
{"text": "may I have a Visa and a Mastercard from you.", "label": 73}
{"text": "Is it possible to get both Visa and Mastercard from you?", "label": 73}
{"text": "I'd like to apply for a Visa Card.", "label": 73}
{"text": "I do not want a VISA card.", "label": 73}
{"text": "Can I choose my card scheme?", "label": 73}
{"text": "Are visa and mastercard accepted", "label": 73}
{"text": "I would like to get both a Visa and MasterCard?", "label": 73}
{"text": "Why are you asking so many questions about who I am", "label": 74}
{"text": "What is the first step I need to make for being able to access my account?", "label": 74}
{"text": "What is the identity check for?", "label": 74}
{"text": "My identity hasn't been verified.  Can I use my account?", "label": 74}
{"text": "I am not comfortable verifying my indentity.", "label": 74}
{"text": "Can I use my account even though the identity verification has not passed yet?", "label": 74}
{"text": "Why do I have to give you my drivers license", "label": 74}
{"text": "Am I able to use my account if the identity verification is not complete?", "label": 74}
{"text": "why are all my identity details required", "label": 74}
{"text": "What is the reason for the identity check", "label": 74}
{"text": "Why do you guys need to verify my identity?", "label": 74}
{"text": "Why do you need verification for my identity?", "label": 74}
{"text": "Can I use my account without verifying identity?", "label": 74}
{"text": "Is my account accessible even though my verification of my identity has not passed yet?", "label": 74}
{"text": "do I need to verify my identity before I can use my card?", "label": 74}
{"text": "Why does it matter that I prove my identity?", "label": 74}
{"text": "Must I verify my identity?", "label": 74}
{"text": "Why is it important to verify my identity?", "label": 74}
{"text": "I'm not verifying my identity.", "label": 74}
{"text": "Why do you need me to verify who I am?", "label": 74}
{"text": "Why do you need to know so much about me for my account?", "label": 74}
{"text": "Why do I need to verify my account?", "label": 74}
{"text": "Is verifying my identify important?", "label": 74}
{"text": "Can I already use my account although the identity verification has not passed yet?", "label": 74}
{"text": "Why is there an identify check?", "label": 74}
{"text": "What is with the need to have all my ID information?", "label": 74}
{"text": "what I need to verify my account", "label": 74}
{"text": "What is my identification used for?", "label": 74}
{"text": "Why is checking my identity important?", "label": 74}
{"text": "Why is verifaction required for my Identity?", "label": 74}
{"text": "I don't understand why you want so much of my personal info.", "label": 74}
{"text": "Why am I being asked to verify my identity?", "label": 74}
{"text": "I did not ask for the amount of cash that I received.", "label": 75}
{"text": "I received $20 but I entered $100", "label": 75}
{"text": "Hello, I didn't receive the right amount on my ATM transaction,  the app shows the correct amount how can we fix this", "label": 75}
{"text": "I requested money from the ATM and it didn't give me as much as I requested.", "label": 75}
{"text": "I got less money than I asked for.", "label": 75}
{"text": "I got the incorrect amount of money given to me from my account", "label": 75}
{"text": "my cash balance less than what I thought", "label": 75}
{"text": "I'm stuck here at your broken ATM and I don't know what to do next. Asked for 30 pounds, got 10. ATM said I got 30. Something very wrong here and I want my money now!", "label": 75}
{"text": "The ATM only gave me 10 pounds when I withdrew 30. What do I do?", "label": 75}
{"text": "I only got $20 of the $100 that I attempted to withdraw.", "label": 75}
{"text": "I only got some of the cash I requested from the ATM", "label": 75}
{"text": "I am at the ATM and tried to withdraw 30 pounds and it only gave me 10 pounds, what do I do?", "label": 75}
{"text": "The ATM didn't give me enough money! I asked for more than it gave. What do I do?", "label": 75}
{"text": "Why is my cash request and the amount I received different?", "label": 75}
{"text": "I didn't receive the correct amount of cash", "label": 75}
{"text": "I tried to withdraw some money from an ATM this morning but wasn't able to get the amount of cash I needed. The amount in the app says what I was trying to withdraw was deducted, but I don't have any money. What do I do about this?", "label": 75}
{"text": "Some cash was missing at ATM.", "label": 75}
{"text": "The amount of cash I selected to withdraw is different than what I received.", "label": 75}
{"text": "I did not get all the cash at ATM.", "label": 75}
{"text": "I withdrew money from an ATM today, and now my account is showing a different amount than what I withdrew. I checked the amount the ATM gave me, and it looks like it gave me the wrong amount of money. What is the best thin for me to do to get this fixed?", "label": 75}
{"text": "The amount of money I pushed at the atm machine did not come out of the machine.", "label": 75}
{"text": "Where'd the rest of my cash go from the ATM", "label": 75}
{"text": "Why did I get less cash than what I asked in the ATM?", "label": 75}
{"text": "I was not distributed all of cash that I requested", "label": 75}
{"text": "why did i only get 20.00", "label": 75}
{"text": "Hi, Please help me to request cash back. As i have been withdrawn money from ATM, but i got wrong amount. in Application its showing the amount i have been charged through.", "label": 75}
{"text": "Why is my withdrawal wrong? I took out $100 but only received $20.", "label": 75}
{"text": "Hi, Today i have withdrawn cash from ATM but i got wrong amount and in the app it is showing much more amount than that.", "label": 75}
{"text": "i asked for 100 only got 80", "label": 75}
{"text": "I asked for $40 and I only received $20, what happened?", "label": 75}
{"text": "i did not get any money but still was charged", "label": 75}
{"text": "Why did I not get all the money that I asked for? I asked for all the cash in my my account, but I only got about half. Why is that??", "label": 75}
{"text": "I got cash and the exchange rate should have been different than it ended up being.", "label": 76}
{"text": "After I got my cash, I found out my exchange rate was wrong.", "label": 76}
{"text": "I got cash abroad and the exchange rate applied is wrong", "label": 76}
{"text": "I think the bank made a mistake on the exchange rates", "label": 76}
{"text": "I think the exchange rate for the cash I withdrew was wrong.", "label": 76}
{"text": "You applied the wrong exchange rate while I was traveling outside the country.", "label": 76}
{"text": "Foreign currency rates were put in wrong at an ATM i used.", "label": 76}
{"text": "Why is the exchange rate wrong for my cash withdrawal?", "label": 76}
{"text": "An overseas cash transfer did not work correctly", "label": 76}
{"text": "When I received my money, it was not in the correct amount. The exchange rate was not what it should have been.", "label": 76}
{"text": "Is it possible to use an ATM when I am not in the country and make a withdraw with out extra fees?", "label": 76}
{"text": "You've incorrectly calculated the exchange rate for my cash withdrawal", "label": 76}
{"text": "Do you offer free ATM withdrawals of ones hometown currency while on holiday?", "label": 76}
{"text": "I withdrew cash and I think the exchange rate is wrong.", "label": 76}
{"text": "The amount of cash I requested to withdrawal did not match what I received when exchanged", "label": 76}
{"text": "I am perplexed. Why is it that I received an extremely wrong rate when I tried to use an ATM using a foreign currency?", "label": 76}
{"text": "Is there a fee associated with using foreign exchange ATMs?", "label": 76}
{"text": "Can i get money in my home currency at my ATM ?I am on holiday and bit concerned because i do not have any cash with me .Is it possible to withdraw without any additional cost.", "label": 76}
{"text": "Can i get money back in my home currency at  ATM? As I am on holiday and bit concerned because i do not have any cash with me . Is it possible to withdraw without any additional cost.", "label": 76}
{"text": "What is wrong with the exchange rate? This should have been a much higher amount of cash for that to apply.", "label": 76}
{"text": "I withdrew  money from the ATM and was overcharged.  It said nothing about an extra fee.", "label": 76}
{"text": "When I got cash, my exchange rate was off.", "label": 76}
{"text": "When I received my cash, the exchange rate was wrong.", "label": 76}
{"text": "The ATM I used for foreign currency provided the wrong exchange rate.", "label": 76}
{"text": "I did not have the right exchange rate applied to my situation of pulling out cash", "label": 76}
{"text": "I'm upset because I got charged a ridiculous fee when making an ATM withdrawal over a holiday weekend.  It didn't notify me beforehand either or I wouldn't have ever done it.", "label": 76}
{"text": "I was needing you to see if the exchange rate is correct from when i got cash", "label": 76}
{"text": "I'm unhappy with the exchange rate your cash transactions.", "label": 76}
{"text": "How do you figure out the exchange rate? Can you explain why I got less money than expected?", "label": 76}
{"text": "the exchange rate for my withdrawal is wrong", "label": 76}
{"text": "I had the wrong exchange rate applied to some cash I got abroad.", "label": 76}
{"text": "When I made a cash transfer abroad the wrong exchange rate was applied", "label": 76}
