{"question1": "So I have been having trouble picking up on how to read music notes can anyone give me any ideas?", "question2": "I am planning a honeymoon tour to the Balkans this December. Can anyone give me any ideas about which travel agency I should I hire or give me any suggestions on how can I plan it independently?", "label": 0, "idx": 107776}
{"question1": "How do I download PHP?", "question2": "How do I install PHP?", "label": 0, "idx": 121060}
{"question1": "What can cause muscles to be sore for weeks, to the point that they're painful when used?", "question2": "How do you prevent your wrists from getting sore if you type a lot?", "label": 0, "idx": 284701}
{"question1": "What could Texas lawmakers do to lessen the mentally ill population in jails?", "question2": "Can chikungunya be detected without blood test?", "label": 0, "idx": 284242}
{"question1": "What are the top blogs / online media sites catering to entrepreneurs in Waterloo?", "question2": "What are the top blogs / online media sites catering to entrepreneurs in Singapore?", "label": 0, "idx": 333489}
{"question1": "What are some tips on making it through the job interview process at Summit Materials?", "question2": "What are some tips on making it through the job interview process at Summit Hotel Properties?", "label": 0, "idx": 353075}
{"question1": "What is the hardest thing(s) about raising children in Philippines?", "question2": "What is the hardest thing(s) about raising children in Mexico?", "label": 0, "idx": 77268}
{"question1": "What are your favorite Neko Atsume memes?", "question2": "What are your favorite cats on Neko Atsume?", "label": 0, "idx": 271014}
{"question1": "What are the best ways of making money online by working 1-2 hour daily?", "question2": "What are the best ways of making money online by working 1-2 hour daily in India?", "label": 0, "idx": 96018}
{"question1": "Which Type will have more scope and future for a ECE Engineer either product or Service based firm?", "question2": "Which has a better scope, electrical engineering or ECE? Which field is better for a government job, electrical engineering or ECE?", "label": 0, "idx": 276914}
{"question1": "Can education resolve any problem?", "question2": "Do you like resolving problems?", "label": 0, "idx": 61333}
{"question1": "\"How do girls feel when guy says \"\"suck my dick\"\"?\"", "question2": "Do girls feel guys ogling at them?", "label": 0, "idx": 361301}
{"question1": "Which process are thermodynamically reversible?", "question2": "Which characteristics do not change during the reversible isothermal process?", "label": 0, "idx": 93741}
{"question1": "My Samsung Galaxy Star Pro (GT-S7262) phone is not rooted by any software. I tried following all the tutorials in YouTube and Google but couldn't. What is the problem?", "question2": "How can I upgrade my Samsung Galaxy GT-S7562?", "label": 0, "idx": 266496}
{"question1": "How do I gain weight on my lower body (hips, thighs and legs)?", "question2": "How do I gain muscle mass and lower body fat at the same time?", "label": 0, "idx": 305068}
{"question1": "What is [(a+a/a+2 (a- a/a+1)] : (a^2+1+1/a^2–1)?", "question2": "What is 1/2+1/2?", "label": 0, "idx": 77939}
{"question1": "How do you install Adobe Flash Player on a Samsung Smart TV?", "question2": "How do I update Adobe Flash Player in Google Chrome?", "label": 0, "idx": 54242}
{"question1": "Why did George Lucas sell Star Wars to Disney?", "question2": "Has George Lucas ever read any of the Star Wars expanded universe (comics, novels, etc.)?", "label": 0, "idx": 29555}
{"question1": "Why do Asians and Caucasians have different eye shapes?", "question2": "What do Caucasian people smell like to Asian people?", "label": 0, "idx": 220967}
{"question1": "Does he like me? ", "question2": "Why is he giving mixed signals? Does he like me or not", "label": 0, "idx": 351542}
{"question1": "Who won the first Clinton-Trump debate? And why?", "question2": "Who do you think will win the Clinton-Trump debates?", "label": 0, "idx": 89045}
{"question1": "How likely is it for a brown guy to date a white girl?", "question2": "Why do some white guys like black girls?", "label": 0, "idx": 309517}
{"question1": "How can I make animation on any topic?", "question2": "How can I make animation?", "label": 0, "idx": 122657}
{"question1": "Who are some of the best Victoria's secret models?", "question2": "Who is this Victoria's Secret model?", "label": 0, "idx": 12528}
{"question1": "What will I do to make my dream come true?", "question2": "Will my dreams come true?", "label": 0, "idx": 179548}
{"question1": "Which Asian ethnicity is the most common on Coffee Meets Bagel?", "question2": "How does Coffee Meets Bagel compare to OKCupid?", "label": 0, "idx": 52614}
{"question1": "What will be the scope for supply chain management?", "question2": "What is the scope of supply chain management in India?", "label": 0, "idx": 348227}
{"question1": "How do I gain muscle mass and lower body fat at the same time?", "question2": "Can you reduce your body fat and gain muscle mass at the same time?", "label": 0, "idx": 284272}
{"question1": "How can I get my girlfriend back?", "question2": "How can I get back my girlfriend?", "label": 0, "idx": 252967}
{"question1": "When Hillary Clinton claimed that President George W. Bush knew about the terror attacks on 9/11 before they happened, how did she know?", "question2": "Can it be said that George W. Bush didn't lie about WMD's in Iraq because Bob Woodward says Bush was himself, skeptical about the claim?", "label": 0, "idx": 6012}
{"question1": "Is a day trip to the Grand Canyon worth it?", "question2": "Grand Canyon: How can I find out if hermits rest road will be open or not, for a given day?", "label": 0, "idx": 114790}
{"question1": "\"What is the meaning of \"\"assalamualaikum\"\"?\"", "question2": "What is the meaning of mean mugging?", "label": 0, "idx": 346876}
{"question1": "Will we ever be able to control gravity?", "question2": "Will we ever be able to manipulate gravity?", "label": 1, "idx": 103953}
{"question1": "What will you do in the last day of your life?", "question2": "What would one do in the last 24 hours of one's life?", "label": 1, "idx": 60040}
{"question1": "What makes an argument successful?", "question2": "What does it mean if an argument is sound?", "label": 1, "idx": 185985}
{"question1": "Will the scraping of 500 and 1000 rupees have negative effect on Indias's economy?", "question2": "How will the ban on Rs. 1000 and Rs. 500 notes impact Indian economy?", "label": 1, "idx": 320048}
{"question1": "Where can I get necessary advice for any property transaction in Sydney?", "question2": "Where can I get knowledgeable assistance for transfer of property in Sydney?", "label": 1, "idx": 310066}
{"question1": "How do I avoid living a boring life?", "question2": "What are some tips for avoiding a boring life?", "label": 1, "idx": 98725}
{"question1": "What are some mind-blowing Camping tools that most people don't know about?", "question2": "What are the best new camping gadgets that most people don't know about?", "label": 1, "idx": 181903}
{"question1": "What is the Best book of english for CAT?", "question2": "What is the best book for English skills for CAT?", "label": 1, "idx": 252339}
{"question1": "Do smokers often get headaches from their smoking?", "question2": "Why do I get headaches from smoking cigarettes?", "label": 1, "idx": 166042}
{"question1": "Which are the best Apps for a smartphone?", "question2": "What are the Top 5 apps for smartphone?", "label": 1, "idx": 345385}
{"question1": "What are the applications that can use armature control to reduce the speed and also can use field control to increase the speed more than rated in DC motors?", "question2": "Which speed control method (armature control or field flux control) will give speed greater than rated speed and why?", "label": 1, "idx": 304969}
{"question1": "What is the most upvoted answer of all time on Quora?", "question2": "Which is the most upvoted answer of Quora?", "label": 1, "idx": 258393}
{"question1": "What is the Fibonacci sequence? Why was it created?", "question2": "What is Fibonacci sequence?", "label": 1, "idx": 305125}
{"question1": "What are good programming language to start with before I advance?", "question2": "What is the best programming language for learning programming from scratch?", "label": 1, "idx": 222461}
{"question1": "How do you get over social anxiety?", "question2": "What is the best advice for someone with social anxiety?", "label": 1, "idx": 83200}
{"question1": "Why do dogs bark at night in India?", "question2": "Why do dogs bark at night?", "label": 1, "idx": 245483}
{"question1": "What are the resolutions you are going to take for the upcoming New year 2017?", "question2": "What is your New Year's resolution for 2017?", "label": 1, "idx": 186287}
{"question1": "Which is the best country to migrate?", "question2": "What is the best country for migration?", "label": 1, "idx": 318035}
{"question1": "How much time will spotify take to land in India?", "question2": "Daniel Ek: When will you launch Spotify in India?", "label": 1, "idx": 95463}
{"question1": "How do I restore a WhatsApp group which I deleted?", "question2": "WhatsApp: How do I find a WhatsApp group I deleted by mistake?", "label": 1, "idx": 312574}
{"question1": "How many times did prophet Muhammad married? Is it true that he married a 6 years girl?", "question2": "Why did prophet Muhammad marry 6 year old girl? Why dint he think to adopt her? Keep calm and answer.", "label": 1, "idx": 314562}
{"question1": "What is this GST bill all about?", "question2": "What is gst all about?", "label": 1, "idx": 125000}
{"question1": "How is the career for linux adminstrator?", "question2": "How is career for a linux adminstrator?", "label": 1, "idx": 208003}
{"question1": "Will there ever be a time when the end of the universe will come? What might happen?", "question2": "How will the universe end? When will that happen?", "label": 1, "idx": 143621}
{"question1": "What are the best facts about London?", "question2": "What are some interesting facts about London?", "label": 1, "idx": 126983}
{"question1": "How can I delete my Yahoo account?", "question2": "What is the best way to delete my Yahoo account?", "label": 1, "idx": 252695}
{"question1": "What can I do to get a flat tummy?", "question2": "How do I get a flat belly?", "label": 1, "idx": 179524}
{"question1": "How can I get in shape without any equipment at all?", "question2": "How do I get a good physicality without any equipment?", "label": 1, "idx": 263360}
{"question1": "How does sex for the first time feel like?", "question2": "What did it feel like when you first had sex?", "label": 1, "idx": 325907}
{"question1": "What is the difference between game, sports and play?", "question2": "What is the difference between play, game and sport?", "label": 1, "idx": 185471}
{"question1": "What does a Trump presidency mean for Indian students looking to pursue Master's degrees in USA?", "question2": "Will the Trump factor affect the admission of international students in the USA?", "label": 1, "idx": 198723}
{"question1": "Daniel Ek: Why is Spotify not available in India?", "question2": "Daniel Ek: What are the hardships for Spotify to be launched in India?", "label": 1, "idx": 281014}
