{"text": "What is the process to activate a card", "label": 0}
{"text": "I would like to activate my card what do I need to do?", "label": 0}
{"text": "How long does it take to activate my card?", "label": 0}
{"text": "Help me activate my card.", "label": 0}
{"text": "I just got my new card, how do I activate it?", "label": 0}
{"text": "My card needs to be activated asap", "label": 0}
{"text": "I just got a new card, and I want to know how to activate.", "label": 0}
{"text": "Where can I activate my card?", "label": 0}
{"text": "I want to activate my card, how do I do it?", "label": 0}
{"text": "It won't let me activate my card.", "label": 0}
{"text": "What is the most efficient way to activate my new card?", "label": 0}
{"text": "Can you tell me how I go about activating a new card?", "label": 0}
{"text": "How do I verify my new card?", "label": 0}
{"text": "How do I activate my card, so that I can start using it?", "label": 0}
{"text": "What are the steps that I need to take to activate a new card?", "label": 0}
{"text": "Can I call to get my card activated?", "label": 0}
{"text": "Can my 8 year old grandson open an account at the bank?", "label": 1}
{"text": "Is there any age limit?", "label": 1}
{"text": "As my kids get older are they able to get set up with their own accounts?", "label": 1}
{"text": "How old do you need to be to use the banks services?", "label": 1}
{"text": "How old can one use your service?", "label": 1}
{"text": "I'd like to open an account for my kids can I do that?", "label": 1}
{"text": "Can I get an account for my son?", "label": 1}
{"text": "Can my teenager have an account?", "label": 1}
{"text": "My daughter needs an acount.", "label": 1}
{"text": "Hold old do my kids have to be to use the service?", "label": 1}
{"text": "Is there any way I could open an account for my daughter?", "label": 1}
{"text": "I want to open an account for my children", "label": 1}
{"text": "Can I get an account for my daughter?", "label": 1}
{"text": "Could I open an account for children?", "label": 1}
{"text": "How old do I need to be?", "label": 1}
{"text": "How can I open an account for my children?", "label": 1}
{"text": "Hi, I have an apple watch. How do I use it to top up my card?", "label": 2}
{"text": "How do you Top Up on the apple watch?", "label": 2}
{"text": "Is topping up with Apple Pay possible?", "label": 2}
{"text": "i have been trying to add money with apple pay but it wont work, why?", "label": 2}
{"text": "I can't see my Google Pay top up. Is it not working correctly?", "label": 2}
{"text": "I am having a slight problem with my American express in apple play, can you help me fix the problem with top up?", "label": 2}
{"text": "I need to top up, can I use google pay?", "label": 2}
{"text": "I got my American Express in Apple Pay, why is top up not working correctly?", "label": 2}
{"text": "Am I able to use Apple Pay?", "label": 2}
{"text": "top up google pay, is it possible?", "label": 2}
{"text": "I seem to be having trouble with my Google Pay Top. Can you please help?", "label": 2}
{"text": "I would like to know if I can top up with Google Pay.", "label": 2}
{"text": "how do i set up my apple pay watch to connect to my account", "label": 2}
{"text": "Can I use the apple watch to make a top-up?", "label": 2}
{"text": "where do I top up my google pay?", "label": 2}
{"text": "Can I use google play as my primary app to Top up?", "label": 2}
{"text": "I need to withdraw money. Where can I do that?", "label": 3}
{"text": "Where can I do a cash withdrawal?", "label": 3}
{"text": "What ATMs can I use my card at?", "label": 3}
{"text": "Can you tell me where I can withdraw money?", "label": 3}
{"text": "How many ATMs will take this card?", "label": 3}
{"text": "Are there only certain ATM machines where I can use this card?", "label": 3}
{"text": "Which ATMs accept Mastercard?", "label": 3}
{"text": "I need help from someone in your department with finding my nearest ATM.", "label": 3}
{"text": "What ATMs can I use this card?", "label": 3}
{"text": "Is there a list of ATMs that take this card?", "label": 3}
{"text": "Can this card be used at all ATMs?", "label": 3}
{"text": "Where is the nearest Mastercard ATM?", "label": 3}
{"text": "What locations can I get money from?", "label": 3}
{"text": "Will this card work at any ATM?", "label": 3}
{"text": "\nAt which ATMs can I use this card?", "label": 3}
{"text": "Do I have to use a bank approved ATM to withdraw money?", "label": 3}
{"text": "Will the system automatically top up itself?", "label": 4}
{"text": "What are the auto-top up policies?", "label": 4}
{"text": "Can I auto top if I'm low on funds?", "label": 4}
{"text": "How do I get refills to my card when I'm traveling?", "label": 4}
{"text": "Where can I find the auto-top option?", "label": 4}
{"text": "If I don't have much money in the account can I auto top-up?", "label": 4}
{"text": "I would like to top up my account automatically. How do I do that?", "label": 4}
{"text": "How can I Use thereto-top option?", "label": 4}
{"text": "Does auto top-up have a limit?", "label": 4}
{"text": "Are there any limit on the auto top-up?", "label": 4}
{"text": "Are there any hidden limit on the auto top-up?", "label": 4}
{"text": "I am inquiring about your auto top up feature.", "label": 4}
{"text": "Is it possible to top-up automatically?", "label": 4}
{"text": "What, if any, is the limit  for auto top-up?", "label": 4}
{"text": "Can I set it up to add money every few days automatically while I am traveling?", "label": 4}
{"text": "where can I find the auto-top up option?", "label": 4}
{"text": "How long do transfers from a UK bank account usually take for you? I just made a transfer and I'm not seeing anything, wondering if it worked", "label": 5}
{"text": "My transfer to my account is missing.", "label": 5}
{"text": "How can I fix my bank transfer to show up on my bank account?", "label": 5}
{"text": "Why hasn't my money transfer shown up yet?", "label": 5}
{"text": "I made a transfer from France a couple days ago and don't see the transaction yet. How long does an international transfer take?", "label": 5}
{"text": "Where's the money I transferred into my account?", "label": 5}
{"text": "The other bank confirmed a transfer I made, but this account is not reflecting it yet.", "label": 5}
{"text": "How long will it take for a bank transfer to show up on my account? It's been a couple hours but I havnt seen anything yet. Also it's from a UK account if that makes any difference.", "label": 5}
{"text": "I don't see any change in my balance.", "label": 5}
{"text": "About two days ago now, I made a transfer from France but it hasn't arrived yet. Is it possible that the international transfer just takes longer?", "label": 5}
{"text": "The money that I have transferred hasn't arrived yet.", "label": 5}
{"text": "Why is  my balance not updated?", "label": 5}
{"text": "It is common for an international transfer to take 2 days or longer? I made a transfer from France 2 days ago and I have not seen it yet.", "label": 5}
{"text": "After I transferred money the balance remained the same.", "label": 5}
{"text": "The transfer on my account is not showing up.", "label": 5}
{"text": "Where is the transfer to my account?", "label": 5}
{"text": "I sent a cheque a few days ago and i noticed that no money has been put on my account. Can you please tell me the situation of my account?", "label": 6}
{"text": "Hi, I want to inquire about my balance. Some cash was deposited and it hasn't updated yet.", "label": 6}
{"text": "I put money into my account in the form of a cheque, but my balance did not change.", "label": 6}
{"text": "My mother deposited a cheque into my account last week, why is it still not showing up?", "label": 6}
{"text": "I sent a cheque to you a few days ago and the deposit has yet to appear in my account. I need this money, what is the problem?", "label": 6}
{"text": "Why haven't I seen the cash from the cheque I deposited yet?", "label": 6}
{"text": "Why hasn't my cheque processed?", "label": 6}
{"text": "I deposited cash into my account and I'm having trouble seeing it on my account.", "label": 6}
{"text": "The cash deposit I made this morning has not been credited to my account", "label": 6}
{"text": "My cash deposit isn't in my account. What happened?", "label": 6}
{"text": "When will my balance reflect a deposit?", "label": 6}
{"text": "My account balance doesn't reflect an update I made by cheque yesterday. Is something wrong or is the system slow?", "label": 6}
{"text": "Hi,  My money has not been credited to my account for which i have sent you cheque few days before. I am worried about the money please let me know the status.", "label": 6}
{"text": "I can't see my cash deposit in my account.", "label": 6}
{"text": "Why am I still not able to see the money I deposited a week ago? This is urgent!!", "label": 6}
{"text": "Dude I put money in the ATM last week but it ain't there! I need the money now figure this out!", "label": 6}
{"text": "I tried to transfer funds to a beneficiary and was denied. Can you tell me why?", "label": 7}
{"text": "Why can't I add any beneficiary I choose?", "label": 7}
{"text": "Explain why I can't do a transfer to an account.", "label": 7}
{"text": "My transfer to a beneficiary did not go through.  Why?", "label": 7}
{"text": "Is there something wrong with the transferring functions? I keep trying to transfer funds and only get an error message.", "label": 7}
{"text": "Why did my transfer to a beneficiary fail?", "label": 7}
{"text": "For some reason, I'm unable to transfer funds.", "label": 7}
{"text": "Am I allowed to transfer money to a beneficiary?", "label": 7}
{"text": "My transfer to an account failed.", "label": 7}
{"text": "Why was I denied the option to transfer money to a selected beneficiary?", "label": 7}
{"text": "Payment did not process", "label": 7}
{"text": "I have to transfer money over to my mother, and I have tried numerous times and all that keeps happening is error messages.", "label": 7}
{"text": "I wasn't allowed to transfer to my account", "label": 7}
{"text": "I am trying  to  transfer and  it has been  stopped why is  that", "label": 7}
{"text": "Why can't I transfer to another account?", "label": 7}
{"text": "What is the reason I couldn't do a transfer to a beneficiary?", "label": 7}
{"text": "I need help as fast as possible! I made a mistake on my most recent transfer; can you please stop it before it goes through?", "label": 8}
{"text": "I need immediate assistance in canceling a transfer which was a mistake. Please help me quickly so this does not go through.", "label": 8}
{"text": "I made a mistake when sending a payment, sending it to the wrong account number (with a typo) - can you please cancel the transaction?", "label": 8}
{"text": "What do I need to do to cancel a transaction?", "label": 8}
{"text": "How to cancel a transaction", "label": 8}
{"text": "I messed up a transfer and need to reverse it.", "label": 8}
{"text": "How do I revert a transaction?", "label": 8}
{"text": "is it possible to cancel transactions?", "label": 8}
{"text": "I made a rent payment from the wrong account yesterday. It absolutely has to go through tomorrow, so can you please reroute the payment to the right account?", "label": 8}
{"text": "I just realized I made the wrong transaction yesterday. Would  you please make it correct?I need it by tomorrow Please.", "label": 8}
{"text": "I made a mistake when making my last transfer, please cancel before it goes thru.", "label": 8}
{"text": "What are the steps I need to take to cancel a transaction?", "label": 8}
{"text": "How do I cancel a recent transfer?", "label": 8}
{"text": "A payment I made is for a wrong amount can you help me correct the mistake.", "label": 8}
{"text": "How do I cancel a transaction?", "label": 8}
{"text": "I need urgent help. I realize I sent my payment to the wrong account number. I made a typo. Please cancel the transfer immediately. I cannot do anything from the app.", "label": 8}
{"text": "want to get a new card in china", "label": 9}
{"text": "My card expires soon", "label": 9}
{"text": "My card is expiring, how do I get a new one?", "label": 9}
{"text": "My card expires very soon.  What is the cost and delivery time to get a new one?", "label": 9}
{"text": "What can I expect at card expiration?", "label": 9}
{"text": "Will I be sent a new card before mine expires?", "label": 9}
{"text": "My card expires soon, will you send me one automatically?", "label": 9}
{"text": "What steps should I take before my card expires?", "label": 9}
{"text": "How do I get a new card when my old one expires?", "label": 9}
{"text": "How can I replace an expired card?", "label": 9}
{"text": "Is there a way to order a new card while in China?", "label": 9}
{"text": "Do I need to order a new card before it expires?", "label": 9}
{"text": "My card is about to expire.  Are there any costs with a replacement card?  How quick do you mail it to me?", "label": 9}
{"text": "What is the cost and time frame of getting a new card?", "label": 9}
{"text": "If my card is going to expire this month, do I need to order a new one?", "label": 9}
{"text": "Where can I order a card when I am in China?", "label": 9}
{"text": "where is card accepted", "label": 10}
{"text": "Any place that takes Mastercard would be fine.", "label": 10}
{"text": "Can I use my card while on vacation overseas?", "label": 10}
{"text": "WHAT IS THE ATMOSPHERE OF IT", "label": 10}
{"text": "Can i use this card at any store?", "label": 10}
{"text": "What places accept my card?", "label": 10}
{"text": "You accepts my card?", "label": 10}
{"text": "What businesses accept my card?", "label": 10}
{"text": "Where do I pay with my card?", "label": 10}
{"text": "At what places accept my card?", "label": 10}
{"text": "Do you know which businesses will accept my card?", "label": 10}
{"text": "Are there limits as to where my card will be accepted?", "label": 10}
{"text": "Where do I pay with my debit or credit card?", "label": 10}
{"text": "What retailers accept my card?", "label": 10}
{"text": "Is my card denied anywhere?", "label": 10}
{"text": "Can I pay with my card anywhere?", "label": 10}
{"text": "Will I have to wait much longer for my new card to arrive?", "label": 11}
{"text": "why hasnt my card come in yet?", "label": 11}
{"text": "how to track the card you sent", "label": 11}
{"text": "I don't have my card after 1 week. What are my next steps?", "label": 11}
{"text": "If I ordered my new card last week, how much longer should I wait to receive it?", "label": 11}
{"text": "Shouldn't my new card be here by now?", "label": 11}
{"text": "When did you send me my new card?", "label": 11}
{"text": "What's the tracking on the card you sent?", "label": 11}
{"text": "My new card has not been delivered to my home yet. What is going on?", "label": 11}
{"text": "How much longer is it going to take to get my new card?", "label": 11}
{"text": "Why haven't I gotten my new card?", "label": 11}
{"text": "Can you tell me why I haven't received my new card?", "label": 11}
{"text": "My card appears to have never arrived?", "label": 11}
{"text": "I was issued a new card a week ago but still haven't received it. How long will it be until I receive it?", "label": 11}
{"text": "Was there a way for me to get tracking for that?", "label": 11}
{"text": "Can I track the card that you sent me in the mail?", "label": 11}
{"text": "What's the earliest time to receive my card?", "label": 12}
{"text": "When can I expect my card to arrive?", "label": 12}
{"text": "When will I receive my card?", "label": 12}
{"text": "I ordered my card a couple weeks ago and haven't received it yet. When can I expect it?", "label": 12}
{"text": "I need my card soon.", "label": 12}
{"text": "How long does it take to receive my card?", "label": 12}
{"text": "How long will I have to wait for my new card?", "label": 12}
{"text": "When can I expect my new card to get here?", "label": 12}
{"text": "When will I get my card shipped to me?", "label": 12}
{"text": "i need to expedite my card", "label": 12}
{"text": "What is the delivery time to the US?", "label": 12}
{"text": "Can I have my card delivered on Tuesday?", "label": 12}
{"text": "What is the estimated date for delivery to US?", "label": 12}
{"text": "How long will it take my card to get here?", "label": 12}
{"text": "I placed my order a week ago. Is it ok that my card isn't here yet?", "label": 12}
{"text": "How long does it take for my physical card to be delivered.", "label": 12}
{"text": "Could I reactivate my card please, I couldn't find it but it turns out it was in my jacket pocket.", "label": 13}
{"text": "I want to reactivate my card, I thought I had lost it but found it again in my jacket this morning.", "label": 13}
{"text": "how do I get my card to show in the app?", "label": 13}
{"text": "I need some help linking my new card.", "label": 13}
{"text": "How do I link a new card in the app?", "label": 13}
{"text": "I found my card that I thought I had lost, I need to reactive it, please help.", "label": 13}
{"text": "How do I activate and link my new card?", "label": 13}
{"text": "I have one of your cards, but I don't know how to link it.", "label": 13}
{"text": "I need a card reactivation, I had reported my card lost but I ran across it in my jacket.", "label": 13}
{"text": "How do I link an existing card?", "label": 13}
{"text": "I got a card, how do I get it in the app?", "label": 13}
{"text": "Is there a way to link the card i just got?", "label": 13}
{"text": "I have a card that was deactivated can I reactivate it?", "label": 13}
{"text": "I found my old card. Can I link it back into the app?", "label": 13}
{"text": "I received my card, how do I get it to work in the app?", "label": 13}
{"text": "My new card isn't in my app, how do I get it in there?", "label": 13}
{"text": "I cannot seem to use my card.", "label": 14}
{"text": "I can't get the card itself to work.", "label": 14}
{"text": "What's going on? My card wont accept any transactions.", "label": 14}
{"text": "How can I get my card to work?", "label": 14}
{"text": "How do I check security settings using the app?", "label": 14}
{"text": "What should I do if my physical card isn't working?", "label": 14}
{"text": "What do I do if my card is not working?", "label": 14}
{"text": "Please help.  The card won't work.", "label": 14}
{"text": "Today I used my card at a restaurant and it was declined. Why?", "label": 14}
{"text": "How do I fix my card if it is broken?", "label": 14}
{"text": "My card stopped working after multiple transactions. Why?", "label": 14}
{"text": "My Netflix subscription says that there is an issue with my card information, but I thought everything was fine. Why would it be declined?", "label": 14}
{"text": "What's going on with my card? I've tried multiple times and it never goes through.", "label": 14}
{"text": "My card don't work.", "label": 14}
{"text": "Why is my card not working anymore?", "label": 14}
{"text": "Why won't my card work.", "label": 14}
{"text": "Why does it cost more to pay with my card?", "label": 15}
{"text": "I noticed an extra fee when I paid with my card.", "label": 15}
{"text": "Why is there a charged fee for debit or credit card payment?", "label": 15}
{"text": "What is the charge for paying with my card?", "label": 15}
{"text": "Why was I charged extra when paying with card?", "label": 15}
{"text": "Can you explain why my payment was charged a fee?", "label": 15}
{"text": "I received an extra charge for using the card. Why?", "label": 15}
{"text": "I was charged and shouldn't have been charged when using my card!", "label": 15}
{"text": "Why is there a fee on a card payment?", "label": 15}
{"text": "I think a fee was applied for paying with a card.", "label": 15}
{"text": "A fee that shouldn't be there is there after using my card!", "label": 15}
{"text": "Why, when paying with the card, was I charged an extra fee?", "label": 15}
{"text": "Why was I charged extra using my card?", "label": 15}
{"text": "This fee shouldn't be there after I paid with a card.", "label": 15}
{"text": "I was charged an extra fee for a card payment. I was unaware of these fees beforehand.", "label": 15}
{"text": "Why was I charged an additional fee when paying with card?", "label": 15}
{"text": "A payment on my statement is wrong.", "label": 16}
{"text": "Hi, there is a suspicious payment from my card. I definitely do not know who this is or who could have made this payment.", "label": 16}
{"text": "There are a couple payments with my card shown in the app that i really didn't make myself. What's going on with this, does someone has access to my card?!", "label": 16}
{"text": "I did not make this payment that I see in the App.", "label": 16}
{"text": "I need to figure out who has access to my card there are some payments I didn't make that are showing on the app.  Could you please help?", "label": 16}
{"text": "A payment I didn't do shows in my app", "label": 16}
{"text": "i disagree with a charge", "label": 16}
{"text": "i dont recognize a charge on my card", "label": 16}
{"text": "There is a payment I don't recognize", "label": 16}
{"text": "I have a charge for something I didn't buy.", "label": 16}
{"text": "I have an odd payment in my statement", "label": 16}
{"text": "I am seeing in the App a payment that its not mine", "label": 16}
{"text": "I don't understand where this charge came from.", "label": 16}
{"text": "I'm not sure where this charge came from.", "label": 16}
{"text": "Could you please put a freeze on my card?  There are some payments on it that I don't know where they came from.", "label": 16}
{"text": "my statement contains an unknown payment", "label": 16}
{"text": "Why was I charged a higher exchange rate when I bought something abroad?", "label": 17}
{"text": "Does the fee for exchange change?", "label": 17}
{"text": "I seem to have been charged to much for my holiday purchases, the exchange rate is wrong.", "label": 17}
{"text": "My payment has an incorrect exchange rate.", "label": 17}
{"text": "Can you please explain why the exchange rate for the item I bought is wrong?", "label": 17}
{"text": "I was using a foreign currecy to make a payment and the applied the wrong rate.", "label": 17}
{"text": "I wasn't charged the correct exchange rate for an item I purchased.", "label": 17}
{"text": "Does the exchange rate change each day for purchases? There is a different rate on my purchase.", "label": 17}
{"text": "The rate applied to my purchase in a foreign currency was wrong.", "label": 17}
{"text": "I was charged the wrong exchange rate on a purchase", "label": 17}
{"text": "Last Saturday, I made a payment and the exchange rate was wrong.  I was charged too much.", "label": 17}
{"text": "The exchange rate for my card payment doesn't seem right.", "label": 17}
{"text": "I believe you charged me too much to exchange my money", "label": 17}
{"text": "This exchange rate you use is awful! Please tell me this is a mistake and not the official interbank exchange rate!", "label": 17}
{"text": "There's an error with the rate that is charged.", "label": 17}
{"text": "Why is your exchange rate so bad?", "label": 17}
{"text": "The ATM did not give me my card back?", "label": 18}
{"text": "What should I do if the atm eats my card?", "label": 18}
{"text": "I was getting cash and the card got stuck inside", "label": 18}
{"text": "How do I get a new card as your machine swallowed mine!", "label": 18}
{"text": "My card is stuck inside the ATM, what am I supposed to do?", "label": 18}
{"text": "I have lost my credit card in the ATM!", "label": 18}
{"text": "Please help, the atm swallowed my card, what do I do?", "label": 18}
{"text": "My card is stuck inside the ATM.", "label": 18}
{"text": "I cannot get my card out of the ATM.", "label": 18}
{"text": "The bank machine didn't give my card back how do I get a new one fast?", "label": 18}
{"text": "How can I get my card out of the stupid ATM that ate it?", "label": 18}
{"text": "Why did the ATM swallow my card?", "label": 18}
{"text": "My card was eaten by the cash machine what do I do?", "label": 18}
{"text": "How do I get my card back after the ATM swallowed it.", "label": 18}
{"text": "My card is stuck in an ATM machine, how do I get it back quickly?", "label": 18}
{"text": "The ATM sucked my card in.", "label": 18}
{"text": "Hello, I have noticed a problem on my recent withdrawal at the banks atm machine.  I made a transaction and upon receiving my funds from the machine, a fee was assessed to my withdrawal.  Are these types of transactions free of charge?", "label": 19}
{"text": "Why am i being charged for withdrawing cash funds?", "label": 19}
{"text": "I made a transaction at an atm and was charged extra for it.", "label": 19}
{"text": "I saw I was charged extra for money I withdrew?", "label": 19}
{"text": "Why was I charged a fee for my withdrawal?", "label": 19}
{"text": "Tell me why there is an extra charge when I used an ATM?", "label": 19}
{"text": "I didn't realize that there were any fees for withdrawing money from my account--this has never happened to me before.  What exactly are the fees?", "label": 19}
{"text": "The past few times I've been to the ATM, I was charged a withdrawal fee. Have your policies changed regarding fees?", "label": 19}
{"text": "I used my card to get cash then I was charged a fee that I shouldn't have been charged.", "label": 19}
{"text": "Since when do you charge to make a withdrawal? I've always done it for free. So how much is it now?", "label": 19}
{"text": "Tell me why there is a charge on my cash withdrawl.", "label": 19}
{"text": "Why did using an ATM cause me to have an extra fee charged?", "label": 19}
{"text": "Please help!  There was an extra fee when I got cash.", "label": 19}
{"text": "Why did you charge me extra when I withdrew cash?", "label": 19}
{"text": "Am I charged more for using the ATM?", "label": 19}
{"text": "I was charged for getting cash.", "label": 19}
{"text": "I did not get the cash that is showing up in my app.", "label": 20}
{"text": "Money was taken out without my consent,", "label": 20}
{"text": "I am confused why there is cash I did not accept in my account", "label": 20}
{"text": "There has a recent suspicious withdrawal on my bank account. Is it possible to freeze my card?", "label": 20}
{"text": "Hi, It's urgent, please freeze my card. As someone has withdrawn money using my card in odd remote town. Since i have not done this withdrawal. Do it fast.", "label": 20}
{"text": "Cash I did not get showed up in my account", "label": 20}
{"text": "What is this withdrawal as I do not remember making it.", "label": 20}
{"text": "help, I see money missing I didn't take out.", "label": 20}
{"text": "Somebody made a withdrawal from my account for 500. I have my card so how can this be? Does somebody have a duplicate card or something? Help please.", "label": 20}
{"text": "I noticed that there is a withdrawal in the app that is not mine.", "label": 20}
{"text": "My account shows that I made a cash withdrawal but I cannot remember doing so!", "label": 20}
{"text": "My app is showing a cash balance that I did not receive.", "label": 20}
{"text": "I have a cash withdrawal that I do not recognise.", "label": 20}
{"text": "I am seeing inside the App a some cash withdrawal that is not mine", "label": 20}
{"text": "How do I report a cash withdrawal that wasn't me?", "label": 20}
{"text": "i didnt put that money in my account", "label": 20}
{"text": "Where do I need to go to change my PIN?", "label": 21}
{"text": "Can I change my PIN at any ATM?", "label": 21}
{"text": "How do I change my card PIN?", "label": 21}
{"text": "How do I change the PIN?", "label": 21}
{"text": "How do I change my pin while traveling?", "label": 21}
{"text": "I think someone saw my PIN and I am on vacation in Spain, can I change it locally at an ATM?", "label": 21}
{"text": "I want to replace my current PIN.", "label": 21}
{"text": "How do I change my PIN abroad?", "label": 21}
{"text": "Can I get a new pin number at any ATM using my card?", "label": 21}
{"text": "Can I change my PIN on holiday?", "label": 21}
{"text": "Can you tell me where  can change my PIN?", "label": 21}
{"text": "Changing my PIN", "label": 21}
{"text": "Can I pick a new PIN?", "label": 21}
{"text": "Help me with a PIN change.", "label": 21}
{"text": "I want to create a new pin.", "label": 21}
{"text": "Do I need to go to an office to change my pin?", "label": 21}
{"text": "How do I stop fraud to my card?", "label": 22}
{"text": "I suspect someone used my card.", "label": 22}
{"text": "There are transactions that I did not make on my account, I think someone has my information.", "label": 22}
{"text": "My card info was stolen, what do I do?", "label": 22}
{"text": "There are charges on my card that I haven't purchased.", "label": 22}
{"text": "I might be paranoid, but someone may be using my card.", "label": 22}
{"text": "i didnt make these transactions, i think my card details might be stolen", "label": 22}
{"text": "What should I do if I think that someone might be using me card?", "label": 22}
{"text": "I think that somebody is utilizing my card without my authorization!", "label": 22}
{"text": "I have some transactions on my account I did not make. Can you cancel my card and prevent further use.", "label": 22}
{"text": "How do I order a replacement for stolen card?", "label": 22}
{"text": "I am not sure but someone else might be using my card", "label": 22}
{"text": "What should I do if someone else used my card?", "label": 22}
{"text": "Someone has been using my card. There are unfamiliar transactions on there. Can you freeze the card to keep this from happening?", "label": 22}
{"text": "What to do if my card has been used without my permission?", "label": 22}
{"text": "I think that someone may be using my card, but I'm not sure,.", "label": 22}
{"text": "how to get new card?", "label": 23}
{"text": "I have a contactless that's broken.", "label": 23}
{"text": "I need help fixing my contactless. It's not working anywhere I go today.", "label": 23}
{"text": "I was trying to use contactless earlier, but it didn't work.", "label": 23}
{"text": "Why wouldn't my contactless work for the metro?", "label": 23}
{"text": "I've tried using my contactless in several locations today and it's not working anywhere. It seemed fine before. How do I get it to work again?", "label": 23}
{"text": "Should i uninstall the app before i try it again?", "label": 23}
{"text": "The terminal I paid at wouldn't take my card. Is something wrong?", "label": 23}
{"text": "I can't get a contactless payment to work.", "label": 23}
{"text": "How do I troubleshoot when contactless doesn't work?", "label": 23}
{"text": "How can I fix my card if the contactless function didn't work this morning?", "label": 23}
{"text": "I'm confused ass to why my contactless is not working.", "label": 23}
{"text": "Can I make a contactless payments?", "label": 23}
{"text": "I am having problems with my contactless.", "label": 23}
{"text": "I'm confused. My contactless is suddenly not working anywhere that I try to use it. How do I fix it?", "label": 23}
{"text": "How can I fix my contactless?", "label": 23}
{"text": "Is it possible to get a card when i'm not in the UK?", "label": 24}
{"text": "Supported countries", "label": 24}
{"text": "I live in the EU - can I get a card?", "label": 24}
{"text": "i want to get a card but i live in the US", "label": 24}
{"text": "What countries do your accounts support?", "label": 24}
{"text": "Who gets support?", "label": 24}
{"text": "Which countries do you support?", "label": 24}
{"text": "I just moved to the US how do I get a card?", "label": 24}
{"text": "Do you do business in the EU?", "label": 24}
{"text": "Are you available in my country?", "label": 24}
{"text": "I would like to get your card in EU. Is that possible?", "label": 24}
{"text": "Are your cards available in the EU?", "label": 24}
{"text": "Can I have a card even if I am not living in the UK?", "label": 24}
{"text": "Is it possible to get a card outside the UK?", "label": 24}
{"text": "Is this card available to Americans?", "label": 24}
{"text": "Which countries are you available in?", "label": 24}
{"text": "Why would my card payment not work?", "label": 25}
{"text": "Please help to explain to me why my new card was declined when I tried to use it at my grocery store this morning to pay for the items I needed.  I tried three times to use it and it kept being declined.  I was very embarrassed standing there trying to buy my groceries.", "label": 25}
{"text": "My card payment has been declined", "label": 25}
{"text": "My card failed to work when I was shopping in a store", "label": 25}
{"text": "How do I check to see why my card payment was declined?", "label": 25}
{"text": "Why has my card been declined?", "label": 25}
{"text": "Why was my card declined?", "label": 25}
{"text": "Please explain why my payment was declined? I thought everything was good.", "label": 25}
{"text": "My card payment won't work.", "label": 25}
{"text": "Why has my card been declined?  whats the deal?", "label": 25}
{"text": "my card was refused, why?", "label": 25}
{"text": "I couldn't pay with card in a shop", "label": 25}
{"text": "Is there an issue with my card payment as it has not gone through.", "label": 25}
{"text": "How can a payment be declined", "label": 25}
{"text": "I just got my new card and tried using it and it was declined?", "label": 25}
{"text": "My payment for my card is not working", "label": 25}
{"text": "Hello, is there any way to double check my card? I have never had issues with withdraws in the past, but this morning on the way to work it was unexpectedly declined.", "label": 26}
{"text": "i needed money for a night out with the girls but i was declined, why?", "label": 26}
{"text": "The ATM keeps declining my Transaction . I tried two different ATMs already Would you please check if everything is okay with my account?", "label": 26}
{"text": "I attempted to get cash in the ATM but it was not authorized", "label": 26}
{"text": "The ATM keeps declining my card! I tried two different ATMs already can you please check if everything is alright with my account??", "label": 26}
{"text": "I cannot withdraw money from the ATM", "label": 26}
{"text": "ATM apparently not working?  Couldn't access funds in my account?", "label": 26}
{"text": "Why was my cash withdrawal declined by the ATM?", "label": 26}
{"text": "I tried to get money out of the Notting Hill ATM earlier, but I wasn't able to get it to work. Is my card with issue? It's the first time I tried using it.", "label": 26}
{"text": "Why can't I withdraw cash?", "label": 26}
{"text": "Is my card broken? I can't get cash out of the ATM", "label": 26}
{"text": "I was declined when trying to withdrawal cash!", "label": 26}
{"text": "The ATM cancelled a transaction on me when I was trying to get some cash out.", "label": 26}
{"text": "I might need a new card because it's not working at any of the ATMs. I don't think ive used all my money. Why is it doing this?", "label": 26}
{"text": "I cant get money out of the ATM with my card.  I just put my card in the ATM but it will not allow me to take any money out.  What do I need to do to fix this?", "label": 26}
{"text": "Why couldn't I make a withdrawal from the ATM?", "label": 26}
{"text": "My transfers keep on getting declined. My card was working fine up until now, however it has suddenly stopped working. Why is this?", "label": 27}
{"text": "I have transfered to my account before but it is being declined now?", "label": 27}
{"text": "why did i get declined transfer", "label": 27}
{"text": "Why do transfers get declined?", "label": 27}
{"text": "It declined my transfer.", "label": 27}
{"text": "i have tried everything to complete a transfer but can't, what should i do next", "label": 27}
{"text": "What are the reasons for a declined transfer?", "label": 27}
{"text": "It appears my transfer was declined.", "label": 27}
{"text": "What would be a reason my transfer got declined?", "label": 27}
{"text": "Why are my transfers being declined? It normally works but now it's declining my card. I've tried it a few times but it's still not working.", "label": 27}
{"text": "I have no idea why but my transfers keep getting declined. I have double checked all the recipient details several times already and they're definitely correct.", "label": 27}
{"text": "Help me figure out why my transfer was declined", "label": 27}
{"text": "I didn't see any reason why my transfer was declined. What gives?", "label": 27}
{"text": "Can you tell me why my transfer declined?", "label": 27}
{"text": "Why would I get a decline message in a transfer?", "label": 27}
{"text": "I am trying to make a transfer to a different account but they keep getting declined. I have double checked all the details and the information is correct.", "label": 27}
{"text": "There is a direct debit payment I don't recognize.", "label": 28}
{"text": "I see a direct debit payment on my app that I did not do", "label": 28}
{"text": "There is a debit transaction on my statement that I did not make", "label": 28}
{"text": "A direct debit appears in the app but I didn't authorize it.", "label": 28}
{"text": "Unusual direct deposit", "label": 28}
{"text": "Is there a way for you to find out why my account was deducted from a seller when I didn't approve of it?", "label": 28}
{"text": "What do I do if there is an electronic debit that is not correct?", "label": 28}
{"text": "How long after I receive my statement can I dispute payments on it?", "label": 28}
{"text": "Can you help me figure out what is going on with a debit payment that is showing up on my account I am not sure is suppose to be there.", "label": 28}
{"text": "what is this charge i didnt do it what can i do", "label": 28}
{"text": "There is a direct debit charge on my account that is not mine.", "label": 28}
{"text": "There is a direct debit that I didn't set up, what should I do?", "label": 28}
{"text": "There's an unauthorized direct debit in my app.", "label": 28}
{"text": "A direct debit payment I didn't do shows in my app", "label": 28}
{"text": "I am seeing in the App a diret debit that its not mine", "label": 28}
{"text": "Why is there a direct debit payment on my statement that I didn't do?", "label": 28}
{"text": "How many transactions can be made with a disposable card?", "label": 29}
{"text": "How many payments can I make using a virtual card?", "label": 29}
{"text": "A friend was telling me about her disposable cards. What would I have to do to be able to get that feature?", "label": 29}
{"text": "how many uses are the disposable cards good for?", "label": 29}
{"text": "How many disposable cards am I allowed to have?", "label": 29}
{"text": "How many disposable cards can you own?", "label": 29}
{"text": "What is the maximum transactions for one disposable card?", "label": 29}
{"text": "I have a disposable card, how many transactions can I make?", "label": 29}
{"text": "I am required to make several disposable cards every day.", "label": 29}
{"text": "What is the max amount of disposable cards I'm allowed.", "label": 29}
{"text": "Can I have more than 2 disposable cards?", "label": 29}
{"text": "What are the restrictions on the virtual cards?", "label": 29}
{"text": "Is there a limit on making disposable cards?", "label": 29}
{"text": "Is there a limit to a disposable virtual card?", "label": 29}
{"text": "Are there limits on the virtual cards?", "label": 29}
{"text": "Show me the amount of transactions I can do with a disposable card.", "label": 29}
{"text": "I got married and need to change my name.", "label": 30}
{"text": "Can I update my details?", "label": 30}
{"text": "I got a new address and need to change my information.", "label": 30}
{"text": "How can I update my personal information after moving?", "label": 30}
{"text": "I moved to a new city and need to change my address", "label": 30}
{"text": "How do I change my address ?", "label": 30}
{"text": "Since I just got married I need to change my name.", "label": 30}
{"text": "I just got married and need to change my name on the account", "label": 30}
{"text": "I just moved. How do I give you my new address?", "label": 30}
{"text": "How do I edit my details?", "label": 30}
{"text": "How can I change to my married name?", "label": 30}
{"text": "I moved, can I edit my personal details?", "label": 30}
{"text": "I've just been married and need to update my name", "label": 30}
{"text": "I just had a wedding and I want to take my spouses name.", "label": 30}
{"text": "I have a new email.", "label": 30}
{"text": "I need to change my home address.", "label": 30}
{"text": "What kind of charges should I expect to exchange currencies?", "label": 31}
{"text": "Do I get any sort of discount on volume for a lot fo currency exchanges?", "label": 31}
{"text": "How much is the charge for a foreign currency exchange?", "label": 31}
{"text": "Do I need to pay extra for exchanging currencies?", "label": 31}
{"text": "I've been to several different countries, can I exchange the cash with a discount for a large transaction?", "label": 31}
{"text": "is there a frequent currency discount?", "label": 31}
{"text": "How much more do you charge for currency exchange?", "label": 31}
{"text": "How much extra will I be charged for exchanging foreign currency?", "label": 31}
{"text": "Do you charge a fee on currency exchange?", "label": 31}
{"text": "Are there any discounts for frequent currency exchanges?", "label": 31}
{"text": "Do you offer a discount for those who perform frequent currency exchanges?", "label": 31}
{"text": "How much will I be charged for exchanging foreign currency", "label": 31}
{"text": "What is the exchange fee that is charged?", "label": 31}
{"text": "Is there a few for exchanging foreign currencies?", "label": 31}
{"text": "Would I need to pay extra for currency exchanges?", "label": 31}
{"text": "What's the fee for exchange of foreign currencies?", "label": 31}
{"text": "where do you find your exchange rates?", "label": 32}
{"text": "What do you think of the exchange rate?", "label": 32}
{"text": "What value can I get for my currency?", "label": 32}
{"text": "What exchange rate is it?", "label": 32}
{"text": "How are the exchange rates determined?", "label": 32}
{"text": "I would like to know what exchange rates you use?", "label": 32}
{"text": "Do you know what your exchange rates are?", "label": 32}
{"text": "Your exchange rates are coming from where?", "label": 32}
{"text": "How much are the rates of exchange?", "label": 32}
{"text": "Will I know which exchange rate I will get?", "label": 32}
{"text": "Where can I get your exchange rates from?", "label": 32}
{"text": "How is the exchange rate doing?", "label": 32}
{"text": "How's the exchange rate looking right now?", "label": 32}
{"text": "explain the interbank exchange rate", "label": 32}
{"text": "How do you do exchanges?", "label": 32}
{"text": "Is the exchange rate current?", "label": 32}
{"text": "I would like to change to a different currency.", "label": 33}
{"text": "How to exchange my currency", "label": 33}
{"text": "Is exchanging currencies one of your app services?", "label": 33}
{"text": "Is it possible to exchange currencies on the app?", "label": 33}
{"text": "I would like to exchange currency  What types are there?", "label": 33}
{"text": "How can I change currency type?", "label": 33}
{"text": "Where can I get my currencies exchanged?", "label": 33}
{"text": "Can I change from AUD to GBP?", "label": 33}
{"text": "What do I need to do to exchange my money?", "label": 33}
{"text": "Does the app allow for exchanges between currencies?", "label": 33}
{"text": "I can't figure out how to change GBP to AUD, what do I do?", "label": 33}
{"text": "Does the app allowing exchanges between USD and GBP", "label": 33}
{"text": "What do I do to exchange currency?", "label": 33}
{"text": "How can I exchange currencies in the app?", "label": 33}
{"text": "need to exchange currencies", "label": 33}
{"text": "Where can i exchange between GBP and USD", "label": 33}
{"text": "I need to know what these extra charges are on my statement?", "label": 34}
{"text": "Why is there an extra charge on my statement.", "label": 34}
{"text": "Why is there a charge for $1 on my account?", "label": 34}
{"text": "I am inquiring about a $1 charge on my statement.", "label": 34}
{"text": "I have been charged a pound for something that appears on my statement", "label": 34}
{"text": "Why is there a fee added to my statement?", "label": 34}
{"text": "What is this extra pound charge for?", "label": 34}
{"text": "There is a pending payment on my account that is very strange. I don't remember making this and it won't go away. Can you help me figure this out?", "label": 34}
{"text": "There is an odd 1£ charge that appears as pending on my statement. What's the reason for that? I haven't purchased anything for a pound.", "label": 34}
{"text": "Why do I see an extra £1 charge on my statement?", "label": 34}
{"text": "I wanted to know about a pending dollar that is on my statement.", "label": 34}
{"text": "There is a strange 1£ charge that appears as pending on my statement. What's the cause for that? I haven't purchased anything for a pound.", "label": 34}
{"text": "I've been charged an extra £1 and I don't know what it's for", "label": 34}
{"text": "What is the dollar that I have pending on my statement there?", "label": 34}
{"text": "Why would there be an extra charge on my app?", "label": 34}
{"text": "Why is there an extra fee on my statement?", "label": 34}
{"text": "I need assistance completing a transfer. I'm trying to purchase a flat and need the money for the initial mortgage payment. I keep getting an error and the transfer is not going through. What is going on here?", "label": 35}
{"text": "Why won't my transfer go through?", "label": 35}
{"text": "My transfer did not work, what was the reason?", "label": 35}
{"text": "I was unable to transfer money from my account.", "label": 35}
{"text": "My transfer didn't work how come?", "label": 35}
{"text": "Why wouldn't a transfer go through?", "label": 35}
{"text": "What are the reasons that my mortgage payment won't go through? I'm getting an error and don't know how to correct to get this transfer to go through.", "label": 35}
{"text": "I believe that my transfer hasn't gone through.", "label": 35}
{"text": "Why do my transfers keep failing?", "label": 35}
{"text": "My card couldn't complete a transfer, why?", "label": 35}
{"text": "Why did my transfer fail?  What can I do?", "label": 35}
{"text": "The transfer keeps failing , I tried to transfer some money to friends this morning but it keeps getting rejected for some reason, Would you please check the issue?", "label": 35}
{"text": "I have tried 5 times at this point to complete a transfer that's simply standard. What appears to be the problem? Is your system messed up?", "label": 35}
{"text": "A transfer could not be completed.", "label": 35}
{"text": "I've been trying to make a transfer and it doesn't seem to be working. (5 times) What is wrong with your system?", "label": 35}
{"text": "Hi I'm sending some money over to an investment bank I do business and the transaction is being rejected. I'm not sure why as I think I have the right details.", "label": 35}
{"text": "Are you able to make exchanges to EUR?", "label": 36}
{"text": "are multiple currencies acceptable?", "label": 36}
{"text": "Do you hold money and if so, what currencies do you accept?", "label": 36}
{"text": "What fiat currencies are used for holdings?", "label": 36}
{"text": "I would like for someone to tell me which fiat currencies that your company supports.", "label": 36}
{"text": "Can I exchange my money for EUR?", "label": 36}
{"text": "Are EUR exchanges allowed?", "label": 36}
{"text": "Can you make exchanges using the EUR?", "label": 36}
{"text": "How many currencies can I have money in in my account?", "label": 36}
{"text": "Can I change or hold different currency?", "label": 36}
{"text": "How can I solve my issue with holding multiple currencies?", "label": 36}
{"text": "Are there limitations to what currency I can hold?", "label": 36}
{"text": "Are all fiat currencies supported?", "label": 36}
{"text": "Do you have a problem with EUR exchanges?", "label": 36}
{"text": "I need to know what flat currencies you support for holding and exchange.", "label": 36}
{"text": "Do you deal with EUR?", "label": 36}
{"text": "Is there a way to use this app with a disposable virtual card?", "label": 37}
{"text": "I don't understand what a disposable virtual card is, can you help?", "label": 37}
{"text": "What can I do with a disposable virtual card?", "label": 37}
{"text": "Is there a disposable virtual card option?", "label": 37}
{"text": "What are the disposable cards used for?", "label": 37}
{"text": "What is the disposable card for?", "label": 37}
{"text": "Do you offer disposable virtual cards too?", "label": 37}
{"text": "I want a disposable virtual card, how do I do that?", "label": 37}
{"text": "I'm not sure how disposable virtual cards work. Please help.", "label": 37}
{"text": "Can I get a disposable virtual card?", "label": 37}
{"text": "What are the benefits of a disposable card?", "label": 37}
{"text": "I would like to know more about what a disposable virtual card is?", "label": 37}
{"text": "Can you tell me about these disposable virtual cards?", "label": 37}
{"text": "Will you tell me how I am supposed to use the disposable cards?", "label": 37}
{"text": "Can you tell me where I can order a disposable virtual card?", "label": 37}
{"text": "What are the disposable cards for?", "label": 37}
{"text": "How long does it take for me to get my pin", "label": 38}
{"text": "How is my PIN sent?", "label": 38}
{"text": "So, the card PIN?", "label": 38}
{"text": "I have a question regarding the PIN of the card?", "label": 38}
{"text": "Where is my pin? I don't have it yet", "label": 38}
{"text": "Will my pin number be sent with my card?", "label": 38}
{"text": "How do I get started when I get my card?", "label": 38}
{"text": "Can you deliver the PIN separately?", "label": 38}
{"text": "How long do I wait for my PIN", "label": 38}
{"text": "Is the PIN separately delivered?", "label": 38}
{"text": "I can't find the card PIN.", "label": 38}
{"text": "my pin hasn't arrived in the post! How do I cancel it or get a new one?", "label": 38}
{"text": "Where's my card PIN?", "label": 38}
{"text": "When do I get my PIN?", "label": 38}
{"text": "I'm looking in the App and can't find my PIN, where should I look?", "label": 38}
{"text": "I don't know my PIN, how can I find that out?", "label": 38}
{"text": "How many physical cards am I allowed to have?", "label": 39}
{"text": "Am I allowed to carry an additional card?", "label": 39}
{"text": "Can I get spare cards?", "label": 39}
{"text": "Can I order another card?", "label": 39}
{"text": "Will there be a charge for sending out more cards?", "label": 39}
{"text": "How much would an extra card cost?", "label": 39}
{"text": "I'm looking to get an additional card.", "label": 39}
{"text": "How much does it cost to get more cards?", "label": 39}
{"text": "Is it possible to get another card?", "label": 39}
{"text": "Will I get charged for sending out more cards?", "label": 39}
{"text": "Is it possible to have a second card?", "label": 39}
{"text": "Can I get more cards just incase?", "label": 39}
{"text": "What is the procedure for me to get more cards on my account?", "label": 39}
{"text": "I lost my card and need a new one, will it cost me?", "label": 39}
{"text": "How much is it to send out additional cards?", "label": 39}
{"text": "How many active cards can I have?", "label": 39}
{"text": "I want to get my hands on one of those virtual cards!", "label": 40}
{"text": "Can you assist me in acquiring a virtual card?", "label": 40}
{"text": "Is there a way to order a virtual card on the website?", "label": 40}
{"text": "How long do you have to wait to see your virtual card your ordered?", "label": 40}
{"text": "I don't have a virtual card - how do I get one?", "label": 40}
{"text": "How do I get a virtual card on my device?", "label": 40}
{"text": "i need a virtual card", "label": 40}
{"text": "How come I did not get a virtual card yet?", "label": 40}
{"text": "Please explain to me the process of getting a virtual card.", "label": 40}
{"text": "why hasn't my virtual card come yet?", "label": 40}
{"text": "I haven't received my virtual card.", "label": 40}
{"text": "how many virtual cards can i have, i want 8", "label": 40}
{"text": "Why have I not yet received my virtual card?", "label": 40}
{"text": "I want one of the virtual cards!", "label": 40}
{"text": "I would love one of the virtual cards!", "label": 40}
{"text": "Where do I have access to a virtual card?", "label": 40}
{"text": "Has there been any activity on my card today?", "label": 41}
{"text": "I left my card at a restaurant and now its missing.", "label": 41}
{"text": "What can I do if I lost my card?", "label": 41}
{"text": "I misplaced my card and I dont know where the last place is where I used the card last. Can you look at my account and tell me the last place I used the card?", "label": 41}
{"text": "Someone stole my card!", "label": 41}
{"text": "I need to report a stolen card", "label": 41}
{"text": "How do I replace a stolen card?", "label": 41}
{"text": "My card was stolen last night.", "label": 41}
{"text": "Help!  I fear that my card was stolen,", "label": 41}
{"text": "My card was lost on vacation, I don't know where it is. Can you help me take care of this immediately?", "label": 41}
{"text": "i need help, i lost my card", "label": 41}
{"text": "I think that my card has been stolen!", "label": 41}
{"text": "How do I report my card as lost or stolen?", "label": 41}
{"text": "My card has been stolen what do I do?", "label": 41}
{"text": "I've lost my card. What can I do about that?", "label": 41}
{"text": "I can't find my card, it is lost.", "label": 41}
{"text": "My phone was left behind.  Can I still use my card?", "label": 42}
{"text": "Please help!  I was mugged and everything stolen.  What do I do to stop them from accessing my account?", "label": 42}
{"text": "What do I do to lock my phone after losing it so my account isn't accessed", "label": 42}
{"text": "I lost my phone and need help protecting it.", "label": 42}
{"text": "I'm currently not in possession of my phone, is it still possible to go about things normally without access to the app?", "label": 42}
{"text": "I have an emergency and lost my phone.  I need help accessing my account.", "label": 42}
{"text": "Is there something that I can do since my phone was stolen yesterday?", "label": 42}
{"text": "I just replaced my phone so do I have to make a new account?", "label": 42}
{"text": "I lost my phone, what should I do?", "label": 42}
{"text": "If my phone was stolen, do I need to do anything?", "label": 42}
{"text": "What do I do if my phone is stolen?", "label": 42}
{"text": "I left my phone somewhere and can't use the app.", "label": 42}
{"text": "Help!  What should I do?  My phone was stolen yesterday.", "label": 42}
{"text": "Is there anything to do because my phone was stolen?", "label": 42}
{"text": "I don't know where my phone is.", "label": 42}
{"text": "My cards were stolen", "label": 42}
{"text": "Is it possible to get a physical card?", "label": 43}
{"text": "how do I ask for a physical card?", "label": 43}
{"text": "Where do you export the cards to?", "label": 43}
{"text": "What are the places that you deliver cards to?", "label": 43}
{"text": "What do i do to get a physical card?", "label": 43}
{"text": "How do I receive a card?", "label": 43}
{"text": "what steps do i do to get a real card", "label": 43}
{"text": "Where are your cards delivered to?", "label": 43}
{"text": "I would like to request a card.", "label": 43}
{"text": "tell me how I can order my card.", "label": 43}
{"text": "Help me order my card.", "label": 43}
{"text": "Do I get an actual card?", "label": 43}
{"text": "How do I actually obtain a card myself?", "label": 43}
{"text": "Show me where to order my card.", "label": 43}
{"text": "What do I owe for a new card?", "label": 43}
{"text": "Where do your cards get delivered to?", "label": 43}
{"text": "what is going on, i have entered my passcode and its not working", "label": 44}
{"text": "How do I reset my password?", "label": 44}
{"text": "how to recover my passcode", "label": 44}
{"text": "I am unable to access my app due to forgetting my passcode.", "label": 44}
{"text": "I thought I knew my password but I guess I was wrong, what can I do now?", "label": 44}
{"text": "I can't enter my passcode.", "label": 44}
{"text": "I don't know the code for the app.", "label": 44}
{"text": "I don't remember my password", "label": 44}
{"text": "I've forgotten my passcode. Can I reset?", "label": 44}
{"text": "Can my password be reset if I do not have it?", "label": 44}
{"text": "How can I reset my passcode?", "label": 44}
{"text": "I forgot my code", "label": 44}
{"text": "I can't log into my account because I lost my password", "label": 44}
{"text": "Where do I go to reset my passcode?", "label": 44}
{"text": "Can someone help with my passcode?", "label": 44}
{"text": "Is there a way to reset the passcode?", "label": 44}
{"text": "My card payment has had the status of pending forever. What is the issue? It should have gone through at some point.", "label": 45}
{"text": "When is a payment I made with my card going to clear>", "label": 45}
{"text": "I'm still waiting on a payment", "label": 45}
{"text": "I have made a payment by my card, and its still pending since a long time. Could you please tell me when it will process.", "label": 45}
{"text": "Why is their a charge pending on my card still?", "label": 45}
{"text": "why do I have a pending payment?", "label": 45}
{"text": "How long does it actually take my card payment to make it to the account? I've made a payment a couple of days ago but it hasn't moved since.", "label": 45}
{"text": "When will the transaction go through?", "label": 45}
{"text": "Why is the payment on my card still pending?", "label": 45}
{"text": "Could you please tell me why my purchases from this morning say payment is pending?", "label": 45}
{"text": "My card payment has been on pending forever. What is the problem? It should have gone through at some time by now.", "label": 45}
{"text": "Why are the things I bought earlier today still showing as pending?", "label": 45}
{"text": "One of my card payments looks like it's stuck but I have made the payment days ago. How long until the payment will be applied to my account?", "label": 45}
{"text": "What does it mean when it says that I have a payment that is pending?", "label": 45}
{"text": "There is a payment that has not processed.", "label": 45}
{"text": "Why hasn't payment gone through yet?", "label": 45}
{"text": "How long until I see a cash withdrawal?", "label": 46}
{"text": "My cash withdrawal shows as pending still.", "label": 46}
{"text": "My cash withdrawal says pending, why?", "label": 46}
{"text": "I am not seeing recent cash withdrawal on my account.", "label": 46}
{"text": "I have a cash withdrawal that says it's pending, why?", "label": 46}
{"text": "When will the cash that I put in the ATM be cleared from pending status?", "label": 46}
{"text": "There should be a cash withdrawal that I haven't seen yet.", "label": 46}
{"text": "I didn't receive my money earlier and it says the transaction is still in progress. Can you fix it?", "label": 46}
{"text": "How are cash withdrawals pending?", "label": 46}
{"text": "What does it mean when a cash withdrawal is pending?", "label": 46}
{"text": "I needed cash today, so I used another provider's ATM, and when I attempted to withdraw, it declined. I just checked it out and I'm still showing my account with that amount pending! I didn't take any money out, it was declined, so I don't want that to be processed as a withdrawal.", "label": 46}
{"text": "I have the cash already, my account still shows up as pending.  How can my account be still pending?", "label": 46}
{"text": "Explain pending transactions.", "label": 46}
{"text": "I've been waiting for 3 days, why is my withdrawal still pending?", "label": 46}
{"text": "My account shows up as pending after I received cash from the ATM earlier.  How can this be still pending? I've got the cash already.", "label": 46}
{"text": "I tried to get some with-drawls but the machine didn't work. The transaction still seems in progress.Seems like  something is wrong,I don't want to be charged for Transaction i did not make.", "label": 46}
{"text": "How long after a failed topup will funds refurn to account", "label": 47}
{"text": "I'm pretty sure my top up is still pending.", "label": 47}
{"text": "I topped up last night but don't have any funds, why not?", "label": 47}
{"text": "I have been waiting for my top-up to complete and it still hasn't gone through.", "label": 47}
{"text": "My top-up seems to be pending for a long time?", "label": 47}
{"text": "I'm waiting on a top-up, its still pending", "label": 47}
{"text": "My top up did not complete.", "label": 47}
{"text": "How long does a top-up take to go through?", "label": 47}
{"text": "Problem with my top up going through", "label": 47}
{"text": "I attempted to top up my account but it's been frozen in a pending state for well over an hour now! Is this normal? I'm a new customer and this is my first time doing this. I assumed it would be done quicker than this.", "label": 47}
{"text": "My top-up didn't go through; it still says pending. What's up with that?", "label": 47}
{"text": "Is there a reason my top-up has not gone through?", "label": 47}
{"text": "Why hasn't my top-up finished pending yet?", "label": 47}
{"text": "Hello, I'm a brand new customer and tried topping up for the first time today. It has been pending for half an hour and doesn't seem to be working. Please resolve this.", "label": 47}
{"text": "Can you tell me why my pop-up is still pending?", "label": 47}
{"text": "Tell my why my top-up is pending.", "label": 47}
{"text": "How long do EU transfers actually take? I bought something online a couple days ago, sent the money immediately online but the seller says it's still not there yet.", "label": 48}
{"text": "I'm waiting for a money transfer to show, still.", "label": 48}
{"text": "My transfer is pending, why?", "label": 48}
{"text": "there is a transfer pending.", "label": 48}
{"text": "Hello, I went ahead and checked my account details to be sure, and they are definitely correct.  I've had a transfer pending for a while, and I can't understand why it hasn't gone through yet.", "label": 48}
{"text": "How long does it take for pending to go through", "label": 48}
{"text": "How long is the wait for a money transfer to show up?", "label": 48}
{"text": "How long does the \"pending\" period of a transfer take?", "label": 48}
{"text": "I have a transfer that was approved that I'm urgently waiting for. How long am I supposed to wait for it?", "label": 48}
{"text": "What is the average pending time for a transaction?", "label": 48}
{"text": "I wanted to know why there is a transfer of mine pending.", "label": 48}
{"text": "I did a transfer but its still pending", "label": 48}
{"text": "How long does it take for a transfer to finish pending?", "label": 48}
{"text": "How long do EU transfers take? I bought something online a couple days ago , sent the money immediately online but the seller says it is still not there yet", "label": 48}
{"text": "How long does EU transfer take? I bought something online a couple days ago , sent the money immediately online but the seller says it is still not there yet", "label": 48}
{"text": "Can you tell me why my transfer is pending still?", "label": 48}
{"text": "I used my pin too many times.", "label": 49}
{"text": "Why is my PIN blocked?", "label": 49}
{"text": "I locked myself out of my account, how do I unblock my PIN?", "label": 49}
{"text": "I tried entering my pin several times incorrectly. Why isn't my pin working?", "label": 49}
{"text": "Can someone assist me with explaining how I can unblock my pin?", "label": 49}
{"text": "I tried my PIN too many times", "label": 49}
{"text": "I have used all of my PIN tries. What should I do now?", "label": 49}
{"text": "How many incorrect attempts cause card to be blocked?", "label": 49}
{"text": "I mistook my pin and now I am locked.  Can you unlock me?", "label": 49}
{"text": "I can't input my pin again.", "label": 49}
{"text": "I have exceeded the number of PIN attempts", "label": 49}
{"text": "How many times can I enter a wrong PIN before it is blocked?", "label": 49}
{"text": "I need my PIN unlocked.", "label": 49}
{"text": "What should I do if I exceed my PIN tries?", "label": 49}
{"text": "Where am I able to get my PIN unblocked?", "label": 49}
{"text": "I accidentally put in the wrong pin too many times and now I need to unblock it. Can you assist with this?", "label": 49}
{"text": "My salary is in GBP. Do I need to configure this somewhere?", "label": 50}
{"text": "Can I use my salary for this?", "label": 50}
{"text": "How can I receive my salary with a different currency?", "label": 50}
{"text": "Do I need to convert my currency from GBP before transferring?", "label": 50}
{"text": "Can I transfer my salary onto here?", "label": 50}
{"text": "I need my payment in another currency", "label": 50}
{"text": "Can I transfer my payroll to the bank?", "label": 50}
{"text": "How can I configure what currency my salary is in if it's in GBP?", "label": 50}
{"text": "Can I use a transfer to receive my transfer?", "label": 50}
{"text": "How can people transfer money to me?", "label": 50}
{"text": "What will I need to configure if my salary is in GBP?", "label": 50}
{"text": "How would my friend be able to send me money?", "label": 50}
{"text": "Do I need to do anything special for my friend to send money to my account?", "label": 50}
{"text": "Can this app take my salary?", "label": 50}
{"text": "Can I get paid for this in another currency?", "label": 50}
{"text": "Can my friend send me money if it is not in US dollars?", "label": 50}
{"text": "I requested a refund but can't see it.", "label": 51}
{"text": "when should I receive my refund", "label": 51}
{"text": "My account isn't showing the refund", "label": 51}
{"text": "Hi! A seller that I requested a refund from a long time ago has yet to send the money into my account, even though I keep checking it. Can the seller be contacted by you guys to see what's going on?", "label": 51}
{"text": "How come my refund hasn't appeared on my statement?", "label": 51}
{"text": "Hurry and refund me, I am waiting", "label": 51}
{"text": "who should i contact if my refund doesn't go through?", "label": 51}
{"text": "I keep checking my statements but nothing shows up! I requested a refund a long time ago but seems it's not reaching my account for some reason. Can you please help me get the money back from the seller for me", "label": 51}
{"text": "I requested a refund for a large order the other day and don't think I received the funds. Can you tell me if you see them or not?", "label": 51}
{"text": "I've been waiting for a refund to show up and I don't see it on my statement yet.", "label": 51}
{"text": "There is not a refund in my statement.", "label": 51}
{"text": "I contacted a seller about a refund last week but he still hasn't returned my money. I am frustrated and need these funds. Please help me get my money back.", "label": 51}
{"text": "Hi, Last week I have contacted the seller for a refund as directed by you, but i have not received the money yet. Please look into this issue with seller and help me in getting the refund.", "label": 51}
{"text": "I'm supposed to have a refund but it isn't there", "label": 51}
{"text": "Why isn't my refund on my statement?", "label": 51}
{"text": "Why haven't I received a refund yet?", "label": 51}
{"text": "My product hasn't arrived even though I ordered it a while ago. I want a refund!", "label": 52}
{"text": "I would like to return my purchases", "label": 52}
{"text": "I am quite aggravated that I ordered online almost a month ago and I never got my package and I paid for it. I would really appreciate it if I could get a full refund back now.", "label": 52}
{"text": "My order needs to be canceled.", "label": 52}
{"text": "I'm going to cancel a purchase.", "label": 52}
{"text": "I've been waiting for something that i've ordered for months now and it still hasn't arrived. I genuinely don't know what this company is doing, but put plainly, i've had enough. Please issue a refund immediately, i would not like to waste anymore of my time on these people.", "label": 52}
{"text": "I made a purchase and would like to get a refund for what I bought can you have the money put back in my account?", "label": 52}
{"text": "What is your refund policy for products I have purchased?", "label": 52}
{"text": "Hello, I have recently made a purchase and have decided to cancel my purchase. Is there any way that you can cancel that transaction for me so I can get the money back? It's very important.", "label": 52}
{"text": "I've changed my mind on an item.  How do I get a refund?", "label": 52}
{"text": "I didn't enjoy my tutor session and want a refund back. How do I go about doing this?", "label": 52}
{"text": "I want to talk about an order that I placed a long time ago and have yet to receive. I demand a refund due to lack of delivery of the product!  I refuse to pay for something I never got.", "label": 52}
{"text": "It's been some time ago that I placed an order and it just isn't coming. At this point just give me back my money because I'm not paying them.", "label": 52}
{"text": "Is it possible to get a refund for the item?", "label": 52}
{"text": "I would like my refund for this item I bought.", "label": 52}
{"text": "Can I exchange an item for a refund?", "label": 52}
{"text": "I think my card payment has been reverted", "label": 53}
{"text": "What does it mean if it says my card payment has been cancelled?", "label": 53}
{"text": "I notice that I have a card payment that's been cancelled.", "label": 53}
{"text": "I just got refunded for my purchase over two weeks ago", "label": 53}
{"text": "I need help to resolve mix up on my card payment. My account shows the money was taken out and then put back in the account. Then I received a message from the seller, It said that they did not get my payment.", "label": 53}
{"text": "Why did you cancel my card payment?", "label": 53}
{"text": "Why is a payment I made reverted back to my account?", "label": 53}
{"text": "Hi, I am trying to buy something online, but i think there is some issue in my card. As payment is reverted. Please help me in this as i am facing the same issue from last two weeks.", "label": 53}
{"text": "My payment has not been accepted.", "label": 53}
{"text": "My card payment was reverted, why?", "label": 53}
{"text": "My card payments have stopped.", "label": 53}
{"text": "Was my transaction reverted with my card?", "label": 53}
{"text": "I seem to have a problem here, I bought something about a 2 weeks ago and just now received the payment back into my account and I've already received the item. Can you tell me what is going on here?", "label": 53}
{"text": "Why was a payment cancelled on my account?", "label": 53}
{"text": "One of my card payments has reverted", "label": 53}
{"text": "I think the payment from my card was revereted", "label": 53}
{"text": "Will my other US credit card be accepted?", "label": 54}
{"text": "Can you tell me what cards and currencies you support?", "label": 54}
{"text": "I want to use a payment card to top up my account. How can I do this?", "label": 54}
{"text": "Do you accept US credit cards?", "label": 54}
{"text": "I want to use my American Express for adding money into my account.", "label": 54}
{"text": "Which currencies do you work with?", "label": 54}
{"text": "Is my credit card supported for top-ups?", "label": 54}
{"text": "What cards do you accept to top up my account?", "label": 54}
{"text": "I'd prefer to use my American Express when putting funds into my account.", "label": 54}
{"text": "Is American Express accepted?", "label": 54}
{"text": "Can you tell me which cards and currencies are supported?", "label": 54}
{"text": "What cards do you support", "label": 54}
{"text": "Which foreign currencies do you accept for adding money?", "label": 54}
{"text": "If I top up by card, what options do I have re: currency and card type?", "label": 54}
{"text": "Why doesn't it work when I use American Express to try to add money to my account?", "label": 54}
{"text": "Am I able to add money into my account using my American Express?", "label": 54}
{"text": "I no longer want this account, what should I do?", "label": 55}
{"text": "What's the process for terminating an account?", "label": 55}
{"text": "i'm not satisfied with the services and no longer want to be a customer", "label": 55}
{"text": "I am not satisfied with your company and wish to delete all accounts immediately.", "label": 55}
{"text": "Are you able to delete my account?", "label": 55}
{"text": "I want to deactivate my account.", "label": 55}
{"text": "I want to end my account", "label": 55}
{"text": "I want to delete my account. How do I do this?", "label": 55}
{"text": "your company is awful, i would like to delete my account please", "label": 55}
{"text": "I would like to terminate my account.", "label": 55}
{"text": "How do I terminate my account.", "label": 55}
{"text": "I am very dissatisfied with the services that you are providing.  I want to cancel my account.", "label": 55}
{"text": "I am trying to delete my account.", "label": 55}
{"text": "Help me close my account.", "label": 55}
{"text": "I need to close my account.  Your company is terrible!", "label": 55}
{"text": "Please help me delete this account.", "label": 55}
{"text": "How much will it cost me for a SEPA transfer?", "label": 56}
{"text": "What is the charge to make a transfer", "label": 56}
{"text": "How much do I need to pay for a transfer?", "label": 56}
{"text": "What are the charges for recieving SEPA transfers?", "label": 56}
{"text": "If I top up by transfer, am I going to be charged?", "label": 56}
{"text": "If I top-up by using a trasfer are there charges that applied?", "label": 56}
{"text": "Will I be charged for adding money by transfer?", "label": 56}
{"text": "Do you charge anything for topping up?", "label": 56}
{"text": "Can third party fees affect a transfer?", "label": 56}
{"text": "How much is it to receive money?", "label": 56}
{"text": "If someone sends me money, will I be charged?", "label": 56}
{"text": "what is the price of a transfer?", "label": 56}
{"text": "Is there a fee for topping off by transfer?", "label": 56}
{"text": "How much does it cost to make transfers?", "label": 56}
{"text": "Do you process SWIFT transfers?", "label": 56}
{"text": "To receive money are there charges?", "label": 56}
{"text": "Is USD free to top up with a US card?", "label": 57}
{"text": "If I add money with an international card, are there any fees?", "label": 57}
{"text": "what is the fee for topping up by card?", "label": 57}
{"text": "How much does top up fees cost?", "label": 57}
{"text": "Are there fees for adding money with an International card?", "label": 57}
{"text": "Is there a charge to use a Top up card in the US?", "label": 57}
{"text": "Is there any fees for top ups?", "label": 57}
{"text": "Is there a top-up fee if you add money in USD?", "label": 57}
{"text": "Is there a top charge for US cards?", "label": 57}
{"text": "Is topping up free?", "label": 57}
{"text": "Is there a fee to top up a US card using a debit or credit card?", "label": 57}
{"text": "Will I be charged a fee to top up using a debit or credit card?", "label": 57}
{"text": "Are there any charges for using a bank card to top up", "label": 57}
{"text": "Will there be any fees for top ups?", "label": 57}
{"text": "Do I get charged if I top up with my European bank card?", "label": 57}
{"text": "Will you charge an extra fee for top ups?", "label": 57}
{"text": "how do i find top up for cash deposit", "label": 58}
{"text": "Do you accept cheques for top-up?", "label": 58}
{"text": "How can I top up my account with a cheque?", "label": 58}
{"text": "Can cash be used in physical locations to top up?", "label": 58}
{"text": "What apps can I use to top up my account?", "label": 58}
{"text": "What is the procedure for topping up with a cheque?", "label": 58}
{"text": "I want to use a cheque to pay.", "label": 58}
{"text": "Can I use a cheque to top up my account", "label": 58}
{"text": "What types of top-up methods do you accept?", "label": 58}
{"text": "can i deposit a check here?", "label": 58}
{"text": "What is your check-cashing policy?", "label": 58}
{"text": "Where do I top up?", "label": 58}
{"text": "Can I top up online?", "label": 58}
{"text": "how can i add money to my account if you don't accept cash", "label": 58}
{"text": "Can I mail in a check to top up?", "label": 58}
{"text": "What is not accepted in order for me to top up my account?", "label": 58}
{"text": "I requested for a top-up but it has not reflected", "label": 59}
{"text": "For what reason did my top-up fail?", "label": 59}
{"text": "Hi, My card is getting declined continuously when i am trying to top-up. Request you to look into this issue or tell me any other alternatives.", "label": 59}
{"text": "I tried to top-up but it got denied.", "label": 59}
{"text": "Why was my top-up rejected?", "label": 59}
{"text": "I tried to top up but the app rejected it.", "label": 59}
{"text": "My money I added isn't on my card.", "label": 59}
{"text": "My top-up failed to go through.", "label": 59}
{"text": "I am having a huge problem with my card being declined and it's really important that I top-up today.  Would you please look into this further and let me know how I can get this fixed?", "label": 59}
{"text": "I can't add any more money.", "label": 59}
{"text": "I really need to top-up my card today urgently but my card keeps getting declined!! Can you please resolve this problem or let me know if you have any alternatives", "label": 59}
{"text": "Problems with my top up", "label": 59}
{"text": "Hi, My card is getting declined during top-up. As it urgent, could you please resolve this issue, or guide me with other alternatives if any.", "label": 59}
{"text": "I tried to top up with my card but it was declined. I was able to a couple days ago and it worked. Is something wrong? Can you check it for me please?", "label": 59}
{"text": "Why did my top-up not work?", "label": 59}
{"text": "My top up doesn't work", "label": 59}
{"text": "is there a limit for top up?", "label": 60}
{"text": "Do you have any top-up limits?", "label": 60}
{"text": "What's my limit for topping up?", "label": 60}
{"text": "Is there a limit to how much I can top-up?", "label": 60}
{"text": "Is topping up unlimited?", "label": 60}
{"text": "How often can I top up my account?", "label": 60}
{"text": "Can I create my own top-up limit?", "label": 60}
{"text": "Is there a top-up limit that I have to stay under during a given period of time?", "label": 60}
{"text": "Whats the max I can top up", "label": 60}
{"text": "Do you limit my top-offs?", "label": 60}
{"text": "What limits are the to top-ups?", "label": 60}
{"text": "What are the rules for a top-up?", "label": 60}
{"text": "How much is ok for me to top up with?", "label": 60}
{"text": "What's the amount that I can top-up?", "label": 60}
{"text": "What is the top-up limit for my card?", "label": 60}
{"text": "Can I set my own top-up limit?", "label": 60}
{"text": "When I top-up, the app reverts it.", "label": 61}
{"text": "Why did my top up get pulled back out?", "label": 61}
{"text": "When I topped up the app has seemed to reverted it.", "label": 61}
{"text": "Hello,  I have recharged topup but account is not credited. Please help me in this, i guess there is some defect in system.", "label": 61}
{"text": "I was checking my statement and my top-up has been reverted", "label": 61}
{"text": "I think my top up may have been reverted, what do I do?", "label": 61}
{"text": "Why has my money disappeared? I topped up earlier and seen it was there and had went through. What seems to be the problem?", "label": 61}
{"text": "Seems like my top up has been cancelled", "label": 61}
{"text": "What is the status of my top up?", "label": 61}
{"text": "My money is gone. I had topped up recently and saw it was there and went through, but now it's disappeared, what is happening?", "label": 61}
{"text": "My money is gone. I had topped up recently and saw it was there and went through, but now it's disappeared, what's going on?", "label": 61}
{"text": "I tried to add a topup to my account but the money isn't there, anymore. Did I do something wrong?", "label": 61}
{"text": "How do I tell if my top up was reverted?", "label": 61}
{"text": "When I topped up the app reverted it.", "label": 61}
{"text": "I got an cancellation error when I was topping up.", "label": 61}
{"text": "Reverted top up", "label": 61}
{"text": "what happened to the money after i put in the wrong info and it got declined", "label": 62}
{"text": "How do i set up my credit card to send transfers?", "label": 62}
{"text": "Can a friend top up my account", "label": 62}
{"text": "Can other people top up my account?", "label": 62}
{"text": "top up with credit card", "label": 62}
{"text": "Show me how can my friends top up my account.", "label": 62}
{"text": "Can somebody else top up my account?", "label": 62}
{"text": "Can my friends top up my account?", "label": 62}
{"text": "My money I had was gone and I could not get gas!", "label": 62}
{"text": "Who can have access to top up my account?", "label": 62}
{"text": "Could you tell me why my top up isn't showing in my wallet?", "label": 62}
{"text": "I need my card topped up,", "label": 62}
{"text": "Can my account be topped up by my friends?", "label": 62}
{"text": "Transferring money using credit card", "label": 62}
{"text": "What's the process for topping up my card?", "label": 62}
{"text": "Will my friends be able to top up my account?", "label": 62}
{"text": "There are two of the same charge on my statement.", "label": 63}
{"text": "I have been overcharged.", "label": 63}
{"text": "Hello, I just checked my card transactions and saw that I was charged twice for a restaurant visit I did earlier this week. Is it possible to remove one of them and get my false paid money pack?", "label": 63}
{"text": "Why does the same transaction appear multiple times?", "label": 63}
{"text": "What do I do if a transaction shows up twice?", "label": 63}
{"text": "I was charged twice for a restaurant, can you take the second charge off?", "label": 63}
{"text": "Who do I talk to for transactions debited twice?", "label": 63}
{"text": "I was charged too many times for one transaction.", "label": 63}
{"text": "There are two of the same charges on my account.", "label": 63}
{"text": "Why do I have a transaction showing up more than once?", "label": 63}
{"text": "My transaction is showing several times.", "label": 63}
{"text": "I have multiple of the same transaction", "label": 63}
{"text": "One of my charges was declined, but the second one went through.  But I notice on my App that one of them has gone through, and the other one is still pending.  Please ensure that only one charge is processed. Thanks", "label": 63}
{"text": "How do I get my money back for a duplicated charge?", "label": 63}
{"text": "Hello. I checked my transactions and saw I was double charged for a restaurant visit. Can I get my money back?", "label": 63}
{"text": "I was charged twice, when I didn't purchase anything twice.", "label": 63}
{"text": "Why is my transfer more expensive than I thought?", "label": 64}
{"text": "A receiver let me know that they didn't receive the full transfer I completed and that it was actually a bit less than what I sent. At this point I have to make another transfer to make up for the amount missing. Can you please follow up with what's going  on here?", "label": 64}
{"text": "When I was transferring money I was charged extra why?", "label": 64}
{"text": "Is there a fee that comes with transfers?", "label": 64}
{"text": "I made a transfer and the receiver said an amount was received, but less than the right amount. I now have to transfer more to get the remainder to the receiver. Can you tell me about this. What's been going on?", "label": 64}
{"text": "I made a transfer and was charged an extra fee!", "label": 64}
{"text": "I transferred some money recently and saw a fee on my account, what's that for?", "label": 64}
{"text": "I made a transfer and the receiver said an amount was received, but not exactly the same as the right amount. I now have to transfer more to get the remainder to the receiver. Can you alert me about this. What's been happening?", "label": 64}
{"text": "what is this fee for transfering", "label": 64}
{"text": "I do not like this, I made a simple transfer but I have an additional charge for doing so.", "label": 64}
{"text": "Why did you charge me a fee when I made a transfer?", "label": 64}
{"text": "I just moved overseas and I noticed that you are charging me more fees.  I am a loyal customer, is this how you expect to keep customers?", "label": 64}
{"text": "I just recently got a new beach condo in Bora Bora, and to furnish it I used this account a lot from overseas. It's upsetting, being a long-time customer of yours, that I saw extra fees on my account from my currency transfer. Is this what I should expect from you in the future?", "label": 64}
{"text": "I made a transfer and according to the receiver \"they haven't received the right amount\" Its lesser than it should be.Now I have to transfer more money to make up for the missing amount . Can you please help me about this,what should be done", "label": 64}
{"text": "How come I can see an extra charge for my transfer?", "label": 64}
{"text": "Will I get extra charges?", "label": 64}
{"text": "What are the steps for  making a transfer for topping up?", "label": 65}
{"text": "How can I transfer money to this account from another bank?", "label": 65}
{"text": "I need to know the process to transfer money into my account.", "label": 65}
{"text": "How does a bank transfer for topping my account work?", "label": 65}
{"text": "I would like to transfer money into my account.", "label": 65}
{"text": "I have an account at another bank, but I want to transfer some of the money to my account here.\n.", "label": 65}
{"text": "My money is all gone. What ways are okay to add money to my account?", "label": 65}
{"text": "Help! My account doesn't show any funds. Is transferring funds an option I can use?", "label": 65}
{"text": "Can you tell me how transferring money into my account works?", "label": 65}
{"text": "My account is depleted. Can I transfer funds from another bank?", "label": 65}
{"text": "How do I use bank transfer to top up my account?", "label": 65}
{"text": "How simple is it to transfer money into my account?", "label": 65}
{"text": "How do I transfer money between two of my accounts?", "label": 65}
{"text": "I need more money in my account. Can I add more by transferring?", "label": 65}
{"text": "Can you please explain how bank transfers work?", "label": 65}
{"text": "I need to move money from another bank to this account.", "label": 65}
{"text": "I tried to transfer some money and it hasn't done it yet - what's going on?", "label": 66}
{"text": "I sent some money but the intended recipient says it hasn't arrived", "label": 66}
{"text": "The money has not yet been placed in recipients account.", "label": 66}
{"text": "I made a transfer to my friend earlier and she hasn't received it yet.  What's the hold up?", "label": 66}
{"text": "My money transaction hasn't arrived.", "label": 66}
{"text": "I'm trying to make a payment to my new landlord. Even though the payment was sent a few days ago, it isn't clearing on their side. Can you verify that payment has been made?", "label": 66}
{"text": "How long will a transaction to a friend take?", "label": 66}
{"text": "Why hasn't my friend's transaction arrive yet?", "label": 66}
{"text": "My new landlord is a lier and is trying to rip me off by saying I've not paid my rent when I have paid my rent.  What is going on?  They say the money hasn't got to them but I see it going out of my account.  Can you check that the money went to the right place?", "label": 66}
{"text": "What is the length of a transaction completion?", "label": 66}
{"text": "When will the transaction be done?", "label": 66}
{"text": "My transfer didn't arrive to the recipient", "label": 66}
{"text": "I'm still waiting for my transaction.", "label": 66}
{"text": "I sent some money and the account hasn't recived the transfer I made.", "label": 66}
{"text": "I sent money and the recipient has not received their money after two weeks.", "label": 66}
{"text": "I'm still awaiting for the completion of the transaction.", "label": 66}
{"text": "How long will this transfer from europe take?", "label": 67}
{"text": "How long will a transfer from the US take?", "label": 67}
{"text": "How long does it take for a transfer to be in my account?", "label": 67}
{"text": "When will my account receive the money?", "label": 67}
{"text": "I just did a transfer, but don't see the money in my account. What's up?", "label": 67}
{"text": "How long does it take to get money from Europe?", "label": 67}
{"text": "How long am I to wait before the transfer gets to my account?", "label": 67}
{"text": "When can I expect the transfer to arrive in my account?", "label": 67}
{"text": "When will the money show in my account?", "label": 67}
{"text": "Where is my money transfer?", "label": 67}
{"text": "Transfers from the US how long will the wait be?", "label": 67}
{"text": "How many days do I have to wait for the transfer to reach my account?", "label": 67}
{"text": "Will I see the transfer in my account within the week?", "label": 67}
{"text": "What is the estimated time on an urgent transfer from China?", "label": 67}
{"text": "How long will a transfer take from Europe?", "label": 67}
{"text": "Its been 3 days, How long will my transfer take to get to my wallet?", "label": 67}
{"text": "I am having some difficulty verifying my id.", "label": 68}
{"text": "My app says that I'm not verified.", "label": 68}
{"text": "The app won't identify me.", "label": 68}
{"text": "The app can't verify my information for identity proofing purposes.", "label": 68}
{"text": "Hearing back from us regarding your important verification results may take 10 minutes to one hour time.  If verification results do fail, double-check to make sure all of your images are clear --  make sure your photos have no glare or blurring. Note: These photos need to be readable as well.  You also need to be 18 years of age or older.  You must be a resident of Switzerland or the European Economic Area to open a new account.", "label": 68}
{"text": "I'm unable to verify my identity", "label": 68}
{"text": "The app failed to verify my id.", "label": 68}
{"text": "Why isn't this accepting my identity?", "label": 68}
{"text": "Hearing about your verification results from us may take anywhere from 10 minutes to approximately one hour.  If this verification has in fact, failed, double-check to make sure that your images are clear.  Also make sure that your document photos have no blur or glare. They need to be readable.  You must also be 18 years of age or older and be a resident of Switzerland or the European Economic Area to open an account.", "label": 68}
{"text": "I'm not sure how to provide my identity.", "label": 68}
{"text": "My identity wasn't verified", "label": 68}
{"text": "Why is my identity not being verified?", "label": 68}
{"text": "I need help proving that this is really me and to verify my identity.", "label": 68}
{"text": "Why isn't my id verified?", "label": 68}
{"text": "I am having a problem proving who I am", "label": 68}
{"text": "It won't let me verify my identity.", "label": 68}
{"text": "what documents do i need to verify who i am", "label": 69}
{"text": "What are the steps to verify identity?", "label": 69}
{"text": "why must I prove ID", "label": 69}
{"text": "What do I use to verify my identity?", "label": 69}
{"text": "How do I validate my identity.", "label": 69}
{"text": "I'm trying to verify my identity but can't figure out how, what do I do?", "label": 69}
{"text": "what steps do you take to check identity", "label": 69}
{"text": "Explain how to verify my identity?", "label": 69}
{"text": "I'm not sure how to complete the identity checks process.", "label": 69}
{"text": "What has to be done to verify my identity?", "label": 69}
{"text": "Please tell me how I verify my identity.", "label": 69}
{"text": "What ID do I need to verify my identity?", "label": 69}
{"text": "What are the requirements to verify my identity?", "label": 69}
{"text": "How can you assist on verifying my identity?", "label": 69}
{"text": "What is needed for the identity verification?", "label": 69}
{"text": "What forms of ID work for verification?", "label": 69}
{"text": "Can someone please explain to me where my source of funds came from?", "label": 70}
{"text": "I would like to verify my source of funds.", "label": 70}
{"text": "What is the source of funds for my money?", "label": 70}
{"text": "I would like to know how to work out where my funds came from?", "label": 70}
{"text": "Where can I see where funds came from?", "label": 70}
{"text": "How can I receive verification for the source of my funds?", "label": 70}
{"text": "I need to verify the source of funds.", "label": 70}
{"text": "What is the source of the money in my account?", "label": 70}
{"text": "I need to verify my funds.", "label": 70}
{"text": "I'd like to know where my funds come from.", "label": 70}
{"text": "where can I get the info for my funds", "label": 70}
{"text": "How do I see my source of funds?", "label": 70}
{"text": "I need to know where my funds come from.", "label": 70}
{"text": "where exactly does money come from", "label": 70}
{"text": "Is there a way for me to check my balance?", "label": 70}
{"text": "Is there a way to tell where the money came from?", "label": 70}
{"text": "Why does a top- up need to be verify?", "label": 71}
{"text": "How do i authenticate a top-up card?", "label": 71}
{"text": "Why do we need to verify top-up?", "label": 71}
{"text": "Verifying top-up cards necessary?", "label": 71}
{"text": "Why do you ask for top-up verification?", "label": 71}
{"text": "Do I need to verify the top-up?", "label": 71}
{"text": "What is the top up code for?", "label": 71}
{"text": "I'm trying to verify my top-up card, but I can't find the code...?", "label": 71}
{"text": "How do i find my top-up card's verification code?", "label": 71}
{"text": "Please help me find my top-up verification code", "label": 71}
{"text": "what's my top-up verification code?", "label": 71}
{"text": "How to verify top up card?", "label": 71}
{"text": "Do i need to verify my top up?", "label": 71}
{"text": "How can I verify the top-up card?", "label": 71}
{"text": "Where is the top-up verification code?", "label": 71}
{"text": "How do I find the top-up verification code?", "label": 71}
{"text": "This disposable virtual card is not working.", "label": 72}
{"text": "I cannot get my disposable virtual card to work", "label": 72}
{"text": "Why won't my virtual card work?", "label": 72}
{"text": "Why isn't my disposable virtual card working?", "label": 72}
{"text": "I can't use my virtual disposable card", "label": 72}
{"text": "The virtual card won't work.", "label": 72}
{"text": "Why can't I make multiple payments with my virtual card?", "label": 72}
{"text": "i cannot get virtual card to work", "label": 72}
{"text": "Why was my virtual card rejected?", "label": 72}
{"text": "My Virtual card was rejected for a car rental. Why?", "label": 72}
{"text": "Can I use my virtual card to complete transactions for memberships?", "label": 72}
{"text": "Help me get the virtual card working.", "label": 72}
{"text": "I can't get my virtual card to work.", "label": 72}
{"text": "I received my Virtual card information, but was unable to use it to make a purchase. Why did this happen and what can I do?", "label": 72}
{"text": "I can't do any business with this virtual card.", "label": 72}
{"text": "My disposable virtual card was rejected.", "label": 72}
{"text": "What do I have to do to get a Visa card?", "label": 73}
{"text": "Will the card be a Mastercard or a Visa?", "label": 73}
{"text": "I prefer to get a Mastercard.", "label": 73}
{"text": "Do I get  a mastercard and visa?", "label": 73}
{"text": "Can you send me a Mastercard, instead of a Visa?", "label": 73}
{"text": "Is it possible to get both Visa and Mastercard from you?", "label": 73}
{"text": "Are visa and mastercard accepted", "label": 73}
{"text": "I need a Visa card", "label": 73}
{"text": "Can I choose my card scheme?", "label": 73}
{"text": "Can I use a Visa or Mastercard?", "label": 73}
{"text": "I am interested in a Visa or Mastercard. Do you offer them?", "label": 73}
{"text": "What cards do you offer?", "label": 73}
{"text": "Can I obtained a Visa Card", "label": 73}
{"text": "Please give me both a visa and a mastercard.", "label": 73}
{"text": "Do you supply both Visa and Mastercard?", "label": 73}
{"text": "Do I have a choice for a Mastercard?", "label": 73}
{"text": "Is there anyway to bypass identity verification?", "label": 74}
{"text": "Why is the identity check involved?", "label": 74}
{"text": "Can I use my account even though the identity verification has not passed yet?", "label": 74}
{"text": "I would like to know why so much identity information is required?", "label": 74}
{"text": "What is the purpose for verifying my identity?", "label": 74}
{"text": "My identity hasn't been verified.  Can I use my account?", "label": 74}
{"text": "how do I speed up identity verification?", "label": 74}
{"text": "Why do you guys need to verify my identity?", "label": 74}
{"text": "Why do I have to give you my drivers license", "label": 74}
{"text": "Why is there a verification to identity", "label": 74}
{"text": "What's the reason for needing to verify my identity?", "label": 74}
{"text": "Do you need my birthdate?", "label": 74}
{"text": "Am I supposed to verify my identity?", "label": 74}
{"text": "Why do I need to verify my account?", "label": 74}
{"text": "Why do you require identification documents", "label": 74}
{"text": "What if I don't want to disclose all of my identity details?", "label": 74}
{"text": "I received the wrong amount of cash from the ATM. Can you help?", "label": 75}
{"text": "I tried to withdraw $100, all it gave me was $20.", "label": 75}
{"text": "The ATM shows a withdraw of the amount of money I requested but I didn't revieve that amount in cash.", "label": 75}
{"text": "Can you explain why the ATM is giving me less money than what I asked for?", "label": 75}
{"text": "I tried to withdraw 40 pounds but only 20 came out. Did you steal my money?", "label": 75}
{"text": "I did not receive the right amount of cash.", "label": 75}
{"text": "I only received $20, but I requested $100.", "label": 75}
{"text": "Did a WD earlier at an ATM.  The amount showing in the App is more than I got though.", "label": 75}
{"text": "Why did I not get the amount I specified at the ATM?", "label": 75}
{"text": "The machine only paid me a hundred when I wanted 20", "label": 75}
{"text": "A wrong amount of cash we sent to me.", "label": 75}
{"text": "How can I get my money that I didn't get from the ATM?", "label": 75}
{"text": "Yikes!  I didn't get the amount of money that I requested.  What do I do now?", "label": 75}
{"text": "Got only $20 when I tried to withdraw $100.", "label": 75}
{"text": "I received less cash than the amount I specified in the ATM.", "label": 75}
{"text": "Cash withdrawal was incorrect at ATM.", "label": 75}
{"text": "I think the bank made a mistake on the exchange rates", "label": 76}
{"text": "I had trouble with an incorrect rate being applied when using the ATM with foreign currency.", "label": 76}
{"text": "Hi, I have withdrawn cash from the ATM on holiday and i guess withdrawal amount has been overcharged. I did it as i was not aware of these charges.", "label": 76}
{"text": "What is wrong with the exchange rate? This should have been a much higher amount of cash for that to apply.", "label": 76}
{"text": "the exchange rate was different than expected", "label": 76}
{"text": "I was charged an incorrect exchange rate for a withdrawal.", "label": 76}
{"text": "The wrong exchange rate was used for my cash withdrawal", "label": 76}
{"text": "Do any of your machines provide cash from my home country? I don't have any money on me and I'm on holiday so I'm concerned. Also, will I be charged anything to do this?", "label": 76}
{"text": "I withdraw money abroad but I didn't get the right amount.", "label": 76}
{"text": "When I was abroad the exchange rate for me was wrong.", "label": 76}
{"text": "The exchange rate applied was incorrect when I was traveling outside the country.", "label": 76}
{"text": "I didnt get the correct exchange rate for getting cash", "label": 76}
{"text": "The exchange rate for my withdrawal was wrong.", "label": 76}
{"text": "I tried withdrawing money in another country and the exchange rate was wrong.", "label": 76}
{"text": "The exchange rate was wrong in the foreign country I got cash in.", "label": 76}
{"text": "I draw out money from your ATM during holidays, and was charged insanely. I wouldn't have done it, if i had a little sense about the shocking charges.", "label": 76}
