{"question1": "So I have been having trouble picking up on how to read music notes can anyone give me any ideas?", "question2": "I am planning a honeymoon tour to the Balkans this December. Can anyone give me any ideas about which travel agency I should I hire or give me any suggestions on how can I plan it independently?", "label": 0, "idx": 107776}
{"question1": "How do I download PHP?", "question2": "How do I install PHP?", "label": 0, "idx": 121060}
{"question1": "What can cause muscles to be sore for weeks, to the point that they're painful when used?", "question2": "How do you prevent your wrists from getting sore if you type a lot?", "label": 0, "idx": 284701}
{"question1": "What could Texas lawmakers do to lessen the mentally ill population in jails?", "question2": "Can chikungunya be detected without blood test?", "label": 0, "idx": 284242}
{"question1": "What are the top blogs / online media sites catering to entrepreneurs in Waterloo?", "question2": "What are the top blogs / online media sites catering to entrepreneurs in Singapore?", "label": 0, "idx": 333489}
{"question1": "What are some tips on making it through the job interview process at Summit Materials?", "question2": "What are some tips on making it through the job interview process at Summit Hotel Properties?", "label": 0, "idx": 353075}
{"question1": "What is the hardest thing(s) about raising children in Philippines?", "question2": "What is the hardest thing(s) about raising children in Mexico?", "label": 0, "idx": 77268}
{"question1": "What are your favorite Neko Atsume memes?", "question2": "What are your favorite cats on Neko Atsume?", "label": 0, "idx": 271014}
{"question1": "\"Can the electors in the Electoral College ignore what their votes \"\"are supposed\"\" to be, and vote on conscience?\"", "question2": "Can the Electoral College vote for anyone they want?", "label": 1, "idx": 163611}
{"question1": "Why don't Jewish people believe that Jesus is the Messiah?", "question2": "Why is that Jews still don't believe in Jesus as the Messiah? Please don't give personal views just give a logical view?", "label": 1, "idx": 104265}
{"question1": "Is China a great country?", "question2": "What makes China great?", "label": 1, "idx": 159733}
{"question1": "Would it be possible to utilize Granite Qurry Fines for making Hollow Concrete Blocks?", "question2": "Can I use quarry fines in producing Hollow Concrete Blocks?", "label": 1, "idx": 132690}
{"question1": "What is the importance of cultural heritage for architects.?", "question2": "What is the importance of culture heritage for architects?", "label": 1, "idx": 92184}
{"question1": "How can I come out of my comfort zone?", "question2": "What are some of the best ways to break out my comfort zone?", "label": 1, "idx": 49922}
{"question1": "What is a good young adult fiction book to read?", "question2": "What are the young adult fiction books that you would recommend for a fun read?", "label": 1, "idx": 151735}
{"question1": "What improvement should I do in my JEE preparation to improve my marks ?", "question2": "How can I improve my score in JEE main?", "label": 1, "idx": 208988}
