{"sentence1": "The presidents of Ecuador and Peru say they have agreed to work together to try to find a peaceful solution to their long-running border dispute.", "sentence2": "Peru debates border region with Ecuador.", "label": 0, "idx": 2198}
{"sentence1": "Authorities say Monica Meadows, who has appeared in catalogs and magazines, is in stable condition.", "sentence2": "Monica Meadows is in stable condition.", "label": 0, "idx": 477}
{"sentence1": "Local Law enforcement officials acting on behalf of the European Commission raided offices of Intel and several computer makers this morning, a spokesman for the EU said. He did not specify which countries or which other firms were involved. However, a spokesman for Intel Germany, Hans-Jürgen Werner, said that Intel's offices in Munich and Swindon were among those searched. It emerged on Wednesday 13th, that raids also took place at Intel's facility in County Kildare, Ireland in relation to the firms anti-competitive business practices. Intel employs over 5,000 people at its Irish manufacturing facility.", "sentence2": "Intel Germany engaged Hans-Jürgen Werner as spokesman.", "label": 0, "idx": 1203}
{"sentence1": "SCORES of fast food outlets have launched a legal challenge over payment and employment conditions for its workers, it emerged yesterday. The case is being taken by the newly formed Quick Service Food Alliance (QSFA), which also warned that current legislation would lead to job losses and businesses closures due to labour costs. The QSFA represents 170 businesses in the fast food sector including Subway, Supermacs and McDonald's. It said it was to take a High Court challenge to the rights of the Catering Joint Labour Committee (JLC) to set minimum wages and employment conditions for workers in the catering industry.", "sentence2": "The Quick Service Food Alliance also includes McDonald's.", "label": 0, "idx": 592}
{"sentence1": "Helena Brighton, an attorney for Eliza May who served as executive director of the Texas Funeral Services Commission -the state agency that regulates the funeral business- claimed that she was fired from her state job because she raised questions about SCI.", "sentence2": "Helena Brighton is a clerk of the Texas Funeral Services Commission.", "label": 1, "idx": 2318}
{"sentence1": "NASA's Saturn exploration spacecraft, Cassini , has discovered an atmosphere about the moon Enceladus . This is the first such discovery by Cassini, other than Titan , of the presence of an atmosphere around a Saturn moon.", "sentence2": "Titan is the fifteenth of Saturn's known satellites.", "label": 1, "idx": 2487}
{"sentence1": "Among the fascinating sites in the city are Independence Hall where the Declaration of Independence was signed, and one of America's principal symbols of freedom, The Liberty Bell, located in Congress Hall.", "sentence2": "The US Declaration of Independence is located in Independence Hall.", "label": 1, "idx": 1180}
{"sentence1": "Two British soldiers have been arrested in the southern Iraq city of Basra, sparking clashes outside a police station where they are being held.", "sentence2": "Two British soldiers' imprisonment prompted UK troops to storm a police station.", "label": 1, "idx": 777}
