{"text": "Stocks Fall After Greenspan Testimony NEW YORK - Investors were unmoved by Federal Reserve Chairman Alan Greenspan's improved assessment of the economy, with stocks falling modestly Wednesday in light trading.    While Greenspan said the economy has \"regained some traction\" after the summer's slowdown, he echoed Wall Street's concerns over energy prices, which have fallen from record highs in recent weeks but stubbornly remain above \\$40 per barrel...", "label": 0}
{"text": "Powell implores Arafat to quit as Palestinian chief US Secretary of State Colin Powell appealed to Palestinian President Yasser Arafat on Thursday to step aside for the sake of achieving his lifetime goal of a Palestinian state.", "label": 0}
{"text": "Anti-terrorism, security issues likely to be key agenda items in Bush visit (Canadian Press) Canadian Press - OTTAWA (CP) - For George W. Bush, who has defined his presidency in terms of fighting terror, national security is a must which trumps almost all other issues.", "label": 0}
{"text": "ETA Warns of Bombs on Spanish Power Pylons Spanish explosives experts blew up a suspicious object found on an electricity pylon near the French border on Saturday after Basque separatist guerrillas ETA warned they had planted two bombs, police said.", "label": 0}
{"text": "Karzai leading in Afghanistan elections Early returns Friday from Afghanistan #39;s first presidential election put incumbent President Hamid Karzai in the lead, the Financial Times reported Friday.", "label": 0}
{"text": "Man stabs 12 children in northeast China A man stabbed and injured 12 first-grade children at a primary school in northeast China Friday morning before being seized by police, Xinhua news agency said.", "label": 0}
{"text": "Hamas Hints It Is Open to Deal on Truce, Statehood  RAMALLAH, West Bank (Reuters) - A Hamas leader said the  militant group could accept creation of a Palestinian state in  the West Bank and Gaza and a long-term truce with Israel,  signaling a possible new overture to end hostilities.", "label": 0}
{"text": "Cleaning up Washington #39;s  #39;Iraqi problem #39;: invest authority in &lt;b&gt;...&lt;/b&gt; Is there a  quot;Sunni problem quot; in Iraq, as the United States would like us to believe? If there is, it is entirely of Washington #39;s making.", "label": 0}
{"text": "No. 1 LSU women roll past North Texas Seimone Augustus was perfect from the field, hitting 11-of-11, and true freshman Sylvia Fowles had her sixth straight game in double figures and her third double-double in the last ", "label": 1}
{"text": "Jordan vows to fight for survival Jordan #39;s boss Eddie Jordan promised here on Thursday that he would fight to stay in next season #39;s Formula One championship despite the tough situation he faces.", "label": 1}
{"text": "Capsule preview: St. Louis at Seattle Seahawks: Seattle, which had last week off, dispatched the San Francisco 49ers 34-0 on Sept. 26. The shutout was the Seahawks #39; second in six seasons, and it was the first time the 49ers had been held scoreless since October of 1977.", "label": 1}
{"text": "Irish Take Big Step With a 27-9 win over Navy, the Irish move to 5-2 on the season. Irish fans had plenty to celebrate with this victory, and the Irish have plenty to play for in the future.", "label": 1}
{"text": "Cricket: Back in breathtaking business New Zealand partially resurrected their stricken tour of Australia last night when they won the first of their three-match one-day series with a hair-raising two balls to spare.", "label": 1}
{"text": "Chiefs Club Rams The Kansas City Chiefs tuned up their high-octane offense and ran over the St. Louis Rams, 24-7, on Monday night.", "label": 1}
{"text": "Hurricane Keeps Singh From Ireland Trip (AP) AP - Vijay Singh withdrew Monday from the American Express Championship, wanting to stay home with his family in Florida and cope with the damage left by Hurricane Jeanne.", "label": 1}
{"text": "MLB Meets on Expos A panel of baseball owners met in Commissioner Bud Selig's office Thursday to discuss the fate of the Montreal Expos and the franchise's possible move to Washington.", "label": 1}
{"text": "Oracle could offer more for PeopleSoft wilmington, del.Oracle Corp. director Joseph Grundfest testified yesterday that the company #39;s \\$21 (US) per-share hostile bid for PeopleSoft Inc.", "label": 2}
{"text": "US media executives rattled by Disney #39;s \\$140m deal Media executives in Hollywood and on Wall Street are nervously watching a court case involving Walt Disney that will test whether directors can be held responsible ", "label": 2}
{"text": "ING to Withdraw \\$5 Bln from Janus Funds NEW YORK (Reuters) - ING US Financial Services said late on Tuesday it will withdraw about \\$5 billion from Janus Capital Group Inc. funds by year-end. ", "label": 2}
{"text": "U.S.: High Oil Price Due to Supply Fears  MELBOURNE (Reuters) - Supply and demand in the oil market  are roughly in balance at the moment and current high prices  are due to the possibility of disruptions rather than any  shortage, a U.S. official said on Tuesday.", "label": 2}
{"text": "Snow Says Strong Dollar #39; Is in America #39;s Interest #39; (Update4) The US supports a strong dollar, #39; #39; Treasury Secretary John Snow said, making his first remarks on the currency since George W. Bush was re-elected president on Nov. 2. We support ", "label": 2}
{"text": "Nova Chemicals to Sell Pipeline Stake Nova Chemicals Corp. said Monday that it is selling its stake in an Alberta ethane pipeline to Canada #39;s Fort Chicago Energy Partners LP for cash proceeds of about \\$78 million.", "label": 2}
{"text": "Office Depot Ousts Chief, Citing Need for Growth By Bloomberg News. Office Depot, which lost its place as the world #39;s No. 1 office-supplies retailer to Staples three years ago, ousted its chairman and chief executive, Bruce Nelson, yesterday.", "label": 2}
{"text": "Smithfield #39;s profit more than doubles SMITHFIELD Pork processor Smithfield Foods Inc. said yesterday that net income in the first quarter more than doubled as improved profitability in hog production and strong results in pork offset lower beef earnings.", "label": 2}
{"text": "Sen. McCain Seeks \\$1 Billion to Speed Digital TV Shift  WASHINGTON (Reuters) - U.S. Senate Commerce Committee  Chairman John McCain is pushing for up to \\$1 billion in aid to  ensure consumers are not left in the dark when television  stations broadcast only new, crisp digital signals, according  to draft legislation obtained on Sunday.", "label": 3}
{"text": "TXT-to-pay parking gets green light Wellington City Council will this week start replacing 1300 parking meters with 300 pay-and-display machines that can accept payments from mobile phones or credit cards.", "label": 3}
{"text": "Lack of cash killed Beagle 2 If there had been as many people taking care of the Beagle 2 project as there have been reports into why the lander got lost, we #39;d have reams of data on the composition of the Martian soil flooding back from a perfectly functioning vehicle, right now.", "label": 3}
{"text": "NASA Develops Robust Artificial Intelligence for Planetary Rovers NASA is planning to add a strong dose of artificial intelligence (AI) to planetary rovers to make them much more self-reliant, capable of making basic decisions during a mission. Scientists are developing very complex AI software that enables a higher level of robotic intelligence.", "label": 3}
{"text": "Microsoft Patches ISA Server 2000 Flaw November 10, 2004 -- (WEB HOST INDUSTRY REVIEW) -- Software giant Microsoft (microsoft.com) issued a patch for a flaw in Internet Security and Acceleration Server 2000 and Proxy Server 2.0 on Tuesday.", "label": 3}
{"text": "Satellite Sees Through Hurricane Frances European Space Agency -- Hurricanes are one of those forces of nature that can only fully be captured by satellite imagery. For Hurricane Frances, currently thundering towards the United States coast, ESA's Envisat is going one better, peering through the hurricane from top to bottom, even helping to 'see' under the waves to map hidden forces powering the storm...", "label": 3}
{"text": "Keck zooms in on the weird weather of Uranus Image: The two sides of the planet Uranus, as viewed in this composite image, by the Keck II Telescope at near infrared wavelengths.", "label": 3}
{"text": "Tech giants launch mobile security specifications Intel, IBM and NTT DoCoMo have launched a security technology for mobile devices which they claim will bolster m-commerce services.", "label": 3}
