{"sentence1": "According to Nelson Beavers, who is a co-owner of the current company, Carolina Analytical Laboratories, LLC. and has ownership/employment history with Woodson-Tenent and Eurofins, the septic system was installed in the early 1990s.", "sentence2": "Nelson Beavers worked for Eurofins.", "label": 0, "idx": 723}
{"sentence1": "The Bolan Pass is a gap through the Toba Kakar Range of mountains on the border of Pakistan. The British took the threat of a Russian invasion of India via the Khyber and Bolan Passes very seriously so in 1837, a British envoy was sent to Kabul to gain support of the Emir, Dost Mohammed. In February of 1839, the British Army under Sir John Keane took 12,000 men through the Bolan Pass and entered Kandahar.", "sentence2": "The British Army crossed the Toba Kakar Range of mountains in 1839.", "label": 0, "idx": 1291}
{"sentence1": "He said those three detainees are Khalid Sheikh Mohammed - one of the architects of the September 11th attacks on New York and Washington, Abu Zubaydah - who is believed to have been a top al-Qaida strategist, and Abd al-Rahim al-Nashiri - who is believed to have played a key role in the bombing of the USS Cole. All three are being held at the U.S. detention facility at Guantanamo Bay. Hayden said waterboarding was used against the three detainees nearly five years ago because of circumstances at the time, including the belief that additional attacks against the United States were imminent. Hayden defended the CIA's use of extreme interrogation techniques as lawful, and urged lawmakers not to impose restrictions on such methods. Congress is considering legislation that would restrict the CIA to using only the interrogation techniques authorized by the U.S. Army's field manual, which does not include waterboarding.", "sentence2": "Abu Zubaydah belongs to al-Qaida.", "label": 0, "idx": 1315}
{"sentence1": "Thousands of people are expected to return to New Orleans this week, as areas of the city are opened up to residents.", "sentence2": "Over the coming days, thousands of people are expected to make the decision to return to New Orleans.", "label": 0, "idx": 1979}
{"sentence1": "Catastrophic floods in Europe endanger lives and cause human tragedy as well as heavy economic losses.", "sentence2": "Flooding in Europe causes major economic losses.", "label": 0, "idx": 214}
{"sentence1": "NEW YORK - (Business Wire) Pfizer Inc announced today that it has become the first pharmaceutical company to be accredited by the Association for the Accreditation of Human Research Protection Programs (AAHRPP) for ensuring the protection of human subjects taking part in early-stage clinical trials. The AAHRPP accreditation was awarded to Pfizer's clinical research units (CRUs) in New Haven, CT, Brussels, Belgium and Singapore, where the company conducts most of its Phase I clinical research. To earn the accreditation, Pfizer participated in a rigorous, 15-month examination of the clinical research practices at these units.", "sentence2": "Pfizer is a pharmaceutical company.", "label": 0, "idx": 1155}
{"sentence1": "The Gurkhas come from mountainous Nepal and are extremely tenacious warriors-as foot soldiers they are the best only in close combat jungle/mountain combat and hand to hand type situation.", "sentence2": "The Gurkhas come from Nepal.", "label": 0, "idx": 1753}
{"sentence1": "This paper describes American alcohol use, the temperance movement, Prohibition, and the War on Drugs and explains how legalizing drugs would reduce crime and public health problems.", "sentence2": "Drug legalization has benefits.", "label": 0, "idx": 1924}
{"sentence1": "The increased amounts of carbon dioxide (CO2) and other greenhouse gases (GHGs) are the primary causes of the human-induced component of global warming.", "sentence2": "Greenhouse effect changes global climate.", "label": 0, "idx": 2066}
{"sentence1": "The demands on Italy's 53rd postwar government are apparent, as are the resentment and uncertainties Berlusconi has roused at the head of a new party with the catchy name Forza Italia (Go, Italy).", "sentence2": "Silvio Berlusconi is in Forza Italia.", "label": 0, "idx": 261}
{"sentence1": "Italian director Federico Fellini was older than his American peers at his first nomination and, like other foreigners, had not been nominated for his earlier masterworks, \"La Strada\" and \"Nights of Cabiria\", though both films had won the Best Foreign-Language Picture in 1956 and 1957, respectively. Fellini later received an Honorary Oscar in 1993, which was basically a compensatory gesture.", "sentence2": "An Italian director is awarded an honorary Oscar.", "label": 0, "idx": 1292}
{"sentence1": "In 1954, in a gesture of friendship to mark the 300th anniversary of Ukrainian union with Russia, Soviet Premier Nikita Khrushchev gave Crimea to Ukraine.", "sentence2": "Crimea became part of Ukraine in 1954.", "label": 0, "idx": 1163}
{"sentence1": "The Southeast Asian ministers gather in Laos for their regional meeting.", "sentence2": "Southeast Asian ministers' meeting is held in Laos.", "label": 0, "idx": 1630}
{"sentence1": "Critics say last year's massive election victory was marred by fraud and corruption and that the pope must beware of allowing his visit, sponsored by the state, to be seen as legitimizing an authoritarian regime. The bishops in Angola twice have denounced the government for leaving its people mired in poverty while leaders enrich themselves off oil and diamonds.  Since he arrived on Friday from Cameroon, the pope has met with dos Santos and spoken out against corruption in Africa, the continent with the fastest-growing Catholic population in the world.", "sentence2": "The pope talked about corruption in Africa during his visit in Angola.", "label": 0, "idx": 1927}
{"sentence1": "The name for the newest James Bond film has been announced today. The 22nd film, previously known only as \"Bond 22\", will be called \"Quantum of Solace\". EON Productions who are producing the film made the announcement today at Pinewood Studios, where production for the film has been under way since last year. The name of the film was inspired by a short story (of the same name) from For Your Eyes Only by Bond creator, Ian Fleming.", "sentence2": "James Bond was created by Ian Fleming.", "label": 0, "idx": 63}
{"sentence1": "The World Bank has also been criticized for its role in financing projects that have been detrimental to human rights and the natural environment.", "sentence2": "The World Bank is criticized for its activities.", "label": 0, "idx": 779}
{"sentence1": "The original owner, Henry Borski, opened his tavern in 1945. He later passed it on to his son Jake Borski, then it was owned by Phylis Roberts for approximately 23 years after that.", "sentence2": "Henry Borski and Jake Borski are relatives.", "label": 0, "idx": 1495}
{"sentence1": "The stupendous power of the Tevatron made possible the 1995 discovery of the top quark - the last of six flavors of quarks predicted by the standard model theory of particle physics.", "sentence2": "The top quark is the last of six flavors of quarks predicted by the standard model theory of particle physics.", "label": 0, "idx": 377}
{"sentence1": "In 2003, Yunus brought the microcredit revolution to the streets of Bangladesh to support more than 50,000 beggars, whom the Grameen Bank respectfully calls Struggling Members.", "sentence2": "Yunus supported more than 50,000 Struggling Members.", "label": 0, "idx": 1057}
{"sentence1": "According to members of Brazilian Court, President Luiz Inácio Lula da Silva may be subjected to an impeachment process, if there is some proof that he is really involved in some of the alleged scandals, or in case someone can prove that he was acting with negligence.", "sentence2": "The Brazilian President is Luiz Inácio Lula da Silva.", "label": 0, "idx": 226}
{"sentence1": "Britain agreed to lift by March 31 a 150-mile military protection zone enforced around the islands since Argentina invaded them in 1982.", "sentence2": "The military protection zone around Falklands was lifted.", "label": 0, "idx": 45}
{"sentence1": "The London Eye in London, England sits 443ft over the River Thames. It has attracted more than 27 million visitors since its formal opening on December 31, 1999. Each compartment is set to be air-conditioned and hold up to 30 people. Three possible locations for the wheel to sit have been selected. This is not the first attempt by the Iraqi Tourism Board to bring tourists into the capital. The board are seeking investors for a resort island. The island would include a six star hotel and a 18 hole golf course.", "sentence2": "The River Thames flows through London.", "label": 0, "idx": 615}
{"sentence1": "A bus aide has been accused of molesting a 9-year-old boy who was on board a school bus headed for school in Queens on Monday morning, the police said. The aide, Darnell Washington, 20, was arrested Tuesday morning when the bus pulled in front of the victim's home in Queens to pick the child up for school, the police said. Mr. Washington, of Queens, was charged with three felony counts including sexual abuse and endangering the welfare of a child, the police said. The identity of the bus company and the school the child attended could not immediately be learned.", "sentence2": "Darnell Washington is accused of molesting a boy.", "label": 0, "idx": 2399}
{"sentence1": "Investigators described the gunman as white, about 30 years old, of medium build with shoulder-length, wavy blond hair and as having a \"scruffy\" or \"grunge\" appearance.", "sentence2": "The gunman is described as a white male in his 30s with a medium build, shoulder-length blonde hair and an unkempt appearance.", "label": 0, "idx": 278}
{"sentence1": "Parviz Davudi was representing Iran at a meeting of the Shanghai Co-operation Organisation (SCO), the fledgling association that binds Russia, China and four former Soviet republics of central Asia together to fight terrorism.", "sentence2": "China is a member of SCO.", "label": 0, "idx": 1743}
{"sentence1": "Only a week after it had no comment on upping the storage capacity of its Hotmail e-mail service, Microsoft early Thursday announced it was boosting the allowance to 250MB to follow similar moves by rivals such as Google, Yahoo, and Lycos.", "sentence2": "Microsoft's Hotmail has raised its storage capacity to 250MB.", "label": 0, "idx": 9}
{"sentence1": "The president Cristiani spoke today at the El Salvador military airport before he left for Costa Rica to attend the inauguration ceremony of president-elect Rafael Calderon Fournier.", "sentence2": "Rafael Calderon Fournier has been elected president of Costa Rica.", "label": 0, "idx": 1776}
{"sentence1": "A Miami International Airport concourse was evacuated for three hours Wednesday, after a pepper spray can discharged, causing 43 people to suffer respiratory distress.", "sentence2": "An Airport concourse was evacuated Wednesday, after people began having trouble breathing.", "label": 0, "idx": 737}
{"sentence1": "Iran will hold the first runoff presidential election in its history, between President Akbar Hashemi Rafsanjani and Tehran's hard-line mayor, election officials said Saturday.", "sentence2": "Akbar Hashemi Rafsanjani is the president.", "label": 0, "idx": 159}
{"sentence1": "\"How come a country (Vatican City), a so-called country, that is in essence 800 square acres of office space in the middle of Rome, that has a citizenry that excludes women and children, seems to attract the most attention in talking about public policy that deals with women and children?\" she demanded.", "sentence2": "The Vatican City is in Rome.", "label": 0, "idx": 2076}
{"sentence1": "A place of sorrow, after Pope John Paul II died, became a place of celebration, as Roman Catholic faithful gathered in downtown Chicago to mark the installation of new Pope Benedict XVI.", "sentence2": "Pope Benedict XVI is the new leader of the Roman Catholic Church.", "label": 0, "idx": 1}
{"sentence1": "Orhan Pamuk, a prominent, post-modern writer whose work is translated into more than 40 languages, received the 2006 Nobel Prize in Literature. Pamuk was an admired writer in Turkey until the events in 2005, when lawyers of two Turkish professional associations brought criminal charges against him for \"insulting Turkishness\" after the author's controversial statements regarding the disputed Armenian Genocide of 1915-1917. He claimed, and repeated his claim, that  ... one million Armenians and 30,000 Kurds were killed in Turkey.", "sentence2": "Pamuk won a Nobel Prize.", "label": 0, "idx": 795}
{"sentence1": "\"For Japanese yakuza, the most important thing is staying alive, and making money is second,\" the yakuza said.", "sentence2": "Yakuza are the Japanese mafia.", "label": 1, "idx": 1788}
{"sentence1": "Kuwait becomes the fourth Gulf country where women as well as men can vote in elections. Saudi Arabia holds strictly limited, male-only elections.", "sentence2": "Women can vote in elections in Saudi Arabia.", "label": 1, "idx": 719}
{"sentence1": "Unlike seal hunting in Canada, where pups are hunted for fur, poachers in China catch seals primarily to sell to zoos or to use the genital organs for traditional Chinese medicine.", "sentence2": "Seal-hunting endangers species.", "label": 1, "idx": 205}
{"sentence1": "Animals are permitted to enter the UK 6 months later without quarantine as long as they have been treated for ticks, fleas and tapeworms between 24 and 48 hours before boarding the transport that will return the pets to the UK.", "sentence2": "Quarantine is compulsory for animals to enter the UK.", "label": 1, "idx": 586}
{"sentence1": "It is outstripped only by Denmark, the Netherlands, Belgium, Sweden, Finland and France, and thus ranks 7th in the 25-member European Union in terms of broadband Internet penetration.", "sentence2": "12 members of the European Union use the Euro instead of their own national currencies.", "label": 1, "idx": 1208}
{"sentence1": "Philip Morris said it sold 201 bn cigarettes world-wide during the quarter.", "sentence2": "Philip Morris said it sold 201 billion cigarettes worldwide during the third quarter of 1994.", "label": 1, "idx": 961}
{"sentence1": "The Metropolitan Museum of Art said Thursday that it would lay off more than a quarter of its merchandising staff, eliminating 74 jobs in addition to 53 already cut over the last year. It also warned that the worsening economy would most likely force it to shrink its overall work force by 10 percent ―as many as 250 full- and part-time jobs in all ―before the summer, including some in curatorial and other pivotal departments.", "sentence2": "The Metropolitan Museum has 250 employees.", "label": 1, "idx": 1649}
{"sentence1": "In the meantime, she said, the act of applying for European Union membership would create new confidence in Iceland abroad, helping to speed economic recovery. Commentators in Iceland have given high ratings to Ms. Sigurdardottir's performance in her 80 days in office, and in the election campaign, saying she has steadied the country's faltering self-confidence in the wake of the banking collapse and turbulent January street protests, the first political violence in Iceland since protests over the country's decision to join NATO in 1949.", "sentence2": "NATO was founded in 1949.", "label": 1, "idx": 886}
{"sentence1": "Zinedine Zidane has beaten Thierry Henry and Ronaldo to the Fifa 2003 World Player of the Year award.", "sentence2": "FIFA selects world football player of the year 1994.", "label": 1, "idx": 1877}
{"sentence1": "Loraine besides participating in Broadway's Dreamgirls, also participated in the Off-Broadway production of \"Does A Tiger Have A Necktie\". In 1999, Loraine went to London, United Kingdom. There she participated in the production of \"RENT\" where she was cast as \"Mimi\" the understudy.", "sentence2": "\"Does A Tiger Have A Necktie\" was produced in London.", "label": 1, "idx": 1449}
{"sentence1": "Vodafone's share of net new subscribers in Japan has dwindled in recent months.", "sentence2": "There have been many new subscribers to Vodafone in Japan in the past few months.", "label": 1, "idx": 762}
{"sentence1": "Kabul - A roadside bomb that injured six U.S. soldiers in eastern Afghanistan, was followed by a blast near a Kabul police station, Monday, that hurt two police officers and a civilian.", "sentence2": "The six U.S. soldiers were residents in Afghanistan.", "label": 1, "idx": 716}
{"sentence1": "Jose Padilla, who is a former Chicago gang member, was found by jury to be guilty of supporting Islamic terrorist groups abroad. The co-defendants, Adham Hassoun and Kifan Jayyousi were also found guilty on conspiracy to murder, kidnap, and maim people in a foreign country; conspiracy to provide material support for terrorists; and providing material support for terrorists.", "sentence2": "Jose Padilla did not support terrorism.", "label": 1, "idx": 506}
{"sentence1": "South African President Thabo Mbeki, the main mediator in Côte d'Ivoire's peace process, said on Sunday that Pretoria is heightening its intervention in the West African nation to pave the way for elections later this year.", "sentence2": "Pretoria is located in Côte d'Ivoire.", "label": 1, "idx": 2178}
{"sentence1": "The owners of Phinda, the South African-based Conservation Corporation, could not have paid for a better advertisement for their philosophy of wildlife conservation: a people-based approach to conservation, which is slowly gaining ground in Africa as game reserves come under ever greater threat from hungry, poor and angry local populations.", "sentence2": "The South African-based Conservation Corporation threatens the local population.", "label": 1, "idx": 2288}
{"sentence1": "Michaela Roeder, 31, was found guilty of six counts of manslaughter and mercy killing.", "sentence2": "A German nurse was convicted of manslaughter and mercy killing of patients by lethal injection.", "label": 1, "idx": 1248}
{"sentence1": "PARIS — Julius Meinl V, the scion of a Viennese business dynasty whose name has been synonymous since the days of the Hapsburgs with luxuries like exotic coffee, handmade tortes and discreet private banking, has been jailed on suspicion of fraud at a company linked to the family. Prosecutors accused Mr. Meinl of artificially bolstering shares of the real estate company Meinl European Land on the Vienna stock exchange, even as its investments in real estate across Eastern and Central Europe cratered.", "sentence2": "Julius Meinl V is the chairman of Austria's closely-held Meinl Bank.", "label": 1, "idx": 1448}
{"sentence1": "Saint John's Cathedral is the oldest church in Warsaw.", "sentence2": "In the Old Town, the Gothic St . John's Cathedral and the red-brick fortifications known as the Barbican remain from the medieval period.", "label": 1, "idx": 2113}
{"sentence1": "Interim Palestinian leader, Mahmoud Abbas, has won a landslide victory in Sunday's presidential election and will succeed the late Yasser Arafat.", "sentence2": "Mahmoud Abbas has claimed victory in the Palestinian presidential elections, and has dedicated his win to Yasser Arafat, who died in November 2004.", "label": 1, "idx": 1337}
{"sentence1": "Heaney had joined 'a distinguished group of Irishmen , who have been honoured with this prize for their contribution to Irish literature in the twentieth century.'", "sentence2": "Heaney was awarded the Nobel Prize for literature in 1995.", "label": 1, "idx": 1773}
{"sentence1": "A doctor from Michigan helped an Oregon woman with Alzheimer's disease commit suicide.", "sentence2": "Dr. Kevorkian assisted Janet Adkins to use his suicide device.", "label": 1, "idx": 2031}
{"sentence1": "Geoscience Australia said the 5.3 quake did not generate a tsunami. The 2004 Indian Ocean earthquake, which had a magnitude of 9.0, triggered a series of lethal tsunamis on December 26, 2004 that killed over 270,000 people, making it the deadliest tsunami in recorded history.", "sentence2": "A tsunami is a series of waves created when a body of water rapidly displaced on a massive scale.", "label": 1, "idx": 1125}
{"sentence1": "Sonia Gandhi can be defeated in the next elections in India by BJP.", "sentence2": "Sonia Gandhi is defeated by BJP.", "label": 1, "idx": 67}
{"sentence1": "More than 2,000 people lost their lives in the devastating Johnstown Flood.", "sentence2": "100 or more people lost their lives in a ferry sinking.", "label": 1, "idx": 204}
{"sentence1": "There are more than 4,000 street children in the capital city of Ulan Bator.", "sentence2": "The population of Ulan Bator is 4,000.", "label": 1, "idx": 1112}
{"sentence1": "The Dow Jones Industrial Average closed at its lowest level in over six years on Thursday, having lost 1.16%, or 89.68 points, bringing it to a level of 7,465.95. It had, at one point, set an intraday bear market low of 7,447.55. It was the lowest ending for the index since October 9, 2002. The Dow has fallen almost fifteen percent since the start of this year.", "sentence2": "The Dow Jones has gained points.", "label": 1, "idx": 995}
{"sentence1": "Three plays later, quarterback James Pinkney was sacked by Wake's Goryal Scales on third-and-one, forcing the team to punt.", "sentence2": "James Pinkney was an employee of Goryal Scales.", "label": 1, "idx": 322}
{"sentence1": "As the U.S. military evacuated Saigon in the Spring of 1975, President Gerald Ford approved Operation Babylift, the plan to transport thousands of Vietnamese children to adoptive parents in the West, hundreds of them at a time, before the U.S. was forced out of the country.", "sentence2": "The U.S. military evacuated U.S. citizens.", "label": 1, "idx": 1707}
{"sentence1": "Sondhi Limthongkul, the founder of the political movement which overran Bangkok's airport last year, is in hospital after a gunman wielding an AK-47 ambushed his car at a petrol station and sprayed it with bullets early this morning. The unknown number of gunmen shot out the tyres of the car owned by Mr Sondhi, the head of the People's Alliance for Democracy 'yellow shirt' movement, and riddled the vehicle with bullets. Stray bullets also hit a nearby public bus.", "sentence2": "Sondhi Limthongkul has been hit by more than 100 bullets.", "label": 1, "idx": 690}
{"sentence1": "Argentina remains one of 17 countries still banning British cattle for breeding because of the outbreak of mad cow disease in 1980s.", "sentence2": "Refusal of Argentina to buy cattle created new tensions between the two countries.", "label": 1, "idx": 1761}
{"sentence1": "City officials fired the captain of the crashed Staten Island ferry.", "sentence2": "Staten Island ferry captain has refused to talk with investigators.", "label": 1, "idx": 971}
{"sentence1": "A Continental Connection flight from Newark to Buffalo crashed into a house about four to six miles from Buffalo Niagara International Airport on Thursday night, killing 50 people, officials said. Continental Airlines Flight 3407 is a daily commuter flight from Newark Liberty International Airport in Newark, New Jersey to Buffalo, New York, operated under the Continental Connection brand by Virginia-based regional airline Colgan Air.", "sentence2": "Buffalo is not far from Newark.", "label": 1, "idx": 936}
