{"text": "How can I make my card ready to use?", "label": 0}
{"text": "What needs to be done to activate and use a card?", "label": 0}
{"text": "Who do I call to activate my new card?", "label": 0}
{"text": "How can my new card be activated?", "label": 0}
{"text": "I want to use my card, how would I activate it?", "label": 0}
{"text": "What do I need to do in order to use my card I just got?", "label": 0}
{"text": "Tell me what I need to do to activate my card.", "label": 0}
{"text": "I would like to be assisted with the activation of my card.", "label": 0}
{"text": "How can I activate the new card i got?", "label": 0}
{"text": "Where can I activate my card?", "label": 0}
{"text": "I need to do a card activation.", "label": 0}
{"text": "I need to activate my card, how is that done?", "label": 0}
{"text": "I am planning activating my card was it possible?", "label": 0}
{"text": "How can I activate my new card?", "label": 0}
{"text": "Please assist me with activation.", "label": 0}
{"text": "How do I activate my new card I just got?", "label": 0}
{"text": "Can I make an account for my kids?", "label": 1}
{"text": "My son has just turned 13, is he old enough for an account?", "label": 1}
{"text": "My daughter needs to open account.", "label": 1}
{"text": "How old do my kids need to be to open an account?", "label": 1}
{"text": "What's the youngest I can be to open an account?", "label": 1}
{"text": "How old do my kids have to be use this?", "label": 1}
{"text": "What about my children?", "label": 1}
{"text": "Is there an age limit for opening an account?", "label": 1}
{"text": "Would it be possible to open up an account for children?", "label": 1}
{"text": "Am I allowed to get an account for my daughter?", "label": 1}
{"text": "Can I make an account for my daughter?", "label": 1}
{"text": "What is the minimum age limit?", "label": 1}
{"text": "Can my children have an account?", "label": 1}
{"text": "Do you offer account's for minors?", "label": 1}
{"text": "What would the age limit be?", "label": 1}
{"text": "Can my daughter make an account?", "label": 1}
{"text": "Can I use google pay to top up?", "label": 2}
{"text": "Can you assist on apple watch top ups?", "label": 2}
{"text": "Unable to use my American Express with Apple Pay to top up my account", "label": 2}
{"text": "is there a way to do top up with apple pay", "label": 2}
{"text": "Is topping up with Apple Pay possible?", "label": 2}
{"text": "Is there a way to top up using my Apple Watch?", "label": 2}
{"text": "why top up is not working even if I got my American Express in Apple Bay?", "label": 2}
{"text": "I am having a slight problem with my American express in apple play, can you help me fix the problem with top up?", "label": 2}
{"text": "Can I top-up via Apple Pay?", "label": 2}
{"text": "Help me please, My Apple Pay American Express top up does not work.", "label": 2}
{"text": "How can I top up with Google play?", "label": 2}
{"text": "I want to top up my account. Can I do it with Google Pay?", "label": 2}
{"text": "I need to top up, can I use google pay?", "label": 2}
{"text": "How do i top up my google pay?", "label": 2}
{"text": "need help with google pay top up", "label": 2}
{"text": "how do I get top up to work for my card", "label": 2}
{"text": "Where is the closest ATM to me?", "label": 3}
{"text": "Can I get money out of any machine?", "label": 3}
{"text": "Where can I find a Mastercard ATM?", "label": 3}
{"text": "Where are the ATMs that accept this card?", "label": 3}
{"text": "Is there a list of ATMs that take this card?", "label": 3}
{"text": "What's the closest place to withdraw money?", "label": 3}
{"text": "Can this card be used at all ATMs?", "label": 3}
{"text": "Where can I withdraw money from?", "label": 3}
{"text": "How can I find an ATM that accepts this card?", "label": 3}
{"text": "Which ATMs accept this circuit board ?", "label": 3}
{"text": "I need an ATM right now!", "label": 3}
{"text": "Is there a Mastercard ATM nearby?", "label": 3}
{"text": "Which ATMs am I allowed to get money from?", "label": 3}
{"text": "Do all ATMs accept this card?", "label": 3}
{"text": "The card can be used at which ATMs?", "label": 3}
{"text": "Are there specific ATM's I can use with this card?", "label": 3}
{"text": "can you top up your account automatically", "label": 4}
{"text": "How will I know when I can use the auto top-up feature?", "label": 4}
{"text": "How can I add money automatically?", "label": 4}
{"text": "How do I top-up while traveling?", "label": 4}
{"text": "Is it possible to do auto top up?", "label": 4}
{"text": "Can I have money transferred into my account at different intervals along my trip?", "label": 4}
{"text": "Can I set it up to add money every few days automatically while I am traveling?", "label": 4}
{"text": "Do you have an auto-top function and how do I use it if so?", "label": 4}
{"text": "how can i get it to add money automatically while travelling", "label": 4}
{"text": "If my account is low in funds, can I set an auto top-up?", "label": 4}
{"text": "Can I use an auto top-up option?", "label": 4}
{"text": "Tell me where I can find the auto top up feature and a little bit about it please.", "label": 4}
{"text": "Can I auto top up multiple times?", "label": 4}
{"text": "I am traveling, what can I do to set up auto top-up?", "label": 4}
{"text": "How many times can I auto top-up?", "label": 4}
{"text": "What are the auto top-up policies?", "label": 4}
{"text": "What's the time frame normally for a UK account transfer? I just made one and it's not showing up anywhere. I want to be sure that everything is good.", "label": 5}
{"text": "I transferred some money but the balance stayed the same.", "label": 5}
{"text": "I transferred money to my account but it is not showing.", "label": 5}
{"text": "There is a transfer not showing on my account.", "label": 5}
{"text": "I haven't yet received money that I transferred", "label": 5}
{"text": "Where is the transfer to my account that I made?", "label": 5}
{"text": "Why hasn't the money I transferred into my account shown up yet?", "label": 5}
{"text": "I am wondering if International Transfers take longer. I a made a transfer from France two days ago and believed it would be here already. Please let me know when I will get it!", "label": 5}
{"text": "Is there a longer processing time for international bank transfers?", "label": 5}
{"text": "How long does it take for money to transfer?", "label": 5}
{"text": "I did a transfer but the balance is the same.", "label": 5}
{"text": "I transferred some funds but I don't see it", "label": 5}
{"text": "Why is my transfer not showing", "label": 5}
{"text": "How long does a bank transfer take to show up in available funds?", "label": 5}
{"text": "Hi. A couple hours ago I make a transfer from my UK bank account, but it hasn't shown up. Please, would you see what the delay is?", "label": 5}
{"text": "There is a missing transfer on my account", "label": 5}
{"text": "I made a cash deposit, but it hasn't shown up in my balance yet.", "label": 6}
{"text": "I placed a cash deposit in my account but I can't see it yet.", "label": 6}
{"text": "How long do deposits take to appear? I've been waiting for more than a week and need the money!", "label": 6}
{"text": "I haven't seen the cash yet from the cheque I deposited.", "label": 6}
{"text": "What happens if I deposit a cheque accidentally?", "label": 6}
{"text": "I made a cash deposit and the balance wasn't updated.", "label": 6}
{"text": "I put money in my account a week ago but its still not there?? What happened to my money?", "label": 6}
{"text": "Why hasn't my balance been updated from the check deposit I made?", "label": 6}
{"text": "After my checque or cash deposit, my balance didn't update.", "label": 6}
{"text": "After I deposited my cash, I still don't see it in my account.", "label": 6}
{"text": "Even though I made a cash deposit, I am not seeing it in my account.", "label": 6}
{"text": "I deposited a check, but haven't received the funds for it.", "label": 6}
{"text": "Why hasn't my cash arrived from a deposited check?", "label": 6}
{"text": "My mother deposited a cheque into my account last week, why is it still not showing up?", "label": 6}
{"text": "I deposited a check a few days ago and it's still not gone in! Please help me with this", "label": 6}
{"text": "I sent a cheque a few days ago and i noticed that no money has been put on my account. Can you please tell me the situation of my account?", "label": 6}
{"text": "I have made several unsuccessful attempts to make a transfer.  I'm getting frustrated at getting error messages and it not going through.", "label": 7}
{"text": "I got a message that I cannot name X as a beneficiary.", "label": 7}
{"text": "Could you please explain why I received a message that my transfer is not possible? I've never had any problems making a transfer in the past.", "label": 7}
{"text": "I really was trying to complete this exhange. I was trying to purchase some crypto but the app won't allow me to do it. Can you tell me what's going on here?", "label": 7}
{"text": "My transfer failed to a beneficiary", "label": 7}
{"text": "Why can't I use my beneficiary?", "label": 7}
{"text": "I tried to transfer funds to a beneficiary and was denied. Can you tell me why?", "label": 7}
{"text": "Why won't my transfer to another account work?", "label": 7}
{"text": "Why is my transfer not working? I tried multiple times to transfer money, and all that happens is an error message pops up.", "label": 7}
{"text": "Hi,  Is there any problem with app? As i am facing some issues with the exchange of crypto currency. I am extremely interested in buying.", "label": 7}
{"text": "The transfer to my beneficiary has not gone through", "label": 7}
{"text": "I need to move money to another beneficiary. Why is it not working?", "label": 7}
{"text": "Why was my transfer stopped ?", "label": 7}
{"text": "What are the reasons a beneficiary would be denied?", "label": 7}
{"text": "I am having trouble transferring money to a beneficiery.", "label": 7}
{"text": "Why is my beneficiary not allowed?", "label": 7}
{"text": "I accidentally made a payment to a wrong account. What should I do?", "label": 8}
{"text": "Can you help me to quickly cancel a transaction I accidentally did to the wrong account?", "label": 8}
{"text": "I need to cancel my recent transfer as soon as possible. I made an error there. Please help before it goes through.", "label": 8}
{"text": "How fast can you fix an error in payment?  I made a payment in the wrong account yesterday and it needs to be adjusted by tomorrow for my rent.", "label": 8}
{"text": "Hi , I just came to know I made the wrong transaction  yesterday. Would  you please make it correct?I need it by tomorrow.", "label": 8}
{"text": "Help! I made a transfer in error and need to cancel it before it's complete!", "label": 8}
{"text": "There was a transaction this morning that I'd like to reverse.", "label": 8}
{"text": "I made a rent payment from the wrong account yesterday. It absolutely has to go through tomorrow, so can you please reroute the payment to the right account?", "label": 8}
{"text": "I wish to cancel a transfer", "label": 8}
{"text": "How can I cancel this transaction?", "label": 8}
{"text": "Please help revert my transaction from this morning.", "label": 8}
{"text": "I need to stop a transaction that I made.", "label": 8}
{"text": "A transfer has to be cancelled.", "label": 8}
{"text": "I needed to make a payment on my account, but I typed in the incorrect number.  The app won't allow me to cancel this transaction.  I need it cancelled ASAP!!", "label": 8}
{"text": "Yesterday, I made an incorrect payment to the wrong account for my rent payment. I need this addressed as soon as possible and the funds transferred to the correct account by no later than tomorrow.", "label": 8}
{"text": "I no longer want to transfer funds, can we cancel that transaction?", "label": 8}
{"text": "My card is about to expire.  Where do I get a new one.", "label": 9}
{"text": "What happens when my card expires?", "label": 9}
{"text": "Can I order a new card by phone?", "label": 9}
{"text": "My card has an expiration date, will you send a new one automatically?", "label": 9}
{"text": "What is the process to get a new card when your old one expires?", "label": 9}
{"text": "My card is about to expire.  Are there any costs with a replacement card?  How quick do you mail it to me?", "label": 9}
{"text": "I need to order a new card as my old one will expire soon. Can you tell me how to order a new one?", "label": 9}
{"text": "After my card expires what should I do?", "label": 9}
{"text": "How do I replace my card before it expires?", "label": 9}
{"text": "Is ordering a new card from China available?", "label": 9}
{"text": "What do I do if my card expires soon?", "label": 9}
{"text": "When my card expires what is the cost of a replacement and how fast?", "label": 9}
{"text": "The expiration of my card is near, how do I order a new card?", "label": 9}
{"text": "My card is expiring so how fast can I get a new one and how much will it be?", "label": 9}
{"text": "Am I able to have a card sent to China?", "label": 9}
{"text": "Do I need to do something to get a new card once it expires?", "label": 9}
{"text": "Can I use my card for online payments?", "label": 10}
{"text": "Can I use my card anywhere?", "label": 10}
{"text": "Can I pay online with my card?", "label": 10}
{"text": "Are there any restrictions on where I use this card?", "label": 10}
{"text": "Can I pay with my card anywhere?", "label": 10}
{"text": "Where can my card be used?", "label": 10}
{"text": "Where can I use my Mastercard?", "label": 10}
{"text": "\nWhere can I use my card?", "label": 10}
{"text": "Any place that takes Mastercard would be fine.", "label": 10}
{"text": "Which merchants accept this card?", "label": 10}
{"text": "How can I know where my card will be accepted?", "label": 10}
{"text": "Is my card valid everywhere?", "label": 10}
{"text": "Which merchants accept my card?", "label": 10}
{"text": "Can I tell what business will take this card?", "label": 10}
{"text": "In what places can I use my card?", "label": 10}
{"text": "Where can I use my card to pay?", "label": 10}
{"text": "why have i not got my new card?", "label": 11}
{"text": "Where is the tracking number for the card?", "label": 11}
{"text": "How much longer until I get my new card?", "label": 11}
{"text": "I haven't received my card.", "label": 11}
{"text": "How do I know if I will get my card, or if it is lost?", "label": 11}
{"text": "On the card that is coming, what's the tracking info?", "label": 11}
{"text": "Can I track the card that you sent me in the mail?", "label": 11}
{"text": "My card hasn't shown up yet.", "label": 11}
{"text": "Will I be able to track the card that was sent to me?", "label": 11}
{"text": "What's the card you sent me's tracking number?", "label": 11}
{"text": "Is there a way to track the delivery of my card?", "label": 11}
{"text": "It's been a week since you sent my card and I still don't have it.", "label": 11}
{"text": "I have not received my card and it's been a week, what do I do?", "label": 11}
{"text": "I don't have my card in 1 week.  Should I be worried?", "label": 11}
{"text": "I haven't gotten my credit card in the mail.", "label": 11}
{"text": "How long until my new card gets here?", "label": 11}
{"text": "How long until my card will get here?", "label": 12}
{"text": "how long does it take to get my card i am in a rush", "label": 12}
{"text": "When can I expect to receive my card?", "label": 12}
{"text": "When should I expect my card to arrive?", "label": 12}
{"text": "I would like to make sure it is delivered on a certain date.", "label": 12}
{"text": "Can it be delivered on a certain date?", "label": 12}
{"text": "How long does it take for deliver to the US?", "label": 12}
{"text": "How many days to deliver to a US customer?", "label": 12}
{"text": "When will my card come? I need it as soon as possible!", "label": 12}
{"text": "Is there a specific date it can be delivered by?", "label": 12}
{"text": "How long is delivery to the US?", "label": 12}
{"text": "When should I expect to receive my card?", "label": 12}
{"text": "I haven't received my card yet, how long does it normally take?", "label": 12}
{"text": "When can I expect my card? I live in the US.", "label": 12}
{"text": "Can you tell me how long it takes for a new card to come?", "label": 12}
{"text": "How soon do cards arrive after I order them?", "label": 12}
{"text": "How do I add a card on to the app?", "label": 13}
{"text": "Can you please reactivate my card?", "label": 13}
{"text": "How do I make my card appear on the app?", "label": 13}
{"text": "I want to reactivate my card, I thought I had lost it but found it again this morning.", "label": 13}
{"text": "I need some help linking my new card.", "label": 13}
{"text": "Where can I link a new card?", "label": 13}
{"text": "I found the card that I thought I lost, and I would like to reactivate it.", "label": 13}
{"text": "I want to reactivate my card, I found it after thinking it was lost.", "label": 13}
{"text": "I recently reported my card as missing/lost, and I just found it. Can I still use it?", "label": 13}
{"text": "How do I link my card in the app.", "label": 13}
{"text": "Can I link my card I previously received?", "label": 13}
{"text": "I thought I lost my card but I found it today, so I would like to reactivate it.", "label": 13}
{"text": "Where do I scan my card?", "label": 13}
{"text": "How do I link one of your card that I already have?", "label": 13}
{"text": "If I have a credit card with you how I get set up to link to it?", "label": 13}
{"text": "Is there a way to link cards if I have one of yours?", "label": 13}
{"text": "What's going on with my card? I've tried multiple times and it never goes through.", "label": 14}
{"text": "WHAT IS THE MAIN REASON OF THIS PROBLEM", "label": 14}
{"text": "Why can't I use my card?", "label": 14}
{"text": "What should I do if my card doesn't work?", "label": 14}
{"text": "Can you tell me why I can't make any transactions?", "label": 14}
{"text": "Today I was out eating and my card was declined. Why's that?", "label": 14}
{"text": "Currently my card is broken.", "label": 14}
{"text": "How do I re-order a damaged card?", "label": 14}
{"text": "I can't seem to be able to use my card", "label": 14}
{"text": "HOW LONG TO TAKE THE TIME TO SOLVE", "label": 14}
{"text": "I need clarity on why my card is not working.", "label": 14}
{"text": "Why won't the machine accept my card anymore?", "label": 14}
{"text": "I don't know what's wrong with my card, but it has not worked at multiple places today.", "label": 14}
{"text": "I can't use my card because it is not working.", "label": 14}
{"text": "I seem to be unable to make any transactions.", "label": 14}
{"text": "My card isn't working at all, I need assistance. It's really frustrating.", "label": 14}
{"text": "Why was I charged extra when paying with card?", "label": 15}
{"text": "Why was there an additional fee on the payment I just made? I don't usually have additional fees applied to my payments.", "label": 15}
{"text": "Why was there an extra charge because I used my card to pay?", "label": 15}
{"text": "i made a payment with my card and was charged a fee, why would you do that", "label": 15}
{"text": "I saw a fee on my app from one of my payments and I wasn't sure where it came from. Is there a way you can tell me when there's an additional fee for my payments?", "label": 15}
{"text": "There are multiple instances where you added a fee to the payment, as well as some where you didn't. Do you have an outline of when a fee will be added?", "label": 15}
{"text": "Why was my transaction charged an extra fee when paying with my card?", "label": 15}
{"text": "I was charged an extra fee for a card payment. I was unaware of these fees beforehand.", "label": 15}
{"text": "What is this fee for card payment?", "label": 15}
{"text": "how do i avoid charges in the future", "label": 15}
{"text": "Why am I getting a fee on a card payment?", "label": 15}
{"text": "Why is there a fee on a card payment?", "label": 15}
{"text": "Why am I being a charged for using my card?", "label": 15}
{"text": "I paid with a card and there is an extra charge. Why?", "label": 15}
{"text": "I paid with my card and I was charged a fee", "label": 15}
{"text": "When using my card I was charged a fee for doing so, why?", "label": 15}
{"text": "There was a purchase on my card recently to a name that I don't recognize at all. What can be done about this? I need my money back.", "label": 16}
{"text": "I don't recognize this payment at all!  Help!", "label": 16}
{"text": "There is a payment on my card that I do not recognize.", "label": 16}
{"text": "I don't recognize what this payment on my statement would be for.", "label": 16}
{"text": "There are a couple payments with my card shown that I'm not responsible for. What is going on? Maybe someone has access to my account.", "label": 16}
{"text": "I checked the app and there is a payment that I don't recognize.", "label": 16}
{"text": "There were a couple of payments that I have noticed on my account with my card that I didn't make. Is it possible that somebody else has my card information?", "label": 16}
{"text": "I have a payment that I didn't make.", "label": 16}
{"text": "My app shows a payment I didn't make", "label": 16}
{"text": "I need help with some transactions in my account that I dont recognize or remember purchasing. Im not sure if the name is just different or what. Should my card be put on hold while the issue gets figured out to be safe or is it ok?", "label": 16}
{"text": "I don't think I made this transaction on my statement", "label": 16}
{"text": "I did not make this payment that I see in the App.", "label": 16}
{"text": "There is a payment done with my card which i definitely did not do.Never seen that name before.", "label": 16}
{"text": "There are a couple of payments with my card shown in the app that I really didn't make myself. Why is it happened?", "label": 16}
{"text": "There is a payment in the app I did not make", "label": 16}
{"text": "There is payment showing that I didn't do.", "label": 16}
{"text": "I think that the exchange rate was wrong for the payment made last Saturday - I was charged extra.", "label": 17}
{"text": "Can you please explain why the exchange rate for the item I bought is wrong?", "label": 17}
{"text": "I received the wrong exchange rate for an item i bought.", "label": 17}
{"text": "The exchange rate you are using is really bad.This can't be the official interbank exchange rate.", "label": 17}
{"text": "The amount of exchange was not correct for the item i bought.", "label": 17}
{"text": "I feel as though I have been over charged for the exchange rate on my payment on last Saturday.", "label": 17}
{"text": "My payment has an incorrect exchange rate.", "label": 17}
{"text": "Please check the exchange rate for my payment last Saturday. I believe I have been overcharged.", "label": 17}
{"text": "My currency rate is inaccurate.", "label": 17}
{"text": "A foreign purchase I made has the incorrect rate applied to it.", "label": 17}
{"text": "Hi, I am disappointed to see such a bad exchange rate and hope you can assist me. Would you be able to confirm the official interbank exchange rate for me?", "label": 17}
{"text": "The exchange rate applied is wrong for my international purchase.", "label": 17}
{"text": "The exchange rate that was applied for an international purchase was wrong.", "label": 17}
{"text": "I made a purchase and was charged at the wrong foreign exchange rate.", "label": 17}
{"text": "The exchange rate looks wrong on a holiday purchase", "label": 17}
{"text": "The item i bought exchanged rate was incorrect.", "label": 17}
{"text": "how to get new card after atm eats it", "label": 18}
{"text": "What do I do if the ATM took my card?", "label": 18}
{"text": "How do I get my card back quickly from a bank machine that it?", "label": 18}
{"text": "Will you please help me get my card back?", "label": 18}
{"text": "My card is stuck inside the ATM, what am I supposed to do?", "label": 18}
{"text": "The ATM machine would not give my card back", "label": 18}
{"text": "The ATM won't give me my card back. I need it back now!", "label": 18}
{"text": "What do I do if the ATM swallowed my card?", "label": 18}
{"text": "What are the steps to get my card back that was kept by the ATM?", "label": 18}
{"text": "atm ate my card", "label": 18}
{"text": "How do I get my card back after the ATM swallowed it.", "label": 18}
{"text": "The ATM ate my card; how do I get a new one?", "label": 18}
{"text": "I was removing a dollar amount from my account and now don't have access to my card.", "label": 18}
{"text": "What do I do after the ATM takes my card.", "label": 18}
{"text": "Who do I talk to about the ATM swallowing my card?", "label": 18}
{"text": "The ATM kept my card?", "label": 18}
{"text": "I was told that withdrawing cash from the ATM is free, but I'm charged a fee. Why is this?", "label": 19}
{"text": "I withdrew cash and was charged", "label": 19}
{"text": "I have never been charged for making an ATM cash withdrawal before, but I am now being charged a fee to withdraw cash. What happened?", "label": 19}
{"text": "Why is there a fee for getting cash?", "label": 19}
{"text": "I made a cash withdrawl and there is a charge.  What is this?", "label": 19}
{"text": "I just took some cash out of a cash machine in Heathrow airport because I wanted to buy some new sunglasses for my holiday but you've added a fee to the withdrawal, what is this?", "label": 19}
{"text": "Why have I been charged a fee for cash withdrawal?", "label": 19}
{"text": "Why was I charged when taking out money?", "label": 19}
{"text": "Since when do you charge to make a withdrawal? I've always done it for free. So how much is it now?", "label": 19}
{"text": "Why do I see extra charges for withdrawing my money?", "label": 19}
{"text": "Why am I being charged for ATM fees?", "label": 19}
{"text": "I was recently charged for withdrawing money from my bank ATM. How can that be possible when I haven't been charged for using it before?", "label": 19}
{"text": "I made a cash withdrawal and was charged a fee incorrectly can you help with this?", "label": 19}
{"text": "Do you charge for cash withdrawals?  I want to get my hands on my own money and you appear to be charging me for the pleasure! Why is this, you'd never get this with my high street bank!", "label": 19}
{"text": "Why am I being charged to make cash withdrawals? I thought they were supposed to be free!", "label": 19}
{"text": "Why is there now a charge for making cash withdrawals? I wanted some cash after I went to the grocery store, and there's a new fee!", "label": 19}
{"text": "I got a strange cash withdrawal in my statement", "label": 20}
{"text": "Please help me, its urgent. Someone has withdrawn money from my account as few hours before my wallet has been. Now i want to stop withdrawal of more money.", "label": 20}
{"text": "What should I do if I see an unauthorized withdrawal on my statement?", "label": 20}
{"text": "There is a cash withdrawal on my statement that I did not make", "label": 20}
{"text": "I believe my card has been compromised as there's a cash withdrawal I don't recognize.", "label": 20}
{"text": "I think there's been an unauthorized cash withdrawal from my account.", "label": 20}
{"text": "I am seeing in the App a some cash withdrawal that I did not do", "label": 20}
{"text": "I did not get the cash that is showing up in my app.", "label": 20}
{"text": "What do I do when a charge has been made that I did not make?", "label": 20}
{"text": "Why do I see a random withdrawal in my app?", "label": 20}
{"text": "There is random cash in my account.", "label": 20}
{"text": "Help!  The app has an ATM withdrawl that I didn't make.", "label": 20}
{"text": "I am using the app, and I see cash withdrawals that I did not authorize.", "label": 20}
{"text": "I am seeing in the App a some cash withdrawal that does not belong to me", "label": 20}
{"text": "There is a cash withdrawal in my account that isn't mine.", "label": 20}
{"text": "I got a message saying I made a withdrawal from the bank machine, but I did not.", "label": 20}
{"text": "Can I change my PIN on my phone?", "label": 21}
{"text": "Tell me what ATMs allow me to change my PIN.", "label": 21}
{"text": "Can I change my PIN in Austria?", "label": 21}
{"text": "Your card pin can be changed at any Visa or MasterCard ATM with Pin services, excluding countries such as Belgium, Luxembourg, Austria, Germany, Spain, and France.", "label": 21}
{"text": "While on vacation in Spain I think someone saw my PIN and I now need to change it, can I do this at an ATM in Spain?", "label": 21}
{"text": "Is there a location where I can change my PIN?", "label": 21}
{"text": "Can I get a new pin number at any ATM using my card?", "label": 21}
{"text": "Can I change my PIN?", "label": 21}
{"text": "I really need to know how to change my pin.", "label": 21}
{"text": "What are the steps to change my PIN to something else?", "label": 21}
{"text": "I am on vacation in Spain and think someone saw my pin when… Can I change it at a local ATM?", "label": 21}
{"text": "Can I change my PIN if I want to?", "label": 21}
{"text": "How can I reset my PIN?", "label": 21}
{"text": "I think someone saw my PIN and I am on vacation in Spain, can I change it locally at an ATM?", "label": 21}
{"text": "I would like to change the the PIN on my card.", "label": 21}
{"text": "Can I change my PIN without going to a bank?", "label": 21}
{"text": "There is unusual activity on my account and I believe someone took my card.", "label": 22}
{"text": "What do I do if I think someone has used my card without permission? I can see a few transactions I don't recognize.", "label": 22}
{"text": "Please tell me how you can stop unauthorized payments from being made on my card since on this bill I see that this has happened. There are transactions that I never made from a place I've never been to.", "label": 22}
{"text": "What do I do if I think someone has used my card?", "label": 22}
{"text": "What should I do if I think there are unauthorized transactions?", "label": 22}
{"text": "I don't recognize some transactions.  Is someone else using it?", "label": 22}
{"text": "There are transactions that I did not make on my account, I think someone has my information.", "label": 22}
{"text": "I think someone may be using my card.", "label": 22}
{"text": "I think my card has been used by somebody else since I was never in the little town where some transactions on this bill have come from. Please stop this right away.", "label": 22}
{"text": "I believe that someone is using my card without my knowledge!", "label": 22}
{"text": "Someone hacked into my cards account.", "label": 22}
{"text": "There are transactions that I don't remember making, i think someone might have gotten my card details and is now using it.", "label": 22}
{"text": "How do I stop fraud to my card?", "label": 22}
{"text": "What do I do if I believe to be a victim of credit card fraud?", "label": 22}
{"text": "Someone else might be using my card without my permission.", "label": 22}
{"text": "Someone must have found my card details as I don't recognize these transactions.", "label": 22}
{"text": "What do I have to do to get the contactless to work?", "label": 23}
{"text": "I'm confused. My contactless is suddenly not working anywhere that I try to use it. How do I fix it?", "label": 23}
{"text": "I was trying to use contactless earlier, but it didn't work.", "label": 23}
{"text": "How can i get new card?", "label": 23}
{"text": "How do I troubleshoot when contactless doesn't work?", "label": 23}
{"text": "My contactless stopped working today no matter where I try to use it. How do I get it to start working again?", "label": 23}
{"text": "I need help fixing my contactless. It's not working anywhere I go today.", "label": 23}
{"text": "Why wouldn't my contactless work for the metro?", "label": 23}
{"text": "I'm confused ass to why my contactless is not working.", "label": 23}
{"text": "Any charges applicable for new card?", "label": 23}
{"text": "Are my contactless settings correct? I tried to use it today but it wasn't working.", "label": 23}
{"text": "How can I fix my contactless?", "label": 23}
{"text": "Why is my contactless not working?", "label": 23}
{"text": "I am having issues using contactless payments, could my card be damaged?", "label": 23}
{"text": "How come when I tried to pay contactless at the bus it didnt work?", "label": 23}
{"text": "how many days processing new card?", "label": 23}
{"text": "Which countries do you work with?", "label": 24}
{"text": "Which countries do you support?", "label": 24}
{"text": "In which countries can I get a card?", "label": 24}
{"text": "Supported countries", "label": 24}
{"text": "In which countries does your app work", "label": 24}
{"text": "Can I get a card even though I live in the US", "label": 24}
{"text": "I live in the EU.  Can I order one of your cards?", "label": 24}
{"text": "What countries do your accounts send and receive to?", "label": 24}
{"text": "Can I get a card although I'm not in the UK", "label": 24}
{"text": "What are the countries that you operate in?", "label": 24}
{"text": "Are you available in my country?", "label": 24}
{"text": "Do you do business in the EU?", "label": 24}
{"text": "Can you tell me what countries you offer support for?", "label": 24}
{"text": "Although I am not located in the UK area, may i still receive a card?", "label": 24}
{"text": "Can I get a card in the EU?", "label": 24}
{"text": "i live in portugal. do you operate here?", "label": 24}
{"text": "Why would you decline my card?", "label": 25}
{"text": "Could you explain why my card payment did not work?", "label": 25}
{"text": "My card payment is being declined and I've tried several times.", "label": 25}
{"text": "My card payment failed.", "label": 25}
{"text": "Why have you declined my card payment?", "label": 25}
{"text": "My card wasn't working in a shop", "label": 25}
{"text": "Everything seems fine with my account, so why did it decline my payment?", "label": 25}
{"text": "why couldn't I use my card at a store?", "label": 25}
{"text": "The store card reader would not accept my card.", "label": 25}
{"text": "Tell me why my card payment has been declined.", "label": 25}
{"text": "How can a payment be declined", "label": 25}
{"text": "Hi, is everything in good standing with my card? I am receiving multiple \"decline\" messages.", "label": 25}
{"text": "Why are all my card payments being declined?", "label": 25}
{"text": "What is going on with it saying my card payment was declined?", "label": 25}
{"text": "Why has my payment been declined? I paid by card.", "label": 25}
{"text": "I had a card payment that was declined.  Why?", "label": 25}
{"text": "I tried to withdraw cash from your ATM but my transaction was cancelled.", "label": 26}
{"text": "Why would the ATM machine fail to give me the cash withdrawal I requested?", "label": 26}
{"text": "I can't get the ATM to give me any cash", "label": 26}
{"text": "atm refused to give me money", "label": 26}
{"text": "Why wouldn't my withdrawal go through?", "label": 26}
{"text": "My withdrawals were going smooth until I got declined today. What is going on?", "label": 26}
{"text": "Is there a reason my cash withdrawal was declined?", "label": 26}
{"text": "Can you please tell me why I cant get money from the ATM?", "label": 26}
{"text": "I think there may be something wrong with my card. I have never had issues with withdraws before, but this morning on the way to work it was suddenly declined.", "label": 26}
{"text": "I tried to use my card to withdrawal money from the ATM in Notting Hill but it didn't work. This is the first time I've tried using it. Is my card working?", "label": 26}
{"text": "Why can't I withdraw cash?", "label": 26}
{"text": "how come i was declined", "label": 26}
{"text": "My ATM transaction was cancelled.", "label": 26}
{"text": "I attempted to get cash in the ATM but I was denied", "label": 26}
{"text": "Why can't I take money from my account?", "label": 26}
{"text": "Why can't I withdraw cash from this ATM?", "label": 26}
{"text": "Seems like my transfer was declined how come?", "label": 27}
{"text": "I see my transfer was declined.", "label": 27}
{"text": "What would be a reason my transfer got declined?", "label": 27}
{"text": "I noticed my transfer was declined.", "label": 27}
{"text": "It seems you keep declining my transfers. Before, it's always worked very well.Just now when I tried to buy something the card was declined. I tried more than once and it was the same thing each time.", "label": 27}
{"text": "Why would you cancel my transfer?", "label": 27}
{"text": "I tried to buy something over the Internet yesterday and got a declined error. I tried again today and got the same message. What is the issue?", "label": 27}
{"text": "My transfer was not approved", "label": 27}
{"text": "Is there a reason my transfer would have been declined?", "label": 27}
{"text": "Transfer was declined, could not complete request.", "label": 27}
{"text": "Why are my transfers and purchases keep getting declined?", "label": 27}
{"text": "Why would my transfer result in a decline message?", "label": 27}
{"text": "Why did my transfer not work, it says it was declined?", "label": 27}
{"text": "Hi, during online shopping payment is getting declined yesterday and today as well. Please check the issue.", "label": 27}
{"text": "While doing a transfer, it says declined.", "label": 27}
{"text": "I received a decline message on a transfer", "label": 27}
{"text": "I checked my account and see that funds were deducted from a seller I didn't approve of. Can you help me understand?", "label": 28}
{"text": "There's a weird payment showing in my app that I definitely haven't made myself, as I haven't used the card at all that day. Please cancel that and return my money.", "label": 28}
{"text": "There is a direct debit set up that was not authorized by me.", "label": 28}
{"text": "I found a direct debit I would like to dispute", "label": 28}
{"text": "I have an unknown direct debit payment on my account", "label": 28}
{"text": "I didn't set up the direct debit I have", "label": 28}
{"text": "There is a payment I don't recognise!", "label": 28}
{"text": "I see a direct debit transaction in my history that I did not set up.", "label": 28}
{"text": "I can't recognise this Direct Debit payment.", "label": 28}
{"text": "There is a direct debit set up that I didn't create.", "label": 28}
{"text": "There's a payment showing in the app today even though I have not used my card at all. I want a refund.", "label": 28}
{"text": "Recently, a few weeks ago there was a transaction made on my account by some seller that I don't recognize. I am very certain that didn't happen  and will like for you to trace back to make sure.", "label": 28}
{"text": "I notice a transaction a couple of weeks ago in my account, from a seller that I don't recognize. Is there a way we can trace back the information to make sure it was truly something I did?", "label": 28}
{"text": "A debit came through that I need to dispute.", "label": 28}
{"text": "A false direct debit payment is showing in my app", "label": 28}
{"text": "I don't know what this Direct Debit payment on my account is for.", "label": 28}
{"text": "I have a disposable virtual card. Is there a limit to how many times I can use it?", "label": 29}
{"text": "Are there restrictions on disposable virtual cards?", "label": 29}
{"text": "Can I have more disposable cards?", "label": 29}
{"text": "how many transactions can go on a disposable card?", "label": 29}
{"text": "let me know how many disposable cards I can have?", "label": 29}
{"text": "Do the disposable cards have any restrictions on them?", "label": 29}
{"text": "What is the number of transactions I get with a disposable card?", "label": 29}
{"text": "Is there a limit to the number of disposable cards per day?", "label": 29}
{"text": "How many disposable cards can you own?", "label": 29}
{"text": "Who can request disposable cards?", "label": 29}
{"text": "How many disposable cards am I allowed to have?", "label": 29}
{"text": "Is there a limit on making disposable cards?", "label": 29}
{"text": "For the disposable cards, what are the restrictions?", "label": 29}
{"text": "What are the disposable virtual card limits?", "label": 29}
{"text": "What stipulations do disposable cards entail?", "label": 29}
{"text": "How much transactions do I get with a disposable card?", "label": 29}
{"text": "Where do I go to edit my personal details on my account?", "label": 30}
{"text": "I need to change my name, since i just got married", "label": 30}
{"text": "I moved to a new city and need to change my address", "label": 30}
{"text": "How to modify my details.", "label": 30}
{"text": "I need to change my phone number.", "label": 30}
{"text": "I need to change my home address.", "label": 30}
{"text": "How can I change my address?", "label": 30}
{"text": "I would like to change my personal details.", "label": 30}
{"text": "Not living in same place, need to change details", "label": 30}
{"text": "I've just moved and I need to change my details", "label": 30}
{"text": "Where can I edit personal details?", "label": 30}
{"text": "I got a new address and need to change my information.", "label": 30}
{"text": "How would I be able to make changes to my personal details?", "label": 30}
{"text": "Since I got married, I need to change my name.", "label": 30}
{"text": "I've just got married and want to change my name.", "label": 30}
{"text": "need my details changed", "label": 30}
{"text": "Are there any fees when exchanging to foreign currencies?", "label": 31}
{"text": "Is there a fee for currency exchange?", "label": 31}
{"text": "how much do I have to pay for exchange of currency?", "label": 31}
{"text": "If I exchange currencies on a frequent basis can I receive a discount?", "label": 31}
{"text": "always exchanging currencies, do you offer a discount?", "label": 31}
{"text": "Are there any discounts for frequent currency exchanges?", "label": 31}
{"text": "IS there a fee to exchange currency?", "label": 31}
{"text": "Do I need to pay more for exchanging currencies?", "label": 31}
{"text": "exchanging currencies costs what?", "label": 31}
{"text": "How much will I be charged for a cross-currency exchange?", "label": 31}
{"text": "Are there any discounts in exchanging currencies frequently?", "label": 31}
{"text": "Is there a fee for exchanging currency?", "label": 31}
{"text": "Can I have a discount if I exchange currency often?", "label": 31}
{"text": "I've been to several different countries, can I exchange the cash with a discount for a large transaction?", "label": 31}
{"text": "What do you charge for an exchange fee?", "label": 31}
{"text": "Exchange fee help?", "label": 31}
{"text": "What exchange rate will I receive?", "label": 32}
{"text": "Is the exchange rate the same on weekends as the weekdays?", "label": 32}
{"text": "Please explain your exchange rate policy.", "label": 32}
{"text": "What is the current exchange rate?", "label": 32}
{"text": "I would like to know what exchange rates you use?", "label": 32}
{"text": "How are foreign exchange rates determined?", "label": 32}
{"text": "What is the basis of your exchange rates?", "label": 32}
{"text": "Is the exchange rate current?", "label": 32}
{"text": "How does the exchange rate work on this app?", "label": 32}
{"text": "How do you decide what your exchange rates are?", "label": 32}
{"text": "What is the formula for your exchange rate?", "label": 32}
{"text": "Your exchange rates are coming from where?", "label": 32}
{"text": "How much are the rates of exchange?", "label": 32}
{"text": "from where are coming your exchange rates?", "label": 32}
{"text": "Will I know which exchange rate I will get?", "label": 32}
{"text": "What's the process for exchanges?", "label": 32}
{"text": "I can't figure out how to change GBP to AUD, what do I do?", "label": 33}
{"text": "Do you support changing the currency I use?", "label": 33}
{"text": "Can I change from AUD to GBP?", "label": 33}
{"text": "Can you  tell me how to get AUD not GBP?", "label": 33}
{"text": "How do I go about exchanging currencies with this app?", "label": 33}
{"text": "Can I use this app for both USD and GBP?", "label": 33}
{"text": "How can I change USD to GBP?", "label": 33}
{"text": "Is it possible to exchange USD and GBP on the app?", "label": 33}
{"text": "Is it possible to change from USD to GBP with your App?", "label": 33}
{"text": "My plans may change so I may need to change from GBP to AUD.", "label": 33}
{"text": "With this app, will I be able to exchange currency?", "label": 33}
{"text": "How to I switch my money for the money used in another country?", "label": 33}
{"text": "I am from X but am traveling to Y - how do I get currency for Y?", "label": 33}
{"text": "I am trying to exchange AUD for GBP, how do I do that?", "label": 33}
{"text": "I no longer need AUD, I need GBP instead, how can I make this happen?", "label": 33}
{"text": "Can I exchange from USD to GBP?", "label": 33}
{"text": "Why does my statement show an extra fee?", "label": 34}
{"text": "Why have I been charged an extra £1?", "label": 34}
{"text": "Can you please explain to me why there is an extra €1 fee in my statement?", "label": 34}
{"text": "Why is there an extra pound charge that is pending?", "label": 34}
{"text": "I was made to pay an additional pound!", "label": 34}
{"text": "Why did you charge me extra?", "label": 34}
{"text": "I've been charged an extra £1 and I don't know why", "label": 34}
{"text": "What is the dollar that I have pending on my statement there?", "label": 34}
{"text": "On my statement, there is a strange 1£ charge that appears as pending. What's causing that? I haven't purchased anything that's just a pound.", "label": 34}
{"text": "There is a pending 1£ charge on my statement.  I haven't purchased anything for 1£.  Why is it on my statement?", "label": 34}
{"text": "How can I find out about an extra fee on my statement?", "label": 34}
{"text": "Is the 1 pound charge I can see an error or an incorrect entry?", "label": 34}
{"text": "There is an unexplained $1 charge on my statement, can you please explain this to me?", "label": 34}
{"text": "When did I get a $1 extra fee on my statement?", "label": 34}
{"text": "There is an odd 1£ charge that appears as pending on my statement. What's the reason for that? I haven't purchased anything for a pound.", "label": 34}
{"text": "I wanted to know about a pending dollar that is on my statement.", "label": 34}
{"text": "I couldnt transfer money from my account.", "label": 35}
{"text": "Why can't I make a transfer?", "label": 35}
{"text": "Why was my transaction not approved?", "label": 35}
{"text": "I don't think my transfer wen through. Why?", "label": 35}
{"text": "Transfer isn't working?", "label": 35}
{"text": "I'm getting an error when trying to make a payment. I want to purchase a flat but my mortgage payment needs to go through. Can you help me?", "label": 35}
{"text": "My transfer failed, why?", "label": 35}
{"text": "What are the reasons that my mortgage payment won't go through? I'm getting an error and don't know how to correct to get this transfer to go through.", "label": 35}
{"text": "Is there a reason my transfer failed?", "label": 35}
{"text": "I have made 5 attempts to make a very standard survey, yet I can't get it to work. What is the problem? Is there an issue related to your system?", "label": 35}
{"text": "The attempted transfer failed.", "label": 35}
{"text": "Why did the bank reject my transfer?", "label": 35}
{"text": "Why was I unable to complete my transfer?", "label": 35}
{"text": "Why hasn't my transfer gone through", "label": 35}
{"text": "What may be the reason that my transfer did not go through?", "label": 35}
{"text": "My transfer failed.  Help!", "label": 35}
{"text": "What flat currencies do you use for holding and exchanges.", "label": 36}
{"text": "Can you make exchanges with the EUR?", "label": 36}
{"text": "I want to hold and exchange fiat currencies, what can I use to do so?", "label": 36}
{"text": "Which flat currencies do you support for holding and exchange?", "label": 36}
{"text": "Is EUR one of the currencies you deal with?", "label": 36}
{"text": "What country's money can I hold currency in?", "label": 36}
{"text": "What type of fiat currencies do you support?", "label": 36}
{"text": "Will you be able to exchange to EUR?", "label": 36}
{"text": "Do you have support for flat currencies?", "label": 36}
{"text": "Please tell me the types of currency I can hold.", "label": 36}
{"text": "What fiduciary currencies are supported for tenure and exchange?", "label": 36}
{"text": "What types of foreign money can be used with this service.?", "label": 36}
{"text": "Are there limitations to what currency I can hold?", "label": 36}
{"text": "I need to know which flat currencies are supported by you.", "label": 36}
{"text": "Do you allow currency exchanges?", "label": 36}
{"text": "I need to know what flat currencies you support for holding and exchange.", "label": 36}
{"text": "Are there any disposable virtual cards?", "label": 37}
{"text": "How do I use disposable cards?", "label": 37}
{"text": "I'm interested in learning more about disposable virtual cards.", "label": 37}
{"text": "What do the disposable cards do?", "label": 37}
{"text": "I would like a disposable virtual card, could I get one?", "label": 37}
{"text": "Is it possible to get a disposable virtual card as well?", "label": 37}
{"text": "Who can purchase a disposable virtual card?", "label": 37}
{"text": "What is the disposable card for?", "label": 37}
{"text": "I would like to know more about what a disposable virtual card is?", "label": 37}
{"text": "What are the benefits of a disposable card?", "label": 37}
{"text": "I want a virtual card that is disposable", "label": 37}
{"text": "I need to deposit my virtual card, how do i do that.", "label": 37}
{"text": "Tell me more about getting a virtual disposable card.", "label": 37}
{"text": "Are there virtual disposable cards?", "label": 37}
{"text": "can i get a virtual card online", "label": 37}
{"text": "How can I get a virtual card for a one-time transaction?", "label": 37}
{"text": "Can you tell me how to locate my PIN?", "label": 38}
{"text": "i cannot find my card PIN", "label": 38}
{"text": "How do I find my new pin?", "label": 38}
{"text": "wheres my pin", "label": 38}
{"text": "Is the PIN sent in another message?", "label": 38}
{"text": "The card PIN?", "label": 38}
{"text": "Does the PIN come under separate cover?", "label": 38}
{"text": "I'm looking in the App and can't find my PIN, where should I look?", "label": 38}
{"text": "What's my pin number?", "label": 38}
{"text": "I've been waiting ages and my PIN hasn't gotten here.", "label": 38}
{"text": "How do I get started when I get my card?", "label": 38}
{"text": "I haven't been sent my new pin!", "label": 38}
{"text": "I haven't received my pin", "label": 38}
{"text": "How do I request the PIN?", "label": 38}
{"text": "I signed up, but don't have a PIN. Where can I find it?", "label": 38}
{"text": "When do I get my card PIN?", "label": 38}
{"text": "Is there any way I can get more physical cards to use with my account?", "label": 39}
{"text": "Am I allowed to carry an additional card?", "label": 39}
{"text": "I would like open a second card for my daughter, how can you assist me?", "label": 39}
{"text": "Would it be possible for me to get a second card?", "label": 39}
{"text": "How much is it to send out additional cards?", "label": 39}
{"text": "Can I give a second card for this account to my daughter?", "label": 39}
{"text": "Are there any fees to get additional cards?", "label": 39}
{"text": "If I want to be able to give my daughter a card for my account, would I be allowed to get one for her?", "label": 39}
{"text": "Can I have a second card issued to another family member?", "label": 39}
{"text": "Physical cards are what I need more of", "label": 39}
{"text": "Is it possible for me to give my daughter a second card for this account?", "label": 39}
{"text": "Is it possible to get another card?", "label": 39}
{"text": "I'd like to order an additional card", "label": 39}
{"text": "My daughter need a card from this account. Is that possible?", "label": 39}
{"text": "I'd like to have extra cards. Will I have to pay for that?", "label": 39}
{"text": "Will I get charged for sending out more cards?", "label": 39}
{"text": "Can i have a virtual card?", "label": 40}
{"text": "How do I go about getting a virtual card?", "label": 40}
{"text": "want to know how to get virtual card", "label": 40}
{"text": "Why have I not received a virtual card yet?", "label": 40}
{"text": "Where are the virtual cards?", "label": 40}
{"text": "How come I didn't get a virtual card yet?", "label": 40}
{"text": "How come I did not get a virtual card yet?", "label": 40}
{"text": "i need a virtual card", "label": 40}
{"text": "Where do i go to receive a virtual card", "label": 40}
{"text": "Where is my virtual card located?", "label": 40}
{"text": "I need my virtual card", "label": 40}
{"text": "How can I obtain a virtual card?", "label": 40}
{"text": "I ordered a virtual card but it hasn't come through yet", "label": 40}
{"text": "Where is my virtual card?", "label": 40}
{"text": "How to access my virtual card", "label": 40}
{"text": "where can i have a virtual card", "label": 40}
{"text": "What should I do if I think my card was stolen?", "label": 41}
{"text": "I lost my card. Can you help me?", "label": 41}
{"text": "What's the phone number to freeze a card?", "label": 41}
{"text": "I can't find my card! Can you help?", "label": 41}
{"text": "Is there any way for you to find my card?", "label": 41}
{"text": "Report stolen card", "label": 41}
{"text": "I cant find my card.", "label": 41}
{"text": "Someone stole my wallet with my card in it while vacationing in Spain. I really need my card blocked and a new one ordered.", "label": 41}
{"text": "oh my god I lost my card! what should I do?", "label": 41}
{"text": "Help!  I fear that my card was stolen,", "label": 41}
{"text": "I'm panicking!  I lost my card!  Help!", "label": 41}
{"text": "I've lost my card. What can I do about that?", "label": 41}
{"text": "I believe that my card has been stolen!", "label": 41}
{"text": "My card is stolen.  Help!", "label": 41}
{"text": "I misplaced my card and I dont know where the last place is where I used the card last. Can you look at my account and tell me the last place I used the card?", "label": 41}
{"text": "Could you assist me in finding my lost card?", "label": 41}
{"text": "Help!  I think my phone may be stolen or lost!", "label": 42}
{"text": "If I lost my phone, what steps do I need to take to stop someone from using my account?", "label": 42}
{"text": "I was mugged.  They took everything.  I can't use the app.  What do I do?", "label": 42}
{"text": "I don't have my cell phone with me so I cannot access the system to complete the transaction.", "label": 42}
{"text": "phone is at a hotel, can i still use app", "label": 42}
{"text": "Can I still access the app even though my phone was stolen?", "label": 42}
{"text": "How can I stop someone from using my card after I lost it yesterday.", "label": 42}
{"text": "I lost my phone and need help so someone doesn't access my account.", "label": 42}
{"text": "My phone was left at a hotel and I can't access the app.", "label": 42}
{"text": "I lost my phone and need help protecting it.", "label": 42}
{"text": "Is there anything to do because my phone was stolen?", "label": 42}
{"text": "phone is gone, what should i do", "label": 42}
{"text": "What should I do if my phone is lost or stolen?", "label": 42}
{"text": "Someone has taken my phone from my hotel room!", "label": 42}
{"text": "If I lost my phone, how can I stop someone from accessing my account through the app?", "label": 42}
{"text": "Hi, I lost my phone yesterday, what can I do to stop someone using my account on it?", "label": 42}
{"text": "What locations are cards delivered to?", "label": 43}
{"text": "Do physical cards cost money?", "label": 43}
{"text": "How do I order my card?", "label": 43}
{"text": "Do I receive the physical card for free", "label": 43}
{"text": "I would like a  physical card sent to me.", "label": 43}
{"text": "Is a physical charge extra", "label": 43}
{"text": "Where do you deliver cards to?", "label": 43}
{"text": "Where are cards available to order?", "label": 43}
{"text": "Can cards be delivered? Where?", "label": 43}
{"text": "I want a physical card", "label": 43}
{"text": "Can I receive my card anywhere?", "label": 43}
{"text": "can i order cards on the app", "label": 43}
{"text": "Can I get a physical card", "label": 43}
{"text": "How do I go about getting an actual card?", "label": 43}
{"text": "Is there a fee for physical cards?", "label": 43}
{"text": "what steps do i do to get a real card", "label": 43}
{"text": "I need a new login code", "label": 44}
{"text": "Help!  I forgot my password.", "label": 44}
{"text": "I can't log in", "label": 44}
{"text": "Where do I go to reset the passcode?", "label": 44}
{"text": "how to recover my passcode", "label": 44}
{"text": "I am entering my passcode but getting an error.", "label": 44}
{"text": "I forgot the code I need to get into the app.", "label": 44}
{"text": "I don't remember my passcode?", "label": 44}
{"text": "How do I get the passcode reset?", "label": 44}
{"text": "What are the steps to reset my passcode?", "label": 44}
{"text": "How do I reset my passcode?", "label": 44}
{"text": "What is my password?", "label": 44}
{"text": "What do I do if I have forgotten my passcode?", "label": 44}
{"text": "Need a new passcode.", "label": 44}
{"text": "How can I go about resetting my passcode?", "label": 44}
{"text": "Help! I've forgot my app passcode!", "label": 44}
{"text": "I need to find out why my pending payment hasn't gone through.", "label": 45}
{"text": "Why is their a charge pending on my card still?", "label": 45}
{"text": "Why is it saying I have a pending payment?", "label": 45}
{"text": "Why hasn't my payment gone through yet?", "label": 45}
{"text": "I tried to make a payment with my card and it was declined. Why is it pending?", "label": 45}
{"text": "A transaction on my card shows as pending.", "label": 45}
{"text": "I completed a payment with my card a while ago. It's still showing up as pending. What time frame does this normally take? It doesn't appear to have worked.", "label": 45}
{"text": "Why hasn't my payment shown up yet?", "label": 45}
{"text": "Why would my payment for my card show as pending?", "label": 45}
{"text": "Why is the purchase I made this morning still pending?", "label": 45}
{"text": "My card payment says pending and it hasn't changed", "label": 45}
{"text": "How is my card payment still pending?", "label": 45}
{"text": "How many days does a regular transaction take to complete?  I see a pending payment that hasn't changed in the last several days.", "label": 45}
{"text": "I bought some things in the morning but the payment shows as pending", "label": 45}
{"text": "Why is my purchase showing as pending?", "label": 45}
{"text": "My card payment has been pending for a long time now. Why is it taking so long to take. It should have already made it through.", "label": 45}
{"text": "What is a pending cash withdrawal?", "label": 46}
{"text": "Why is my cash still pending that I put in ATM?", "label": 46}
{"text": "Hi, I tried to withdraw some money from an ATM and the machine was broken.  It says that the transaction is still in progress.  Can you double check to see what's happening? I don't want to be charged since I was not able to withdraw the money.", "label": 46}
{"text": "Hello. I have a transaction in my account listed as pending. I tried to use an ATM at the city centre, but the machine declined my card, and I did not receive the money. Why is the transaction still pending if I did not receive the money.", "label": 46}
{"text": "I'm expecting to see a cash withdrawal but I'm still waiting.", "label": 46}
{"text": "Explain pending transactions.", "label": 46}
{"text": "When will the cash that I put in the ATM be cleared from pending status?", "label": 46}
{"text": "Looking at my account I've noticed a charge that appears to still be in progress. I had attempted to get money out of the machine earlier but the machine seemed to have been broken. I never received my money so will you please look into this for me? I don't want to be charged for money I never actually received.", "label": 46}
{"text": "My account says a withdrawal is pending - why can't I take cash out of the ATM?", "label": 46}
{"text": "How do I get my cash withdrawal to show?", "label": 46}
{"text": "I tried to get cash at some ATM in the city centre earlier but the machine declined my card. I've seen it still shows up as pending in my account. Please cancel it immediately as I definitely have not received that money!", "label": 46}
{"text": "The cash I got at the ATM is still in my account.", "label": 46}
{"text": "how long until a cash withdrawal will show on my account", "label": 46}
{"text": "My balance is not what I thought it was following an ATM withdrawal", "label": 46}
{"text": "I made a cash withdrawal at an ATM but it still says pending in my account.", "label": 46}
{"text": "Why is the cash transaction still showing as not completed?", "label": 46}
{"text": "My top-up is still pending", "label": 47}
{"text": "how long does it take to reflect in my balance a top up", "label": 47}
{"text": "I tried topping up for the first time today since I am a new customer. It doesn't appear that it's working. It has been pending for at least half an hour. Please take care of this.", "label": 47}
{"text": "Isn't my top-up supposed to mean its complete?", "label": 47}
{"text": "Please explain why my top-up hasn't been processed yet?", "label": 47}
{"text": "How long do top-ups take to go through", "label": 47}
{"text": "Needed gas, been delayed for half an hour.Please fix it!", "label": 47}
{"text": "Can you tell me what is wrong ? I top-up with you all the time but this time it just shows my top-up as pending. What is happening?", "label": 47}
{"text": "Can you look into why my most recent top-up is showing as pending? I thought it was supposed to be instantaneous.", "label": 47}
{"text": "What is taking so long with my top up?", "label": 47}
{"text": "Help, I don't see my money i just added.", "label": 47}
{"text": "I attempted to top up my account but it's been frozen in a pending state for well over an hour now! Is this normal? I'm a new customer and this is my first time doing this. I assumed it would be done quicker than this.", "label": 47}
{"text": "When will my top up process?", "label": 47}
{"text": "I'm pretty sure my top up is still pending.", "label": 47}
{"text": "How long will it take for my money to be deposited?", "label": 47}
{"text": "I topped up but it isn't in my account", "label": 47}
{"text": "I can't figure out why a transfer is still pending?", "label": 48}
{"text": "Hello, I went ahead and checked my account details to be sure, and they are definitely correct.  I've had a transfer pending for a while, and I can't understand why it hasn't gone through yet.", "label": 48}
{"text": "I am still waiting for a money transfer to appear.", "label": 48}
{"text": "the transfer went through but now it has been pending for quite a while. i need this to go through already", "label": 48}
{"text": "How long do EU transfers take? I bought something online a couple of days ago , sent the money immediately online but the seller says it is still not there yet.", "label": 48}
{"text": "Why is my transfer appearing as \"pending\"?", "label": 48}
{"text": "Why is it taking so long for my pending transaction to post as cleared?", "label": 48}
{"text": "Why is a transfer I have still pending?", "label": 48}
{"text": "Why does it show that my transfer is still pending?", "label": 48}
{"text": "I have a pending transaction", "label": 48}
{"text": "I am still waiting for a money transfer to process.", "label": 48}
{"text": "I recently purchased something and the seller says my money has not arrived yet. It was in EU's. How long does this take?", "label": 48}
{"text": "Why is the transfer showing pending?", "label": 48}
{"text": "My payment shows that it is pending will I be charged more money?", "label": 48}
{"text": "When will my transfer finish pending?", "label": 48}
{"text": "Why is my transfer still pending after all this time?", "label": 48}
{"text": "Can someone help me unblock my pin?", "label": 49}
{"text": "Where do I find PIN for my card?", "label": 49}
{"text": "I need my PIN unlocked.", "label": 49}
{"text": "Can you unblock my pin because I put the wrong one too many times.", "label": 49}
{"text": "What happens if I forget my PIN?", "label": 49}
{"text": "Can you unblock my blocked pin?", "label": 49}
{"text": "My card got blocked, how do I reset?", "label": 49}
{"text": "I can't input my pin again.", "label": 49}
{"text": "My PIN is not working, can you help?", "label": 49}
{"text": "I tried my PIN too many times", "label": 49}
{"text": "Why was my PIN blocked?", "label": 49}
{"text": "After inputting the wrong pin too many times, can you now help me unblock my pin?", "label": 49}
{"text": "What do I do if my PIN was blocked?", "label": 49}
{"text": "I have used all of my PIN tries. What should I do now?", "label": 49}
{"text": "I forgot what my pin number is and now am blocked can you help me get in?", "label": 49}
{"text": "I may have entered the PIN wrong and the account is blocked.  What do I have to do to get it unblocked.", "label": 49}
{"text": "Do I need to select a preference to receive my salary payments in GBP and, if so, where?", "label": 50}
{"text": "How can I receive money from someone?", "label": 50}
{"text": "Can I get paid for this in another currency?", "label": 50}
{"text": "How do I get money from friends?", "label": 50}
{"text": "How to receive transfers from my employer when I get paid in GBP?", "label": 50}
{"text": "My salary is in GBP. Do I need to configure this somewhere?", "label": 50}
{"text": "How do I receive money from someone?", "label": 50}
{"text": "Can my friend send me money?", "label": 50}
{"text": "What are the steps for my friend to send me money?", "label": 50}
{"text": "Are there ways for other people to send me money?", "label": 50}
{"text": "What do I need to do to get my salary through this?", "label": 50}
{"text": "Which foreign currencies can I get transferred into my account?", "label": 50}
{"text": "Will my GPB update my salary", "label": 50}
{"text": "Can I directly deposit my salary to this account?", "label": 50}
{"text": "What methods are available for my friend to send me money?", "label": 50}
{"text": "Who can send me money?", "label": 50}
{"text": "Transaction refund missing from my statement.", "label": 51}
{"text": "Hi I'm waiting for a refund for an item I bought. I have contacted the merchant directly but had nothing back. Can you tell me whether or not you are able to refund me for the item?", "label": 51}
{"text": "Why hasn't my refund appeared on my statement?", "label": 51}
{"text": "my refund has not hit my account yet", "label": 51}
{"text": "As advised by you, i requested seller to refund my money. A week has passed but i haven't got any update from seller. Please track the refund with the seller.", "label": 51}
{"text": "Where is my refund? it appears to be missing.", "label": 51}
{"text": "Where is my recent refund in the my statement?", "label": 51}
{"text": "how does my statement get updated so i know when a refund will reflect on my balance", "label": 51}
{"text": "I was suppose to be getting a refund for something I purchased a while ago, but It still hasnt been applied to my account. When will I get my money back?", "label": 51}
{"text": "Im not sure if a seller is giving me my money back! I asked them to refund my money for the item but It's been a week now and still nothing has been given back to me. Can you resolve this for me?", "label": 51}
{"text": "Why isn't my refund showing up in my statement?", "label": 51}
{"text": "A refund is taking too long.", "label": 51}
{"text": "I am waiting on this refund, hurry up.", "label": 51}
{"text": "I contacted the seller and he won't respond.  Please just refund me my  money.", "label": 51}
{"text": "I don't see my refund money yet in my account. I asked the merchant a while ago for a refund, so I don't know what's taking so long.  Can you look into it and see if the money is there, just not in my account yet?", "label": 51}
{"text": "I'm supposed to have a refund but it isn't there", "label": 51}
{"text": "I want my purchases cancelled.", "label": 52}
{"text": "How can I go about getting a refund?", "label": 52}
{"text": "I would like it if I could get an item refunded", "label": 52}
{"text": "I ordered something online a while ago and I haven't gotten it. I would like a refund.", "label": 52}
{"text": "Can i cancel this purchase?", "label": 52}
{"text": "I need to cancel a purchase that I made the other day.", "label": 52}
{"text": "Can you please assist on my item that needs to be refunded?", "label": 52}
{"text": "I want to return an item for a refund can I do that?", "label": 52}
{"text": "Please help me get a refund?", "label": 52}
{"text": "Can I get an item refunded?", "label": 52}
{"text": "Where do I go for a refund?", "label": 52}
{"text": "I want to have an item refunded can I do that?", "label": 52}
{"text": "Do you have a return policy?", "label": 52}
{"text": "Can I have a refund for one of your products?", "label": 52}
{"text": "I would like my refund for this item I bought.", "label": 52}
{"text": "How do I cancel a purchase?", "label": 52}
{"text": "HELP. My account has been deducted already and the Seller says they haven't received the money yet? When can they expect it?", "label": 53}
{"text": "Please tell me why the purchase I made online returned payment. I really wanted this item and I've been trying for 2 weeks.", "label": 53}
{"text": "What happens if a merchant doesn't accept  you payment?", "label": 53}
{"text": "What does it mean if it says my card payment has been cancelled?", "label": 53}
{"text": "I think my card payment was cancelled. What happened?", "label": 53}
{"text": "My payment has not been accepted.", "label": 53}
{"text": "My card payment has been cancelled", "label": 53}
{"text": "The card payment didn't work", "label": 53}
{"text": "Can you tell me why the card payment came back?", "label": 53}
{"text": "I did a payment but it was reverted by the app", "label": 53}
{"text": "What happens when a payment is reverted?", "label": 53}
{"text": "One of my card payments has reverted", "label": 53}
{"text": "Why has my card payment been reversed?", "label": 53}
{"text": "I received a message from a seller stating they hadn't received my money even though it definitely came out of my account. The money has now been deposited back into my account. Please get this resolved as soon as possible.", "label": 53}
{"text": "My card payment's cancelled", "label": 53}
{"text": "Was my transaction reverted with my card?", "label": 53}
{"text": "Can I use American Express?", "label": 54}
{"text": "Can you accept my other card from the U.S.?  It is the only other one I have.", "label": 54}
{"text": "do you accept from usa credit card?", "label": 54}
{"text": "Do you accept credit cards from the US", "label": 54}
{"text": "If I want to add funds to the account using American Express, how do I do that?", "label": 54}
{"text": "I want to add funds to my account. What payment methods are accepted?", "label": 54}
{"text": "Am I able to add money into my account using my American Express?", "label": 54}
{"text": "Top up my card please, which y'all support?", "label": 54}
{"text": "What currency is acceptable for a top up?", "label": 54}
{"text": "What cards do you support", "label": 54}
{"text": "Do you accept any card and currency?", "label": 54}
{"text": "How can I top up my account and which currency can I use?", "label": 54}
{"text": "Can I use this app for any currency?", "label": 54}
{"text": "How can I pay for top-ups?", "label": 54}
{"text": "Which currencies do you accept for adding money?", "label": 54}
{"text": "I want to use my American Express for adding money into my account.", "label": 54}
{"text": "I would like to invalidate my account.  I am very disappointed with your services.", "label": 55}
{"text": "I want to delete my account.", "label": 55}
{"text": "Can you delete the account?", "label": 55}
{"text": "This place has been too much work so I'd just like to close out my account & be done.", "label": 55}
{"text": "I no longer want this account, what should I do?", "label": 55}
{"text": "I want to end my account", "label": 55}
{"text": "Help me close my account.", "label": 55}
{"text": "i'm not satisfied with the services and no longer want to be a customer", "label": 55}
{"text": "Your service is bad.  Close my account.", "label": 55}
{"text": "how to delete account, not happy", "label": 55}
{"text": "I want to inactivate my account.", "label": 55}
{"text": "Delete my account now please.", "label": 55}
{"text": "The service here is horrible, I want to delete my account.", "label": 55}
{"text": "What's the process for terminating an account?", "label": 55}
{"text": "I want to close my account. The service you provide is unsatisfactory to me.", "label": 55}
{"text": "Please delete this account.", "label": 55}
{"text": "I want to do a swift transfer", "label": 56}
{"text": "Am I charged if I make a top-up?", "label": 56}
{"text": "Can I transfer money using the SWIFT service?", "label": 56}
{"text": "How much does it cost to make transfers?", "label": 56}
{"text": "Do I pay a fee for SEPA transfers?", "label": 56}
{"text": "What are the charges for receiving a SEPA transfer?", "label": 56}
{"text": "If I top up by transfer, am I going to be charged?", "label": 56}
{"text": "Do I get charged if I am receiving money?", "label": 56}
{"text": "is there a fee for swift transfer", "label": 56}
{"text": "Will there be a charge for topping up by account with a SEPA transfer?", "label": 56}
{"text": "How much does it cost to do a transfer?", "label": 56}
{"text": "Are there fees for receiving a SEPA transfer?", "label": 56}
{"text": "Will there be a charge when money is added to my account?", "label": 56}
{"text": "Am I able to do a SWIFT transfer with you?", "label": 56}
{"text": "Is there a charge for receiving money?", "label": 56}
{"text": "What is the fee to top-up my account", "label": 56}
{"text": "Will I be charged for adding money using an international card?", "label": 57}
{"text": "should i add money via bank transfer instead", "label": 57}
{"text": "Is there a charge for top-ups?", "label": 57}
{"text": "Will I be charged any fees if I want to add money with an international card?", "label": 57}
{"text": "Are there any charges for topping up my card?", "label": 57}
{"text": "Is there a fee for european bank cards?", "label": 57}
{"text": "What fees to you have for top ups?", "label": 57}
{"text": "Is there a fee to top up a US card using a debit or credit card?", "label": 57}
{"text": "Can I top up for free using a European card?", "label": 57}
{"text": "Can I get information on topping up?", "label": 57}
{"text": "Will you charge me if I top up by card?", "label": 57}
{"text": "I need to know what charges I will incur for using a European card for top up.", "label": 57}
{"text": "Will I get charged for topping up with an international card?", "label": 57}
{"text": "I am worried about fees for top up cards?", "label": 57}
{"text": "how much for topping up by card?", "label": 57}
{"text": "Is there a charge to use a Top up card in the US?", "label": 57}
{"text": "Will I be able to top up by cheque?", "label": 58}
{"text": "Can I top up online?", "label": 58}
{"text": "How can I put more money into my account?", "label": 58}
{"text": "What are my payment options for topping off my account?", "label": 58}
{"text": "I need a hand here, I need to top up cash.", "label": 58}
{"text": "Can I add to my account using a cheque?", "label": 58}
{"text": "How do I top-up my card with a cheque?", "label": 58}
{"text": "Can I purchase with cash or cheque?", "label": 58}
{"text": "Where do I find how to top off with a check?", "label": 58}
{"text": "Do you accept cash?", "label": 58}
{"text": "Do you accept cheques for top-up?", "label": 58}
{"text": "Is there somewhere I can send a check to add to my account?", "label": 58}
{"text": "I want to do a cash deposit to top up. How do I do this?", "label": 58}
{"text": "How can I add physical money to my card?", "label": 58}
{"text": "How would I top up with a cheque?", "label": 58}
{"text": "Do you take checks?", "label": 58}
{"text": "My top-up does not seem to have worked, what  went wrong?", "label": 59}
{"text": "I've been trying to transfer funds to top-up my card, but the transaction is not going through.  Is there something I'm doing wrong?", "label": 59}
{"text": "I really need to top-up my card today urgently but my card keeps getting declined!! Can you please resolve this problem or let me know if you have any alternatives", "label": 59}
{"text": "It looks like my top up didn't work.  Why?", "label": 59}
{"text": "My top-up failed to go through.", "label": 59}
{"text": "Tell me why my topup wouldn't go through?", "label": 59}
{"text": "I wanted to top up my account and it doesn't look like it worked", "label": 59}
{"text": "Can I tell if my top off didn't work?  It doesn't seem to have.", "label": 59}
{"text": "Why did my credit card get declined for top up?", "label": 59}
{"text": "My credit card was declined for top-up. Can you see if there is enough funds in my account?", "label": 59}
{"text": "Trouble with my top up", "label": 59}
{"text": "I can't access my money. Is it because somethings wrong with the top-up? I set it up correctly.", "label": 59}
{"text": "My top up was denied", "label": 59}
{"text": "I have been trying unsuccessfully to top-up my card.  Is the system down or not working properly?", "label": 59}
{"text": "I didn't see the money I added to my card.", "label": 59}
{"text": "I'm confused as to why my top-up did not go through.", "label": 59}
{"text": "I would like to know how much I can top-up.", "label": 60}
{"text": "How often can I top up my account?", "label": 60}
{"text": "Is there a top-up limit?", "label": 60}
{"text": "What is the daily limit on my card?", "label": 60}
{"text": "Do you have any top-up limits?", "label": 60}
{"text": "Is there any amount in which I would get cut off from topping up?", "label": 60}
{"text": "Can I top up?", "label": 60}
{"text": "Is there a limit to how much I can top-up?", "label": 60}
{"text": "What is the top-up limit for my card?", "label": 60}
{"text": "Are top-ups unlimited?", "label": 60}
{"text": "What is the most I can top-up?", "label": 60}
{"text": "limits on top ups", "label": 60}
{"text": "How often can I top up?", "label": 60}
{"text": "Is the top-up amount unlimited?", "label": 60}
{"text": "What is the maximum top up?", "label": 60}
{"text": "Can I increase my top-up maximum?", "label": 60}
{"text": "Seems like my top up has been cancelled", "label": 61}
{"text": "I topped up but my money is not showing. Why is that?", "label": 61}
{"text": "Reasons for top up cancellation.", "label": 61}
{"text": "Why have my top ups been canceled?", "label": 61}
{"text": "Did you lose my money? I had added funds through top-up not long ago and I know they were in my account, but they seem to have disappeared. What happened?", "label": 61}
{"text": "It appears my top-ups have been canceled.", "label": 61}
{"text": "Why was my top up cancelled?", "label": 61}
{"text": "The app reversed a top off I had.  What should I do?", "label": 61}
{"text": "What did you do with my money??? I just topped up, I saw the money was there, but now it's gone!! What did you do with it?", "label": 61}
{"text": "Hi, i just topped up my phone and the money was deducted but it seems to have deducted the same amount again! please help!", "label": 61}
{"text": "I topped up recently and saw the money go through, but now it's just gone? What's going on", "label": 61}
{"text": "My money is gone. I had topped up recently and saw it was there and went through, but now it's disappeared, what's going on?", "label": 61}
{"text": "It looks like my top-up was cancelled", "label": 61}
{"text": "My top up was rejected. Why?", "label": 61}
{"text": "Seems like my top-up has been cancelled", "label": 61}
{"text": "My topup got reverted. Please let me know if there is any issue in system.", "label": 61}
{"text": "How do I use a card to top up?", "label": 62}
{"text": "I tried to top off using the card, but the money just disappeared?", "label": 62}
{"text": "I want to transfer money using my credit card.", "label": 62}
{"text": "Can I add other people to my account, so they can top up?", "label": 62}
{"text": "I can't see my top up in my wallet!", "label": 62}
{"text": "Why can't I see the top up I made?", "label": 62}
{"text": "Hoe do i use my credit card to transfer money?", "label": 62}
{"text": "I tried topping up using my card, but the money is gone?", "label": 62}
{"text": "I cannot tell what my top up currently is.", "label": 62}
{"text": "I don't see my top up in my wallet.", "label": 62}
{"text": "My card needs to be topped up.", "label": 62}
{"text": "I need my card topped up,", "label": 62}
{"text": "If I want a friend to top off my account, can they?", "label": 62}
{"text": "Show me how can my friends top up my account.", "label": 62}
{"text": "What information am I going to have to have in order to do a transfer with my card?", "label": 62}
{"text": "Can I let other people have access to my account in order to top up?", "label": 62}
{"text": "What do I do if I have been charged twice?", "label": 63}
{"text": "Hi, I was just checking over my card transactions and notice I was charged twice for a restaurant visit this week. Can you please remove one of these false charges from my account?", "label": 63}
{"text": "I was charged twice for the same purchase!", "label": 63}
{"text": "Is there a reason to why I was charged twice for a transaction?", "label": 63}
{"text": "I was charged too many times for one transaction.", "label": 63}
{"text": "I made a payment and it appears it is showing twice", "label": 63}
{"text": "Why was I charged twice for the same thing?", "label": 63}
{"text": "There is a transaction showing up several times.", "label": 63}
{"text": "Why am I being charged for the same thing twice?", "label": 63}
{"text": "Why am I getting double charged for multiple transactions?", "label": 63}
{"text": "My account was charged twice for one purchase", "label": 63}
{"text": "I have been charged two times for one transaction.", "label": 63}
{"text": "There are two of the same charges on my account.", "label": 63}
{"text": "I have been charged twice for the same transaction.", "label": 63}
{"text": "I've got a repeated tranasaction on my card.", "label": 63}
{"text": "I was charged twice for an in-store purchase that I thought was declined.  My App says that it's still pending for one of the payments. Please make sure one of the charges is removed.", "label": 63}
{"text": "So I've been using my account frequently to manage payments for my vacation house in a different country, and now I'm getting hit with ridiculously high fees! What's with that? Ought not I be rewarded as a frequent user?", "label": 64}
{"text": "I thought transfers were free, why was I charged?", "label": 64}
{"text": "After a transfer, I see an extra fee.  Why?", "label": 64}
{"text": "I transferred money to a receiver within the EU and they received a lesser amount than expected.  Now I will have to send additional money to the receiver in order to make up the difference.  I'm not sure what went wrong, can you please advise?", "label": 64}
{"text": "I got charged a fee for transferring money.", "label": 64}
{"text": "Someone made a mistake on my money transfer because I was charged extra fees.", "label": 64}
{"text": "I've use my accounts all the time to manage my payments for my place abroad that I just got. I now see that I suddenly have new fees.I'm a frequent customer, so why are you charging me new fees instead of rewarding me?", "label": 64}
{"text": "I did a transfer.  What is the extra fee?", "label": 64}
{"text": "Why do I have an unexpected fee on my bill?", "label": 64}
{"text": "Transfers are supposed to be free.  I just got a fee tacked on  to something I bought abroad.  Not cool.  Figure out how to remove it.", "label": 64}
{"text": "Im not sure why Im being charged an extra fee just for purchasing an item from another country? I paid for the item and the shipping why am I getting charged extra?", "label": 64}
{"text": "Is there a fee for transferring money", "label": 64}
{"text": "I made a transfer and according to the receiver \"they haven't received the right amount\" Its lesser than it should be.Now I have to transfer more money to make up for the missing amount . Can you please help me about this, what should be done ?", "label": 64}
{"text": "I made a transfer and according to the receiver \"they haven't received the right amount\" Its lesser than it should be.Now I have to transfer more money to make up for the missing amount . Can you please help me about this,what should be done", "label": 64}
{"text": "I've been using my account while abroad for a while but only recently I've been charged a fee. Why am I only being charged a fee now.", "label": 64}
{"text": "Why was a fee changed for my transfer?", "label": 64}
{"text": "How does a bank transfer for topping my account work?", "label": 65}
{"text": "How do I transfer cash my into my account?", "label": 65}
{"text": "How is my money transferred to the account", "label": 65}
{"text": "Why can I not transfer money into my account?", "label": 65}
{"text": "Tell me how to top up my account using bank transfer.", "label": 65}
{"text": "How simple is it to transfer money into my account?", "label": 65}
{"text": "show me how to transfer to my account", "label": 65}
{"text": "What transfer methods do you accept?", "label": 65}
{"text": "What are the steps for  making a transfer for topping up?", "label": 65}
{"text": "I have questions about how to transfer money to my account.", "label": 65}
{"text": "where do i go to transfer money from one account to this one", "label": 65}
{"text": "I need money put into this account from another one.", "label": 65}
{"text": "I want to transfer money from another account into this one.", "label": 65}
{"text": "How can I transfer money to this account from another bank?", "label": 65}
{"text": "I want to take some funds from my other bank account and add them to this one.", "label": 65}
{"text": "Can I add money to top up my account via a bank transfer?", "label": 65}
{"text": "Could you please help me?  I made my rent payment and have double checked that I sent it to the right account.  The person receiving it says he has not received it but it shows complete on my side.", "label": 66}
{"text": "My new landlord says he hasn't received the rent payment that I transferred a couple days ago. I've already checked the account numbers and they are correct. Can you tell me what's going on with this transaction that the transfer isn't showing up on my landlord's end?", "label": 66}
{"text": "I completed a transfer within the UK two days ago, but it is still not showing received.  I have verified the account number is correct already.  Is there anything else I need to do or is there a problem?", "label": 66}
{"text": "Why hasn't the transaction I did to my friend arrived yet?", "label": 66}
{"text": "I tried doing an in country transfer earlier this week. I thought it would be there by now but I still don't see the money. Can you check the status on my transfer?", "label": 66}
{"text": "Why has my transfer not arrived yet?", "label": 66}
{"text": "I sent money to a person and they haven't received the payment yet.", "label": 66}
{"text": "I transferred some money to my mom 2 days ago and she has not received it. I double checked the information and it looks right. Can you help me?", "label": 66}
{"text": "I did a money transaction and the recipient doesn't see it", "label": 66}
{"text": "When are you going to transfer the money?", "label": 66}
{"text": "I sent a payment but it isn't showing up in the app", "label": 66}
{"text": "I just transferred my friend money, but she hasn't received it yet, and it's been a few hours. Can you tell me when to expect it to go through?", "label": 66}
{"text": "The day before yesterday, I performed a transfer within the country. It still has not completed. Can you check on that? The account number is definitely correct, as I've checked.", "label": 66}
{"text": "Why is my friend not getting a transaction arrival yet?", "label": 66}
{"text": "I sent some money to somebody a couple of hours ago, and they still have yet to receive it.  They really need the money, how much longer are they going to have to wait?", "label": 66}
{"text": "Why hasn't my in country transfer gone through yet? I confirmed the account info a couple days ago but the payment hasn't been posted yet.", "label": 66}
{"text": "When will my transfer from the US get here?", "label": 67}
{"text": "Can you please tell me how long it takes for the transfer to be available.", "label": 67}
{"text": "It's been a couple days how much longer do I have to wait for my transfer?", "label": 67}
{"text": "What is the wait time until money reaches my account?", "label": 67}
{"text": "How long does a transfer transaction take?", "label": 67}
{"text": "How long do I have to wait for a US transfer?", "label": 67}
{"text": "I have a transfer from the US, How long is the wait?", "label": 67}
{"text": "What is the timeframe for a transfer in Europe?", "label": 67}
{"text": "Will the transfer show up in my account soon?", "label": 67}
{"text": "What's the wait time for European transfers?", "label": 67}
{"text": "If I need to transfer something quick from China, how long does that take?", "label": 67}
{"text": "How long does it take transfers from Europe to complete?", "label": 67}
{"text": "How long does a European transfer take?", "label": 67}
{"text": "Money transfer help? How long?", "label": 67}
{"text": "How long will it take to transfer something to China urgently?", "label": 67}
{"text": "My Bank is in Europe, how long will the transfer take?", "label": 67}
{"text": "What do I do if I can't prove my identity?", "label": 68}
{"text": "The app doesn't think it's me.", "label": 68}
{"text": "The app is telling me that I am not me.", "label": 68}
{"text": "Help me verify my identity.", "label": 68}
{"text": "why does it take so long to verify my id", "label": 68}
{"text": "I am having trouble with the app recognizing me.", "label": 68}
{"text": "I am not able to prove my identity", "label": 68}
{"text": "What do I need to bring for identification?", "label": 68}
{"text": "My identity can't be verified for some reason", "label": 68}
{"text": "I do not have the information to verify my identify.", "label": 68}
{"text": "I can't verify my ID. Why?", "label": 68}
{"text": "Why am I not allowed to verify my id?", "label": 68}
{"text": "Why am I unable verify my id?", "label": 68}
{"text": "The app is not able to realize that it is me.", "label": 68}
{"text": "The app is having trouble verifying my identity.", "label": 68}
{"text": "I'm having a hard time proving my identity.", "label": 68}
{"text": "How do you check my identity?", "label": 69}
{"text": "Can I use my social security card as a form of identity?", "label": 69}
{"text": "How can I prove who I am?", "label": 69}
{"text": "What documentation do you accept for the identity check?", "label": 69}
{"text": "What are the requirements to verify my identity?", "label": 69}
{"text": "Where do I go to fill out the identity form?", "label": 69}
{"text": "If I'm getting my identity verified, what all do I need?", "label": 69}
{"text": "with what can I verify my identity?", "label": 69}
{"text": "What do you require for identification verification?", "label": 69}
{"text": "What steps do I need to take for the identity checking process?", "label": 69}
{"text": "Let me know what the steps for the identity checks are", "label": 69}
{"text": "What are the steps to verify identity?", "label": 69}
{"text": "I was told to verify my identity, how do I do that?", "label": 69}
{"text": "What documents do I need to get together to verify my identity?", "label": 69}
{"text": "What has to be done to verify my identity?", "label": 69}
{"text": "Where can I go to find out how to verify my identity?", "label": 69}
{"text": "How can I prove the source of my funds?", "label": 70}
{"text": "I need to know where do my funds come from", "label": 70}
{"text": "Can you tell me where my readily available cash has come from?", "label": 70}
{"text": "Where do my available funds come from?", "label": 70}
{"text": "I need to see where my money came from.", "label": 70}
{"text": "How can I receive verification for the source of my funds?", "label": 70}
{"text": "What is the source of funds for my money?", "label": 70}
{"text": "I would like to know where my source of funds came from.", "label": 70}
{"text": "Can I see my available money?", "label": 70}
{"text": "Verify my source of funds?", "label": 70}
{"text": "How can I find out where the funds are flow?", "label": 70}
{"text": "How do I verify my source of funds?", "label": 70}
{"text": "Can you tell me how I would go about learning where my funds came from?", "label": 70}
{"text": "Is there a way to see where my money originally came from?", "label": 70}
{"text": "Is there a way for me to check my balance?", "label": 70}
{"text": "where are the transfers originating", "label": 70}
{"text": "this verifying the top up is annoying", "label": 71}
{"text": "Where can I find the verification code for the card top-up?", "label": 71}
{"text": "I need to find the top up verification code", "label": 71}
{"text": "How to verify top up card?", "label": 71}
{"text": "I don't know where the top-up verification code is.", "label": 71}
{"text": "I would like to receive instructions showing the verification process for top up cards..", "label": 71}
{"text": "Can you tell me where to find my top-up verification code?", "label": 71}
{"text": "Do I need to verify my top-up card?", "label": 71}
{"text": "What is the verification process for my card?", "label": 71}
{"text": "What is the point of verifying a top up?", "label": 71}
{"text": "Where do i verify a top-up card?", "label": 71}
{"text": "What is the top up code for?", "label": 71}
{"text": "Is the verification number on the top up card", "label": 71}
{"text": "I don't see the verification code for my card transfer.", "label": 71}
{"text": "How many digits identify the top-up verification code?", "label": 71}
{"text": "What's the deal with verifying the top-up?", "label": 71}
{"text": "I can't use my virtual disposable card", "label": 72}
{"text": "Can I use my virtual card to complete transactions for memberships?", "label": 72}
{"text": "I have a disposable card but it does not work?", "label": 72}
{"text": "Why can't I make multiple payments with my virtual card?", "label": 72}
{"text": "I tried to use my disposable virtual card to pay a subscription to the gym and it got rejected. Any ideas why?", "label": 72}
{"text": "I tried paying with my disposable virtual card earlier but it was rejected. What can I do to fix this?", "label": 72}
{"text": "What do I do if my disposable virtual card doesn't work?", "label": 72}
{"text": "I cannot get my virtual card to function.", "label": 72}
{"text": "What do I have to do to get the virtual card to work?", "label": 72}
{"text": "My throwaway virtual card won't work", "label": 72}
{"text": "Is there a reason why my virtual card won't work?", "label": 72}
{"text": "virtual card won't work for me", "label": 72}
{"text": "Help me get the virtual card working.", "label": 72}
{"text": "My virtual card isn't working.", "label": 72}
{"text": "I can't get my virtual card to work.", "label": 72}
{"text": "I can't seem to get my virtual card to work.", "label": 72}
{"text": "I would like to get both a Visa and MasterCard?", "label": 73}
{"text": "Can I choose my Visa or Mastercard?", "label": 73}
{"text": "Can I get a Visa instead of a MasterCard?", "label": 73}
{"text": "Could I get a mastercard if that's reasonable?", "label": 73}
{"text": "I prefer Visa, can I get that instead?", "label": 73}
{"text": "Please give me both a visa and a mastercard.", "label": 73}
{"text": "would a visa or mastercard be more suited to me?", "label": 73}
{"text": "Is it acceptable to use either Visa or Mastercard?", "label": 73}
{"text": "Do I get  a mastercard and visa?", "label": 73}
{"text": "I hope to get a Visa card", "label": 73}
{"text": "Will I be able to get both a visa and a mastercard?", "label": 73}
{"text": "Visa or Mastercard?", "label": 73}
{"text": "How can I choose between Visa and Mastercard?", "label": 73}
{"text": "I'd like to get a Visa card, please.", "label": 73}
{"text": "Are visa and mastercard accepted", "label": 73}
{"text": "Do I have a choice for a Mastercard?", "label": 73}
{"text": "Why do you need to perform identity verification?", "label": 74}
{"text": "Why should I have to prove my identity?", "label": 74}
{"text": "What's the reason for needing to verify my identity?", "label": 74}
{"text": "Why is the identity check involved?", "label": 74}
{"text": "What is with the need to have all my ID information?", "label": 74}
{"text": "Why does my identity need to be verified?", "label": 74}
{"text": "Why is there a verification to identity", "label": 74}
{"text": "I want to use my account before identity verification", "label": 74}
{"text": "My Identity verification hasn't passed yet is it possible to use my account?", "label": 74}
{"text": "I refuse to verify my identity.", "label": 74}
{"text": "I'm waiting for the ID verification to go through still, so is it too soon to use my account?", "label": 74}
{"text": "Why is it required to verify my identity?", "label": 74}
{"text": "I am not comfortable verifying my indentity.", "label": 74}
{"text": "Why do you need to check my identity?", "label": 74}
{"text": "I am afraid to give you all my identify details.", "label": 74}
{"text": "Should I complete my security verification before I can use my account?", "label": 74}
{"text": "Hey I am standing in front of an ATM here, it only gave me 10 pounds even though I wanted to withdraw 30! Seems like the app has 30 pounds, what do I do??", "label": 75}
{"text": "I requested money from the ATM and it didn't give me as much as I requested.", "label": 75}
{"text": "If the ATM only gave me 10 pounds instead of the 30 I requested, what do I do?", "label": 75}
{"text": "I withdrew $100 but only received $20", "label": 75}
{"text": "I did not receive the correct amount of cash.", "label": 75}
{"text": "Why is my withdrawal wrong? I took out $100 but only received $20.", "label": 75}
{"text": "I'm at the ATM right now and it only allowed me to withdraw 10 pounds instead of my requested 30. What's going on? How can I fix this?", "label": 75}
{"text": "Why didn't I receive the right amount of cash?", "label": 75}
{"text": "I am so angry right now!  I went to the ATM and did not get the correct amount of money I chose to withdraw.  How could this happen?  I need my money and want to know how I can get it ASAP!", "label": 75}
{"text": "I'm stuck here at your broken ATM and I don't know what to do next. Asked for 30 pounds, got 10. ATM said I got 30. Something very wrong here and I want my money now!", "label": 75}
{"text": "How can we correct a mistake on an ATM transaction?  The app shows what I should have gotten.", "label": 75}
{"text": "I went tot the ATM earlier today and didn't realize this till now but I did not get all the money I requested.  I believe my account was charged for 100 but I only got 80.  Is there any way we can solve this problem?", "label": 75}
{"text": "Why did I get less from the ATM?", "label": 75}
{"text": "The ATM shows a withdraw of the amount of money I requested but I didn't revieve that amount in cash.", "label": 75}
{"text": "I got less cash than what I specified at the ATM.", "label": 75}
{"text": "My cash withdrawal was not entirely complete", "label": 75}
{"text": "I did not get the right exchange rate while getting my cash out.", "label": 76}
{"text": "You applied the wrong exchange rate while I was traveling outside the country.", "label": 76}
{"text": "the exchange rate I got for cash was wrong", "label": 76}
{"text": "I was needing you to see if the exchange rate is correct from when i got cash", "label": 76}
{"text": "how come my withdrawal rate is wrong for my cash withdrawal", "label": 76}
{"text": "I think the exchange rate for the cash I withdrew was wrong.", "label": 76}
{"text": "I thought I was going to receive more currency?", "label": 76}
{"text": "what is the exchange rate for foreign ATMs", "label": 76}
{"text": "Hi, I have withdrawn cash from the ATM on holiday and i guess withdrawal amount has been overcharged. I did it as i was not aware of these charges.", "label": 76}
{"text": "The wrong exchange rate applied to my cash withdrawal.", "label": 76}
{"text": "I tried withdrawing money in another country and the exchange rate was wrong.", "label": 76}
{"text": "I noticed my exchange rate was incorrect when I got cash.", "label": 76}
{"text": "When I got cash, my exchange rate was off.", "label": 76}
{"text": "I think that the exchange rate for the withdrawal of my cash is not right.", "label": 76}
{"text": "I had trouble with an incorrect rate being applied when using the ATM with foreign currency.", "label": 76}
{"text": "I think I was charged a different exchange rate than what was posted at the time.", "label": 76}
