{"text": "Sao Paulo Mayor Suplicy, Lula Ally, Heads for Runoff (Update1) Sao Paulo Mayor Marta Suplicy, a member of the governing Workers #39; Party, finished second in city elections to Jose Serra, a one-time presidential contender, setting the stage for a runoff ", "label": 0}
{"text": "Israel Says It Attacked Islamic Jihad Leader  JERUSALEM (Reuters) - The Israeli army said it had attacked  the car of the Palestinian Islamic Jihad militant commander who  was killed in a Gaza City airstrike on Tuesday.", "label": 0}
{"text": "Command Failure Seen at Fault in Beslan Massacre  MOSCOW (Reuters) - Security forces bungled the handling of  Russia's worst hostage drama because nobody was in charge and  special forces were not ready when the shooting started,  security analysts said on Monday.", "label": 0}
{"text": "Viewers to be able to shape TV The EU is backing a project that would let viewers personalise shows and films to suit their tastes.", "label": 0}
{"text": "Israel Agrees to Ramallah Burial Site for Arafat Egypt has agreed to a Palestinian Authority request to hold funeral services in Cairo for Yasir Arafat.", "label": 0}
{"text": "Thieves asked to save The Scream The head of Oslo's Munch museum appeals to thieves who stole The Scream not to destroy it.", "label": 0}
{"text": "Namibians cast their ballots Namibian voters are casting their ballots in the nation #39;s presidential and parliamentary elections. In Windhoek, people started arriving at the polling stations as early as 5am today.", "label": 0}
{"text": "Phelps Wins 100-Meter Butterfly American Michael Phelps won the gold medal Friday in the 100-meter butterfly with an Olympic-record time of 51.25 seconds.", "label": 0}
{"text": "Flying Finn Given Two Years for Aggravated Assault  HELSINKI (Reuters) - Former Finnish ski jumping star Matti  Nykanen was sentenced to 2 years in jail after a court found  him guilty of aggravated assault on Wednesday, the chief  prosecutor said.", "label": 1}
{"text": "No. 17 Michigan Escapes San Diego State (AP) AP - Braylon Edwards caught eight passes for 130 yards and two touchdowns, including the game-winner in the third quarter, to lead No. 17 Michigan past San Diego State 24-21 on Saturday.", "label": 1}
{"text": "FA explains player silence The Football Association has revealed England #39;s players refused to talk to the media after their win in Poland in protest at criticism aimed at them.", "label": 1}
{"text": "Fernandez Racing Post-Race Notes: Toyota Indy 400 Adrian Fernandez scored his third career IRL IndyCar Series win this afternoon, claiming victory in the Toyota Indy 400 at California Speedway.", "label": 1}
{"text": "Vikings' Winfield to Miss Game vs. Lions (AP) AP - Vikings cornerback Antoine Winfield will miss his second straight game with a high ankle sprain, sitting out Sunday's contest against Detroit.", "label": 1}
{"text": "Sales provides knockout punch for Sun Six-time WNBA all-star Nykesha Sales and the Connecticut Sun are heading to the WNBA championship finals after beating the New York Liberty last Friday and last Saturday in the best two out of three games for the WNBA Eastern Conference Championship.", "label": 1}
{"text": "Seattle returns home after two huge road wins The road no longer looks so long to the Seattle Seahawks after wins on consecutive cross-country trips on which they logged nearly 10,000 miles.", "label": 1}
{"text": "Yankees closer expected to play in ALCS Mariano Rivera #39;s celebration of the Yankees #39; Division Series win was muted on Saturday night, as the closer learned after the game of an accident at his home in Panama.", "label": 1}
{"text": "Copper May Recover After Worst Week in 5 Years, Survey Shows Copper prices may recover this week from the biggest five-day drop since July 1999 as demand keeps growing in China, the world #39;s largest user of the metal, a survey of traders and analysts showed.", "label": 2}
{"text": "US Rejects EU That Hormone-Treated Beef Ban Is Justified The US Trade Representative on Monday rejected the European Union #39;s assertion that its ban on beef from hormone-treated cattle is now justified by science and that US and Canadian retaliatory sanctions should be lifted.", "label": 2}
{"text": "Oil Ends Above \\$55 on Winter Supply Fears  NEW YORK (Reuters) - Oil prices broke above \\$55 a barrel on  Tuesday as concern lingered over thin world heating oil  supplies ahead of the northern winter.", "label": 2}
{"text": "Ovitz Defends His Role in ABC Hiring, 'Kundun' GEORGETOWN, Del., Oct. 28 -- Plaintiffs in a shareholder lawsuit over former Walt Disney Co. president Michael Ovitz's \\$140 million severance package attempted Thursday to portray Ovitz as a dishonest bumbler who botched the hiring of a major television executive and pushed the release of a movie that angered the Chinese government, damaging Disney's business prospects in the country.", "label": 2}
{"text": "City sees overhaul as precursor to sale, leaving group focused on &lt;b&gt;...&lt;/b&gt; P amp;O staked its immediate future as a ferry operator on the burgeoning freight market yesterday as it blamed the death of the booze cruise for the need to axe one-fifth of its workforce.", "label": 2}
{"text": "Toshiba takes Hynix to task in patent clash Toshiba has accused Hynix of infringing its DRAM and Flash patents, and has begun legal proceedings against its South Korean rival in the US and Japanese courts.", "label": 2}
{"text": "Dollar Under Pressure in Thin Trading (Reuters) Reuters - The dollar was feeling the heat on\\Thursday as concerns about the U.S. trade and current account\\deficits hardened the market's view that the currency's\\downward spiral would continue.", "label": 2}
{"text": "Japan deflation struggle nears end Bank of Japan says prices will rise 0.1 in  #39;05, but it will likely keep ultra-low interest rates. TOKYO (Reuters) - Japan #39;s five-year bout with deflation is likely to end next year, the Bank of Japan said ", "label": 2}
{"text": "New software blows the whistle on viruses #39; activities Engineers at Hewlett-Packard are working on  quot;virus throttling quot; software that could slow the spread of viruses and worms, possibly limiting the destruction hackers inflict on millions of computers each year.", "label": 3}
{"text": "Remote Access Gets Safer, Easier (Ziff Davis) Ziff Davis - Opinion: As competition heats up, iPass is the latest remote-access provider to announce favorable Wi-Fi pricing for enterprise customers.", "label": 3}
{"text": "Intel shifts focus to multicore chip performance Intel Corp., which has led the charge in the gigahertz race, is expected to change its tune at this week #39;s developer forum in San Francisco by focusing on improving chip performance by adding more cores to the microprocessor.", "label": 3}
{"text": "Microsoft Passes on Itanium Microsofts upcoming Windows for clustered computers operating system will not support Intels powerful Intanium 2 chipset according to News.", "label": 3}
{"text": "Eyewear to help you cross roads Crossing the road may soon be as straightforward -- and safe -- for blind and visually impaired people as it is for someone with good eyesight, thanks to a new device that acts as an  quot;electronic eye.", "label": 3}
{"text": "NASA prepares BlackBerry backup With Florida facing the possibility of its third hurricane in a month, NASA is putting together a backup plan for its message system based on Research in Motion Ltd.", "label": 3}
{"text": "IBM Chief Sees Global Tech Spending Rise (Reuters) Reuters - Companies will spend more money next year\\on information technology and other capital investments\\compared with 2004, the chief executive of the world's biggest\\computer company, IBM Corp, said on Friday.", "label": 3}
{"text": "EBay Acquires Web Site From Netherlands (AP) AP - Online auction giant eBay Inc. has acquired the most popular classifieds Web site in the Netherlands for about  #36;290 million, the company announced.", "label": 3}
