{"text": "EU's Solana Heads for Darfur, May Offer AU Funding  BRUSSELS (Reuters) - EU foreign policy chief Javier Solana  heads for Africa on Friday where he is likely to announce a  contribution of more than 100 million euros to an African Union  force in Sudan's Darfur region, an EU diplomat said.", "label": 0}
{"text": "UN heads towards 60th year with big plans, big problems UNITED NATIONS, (AFP) - The United Nations turns 60 in 2005 after a bruising year that has seen the organisation battered and demoralised by a string of scandals that have damaged the UN #39;s image.", "label": 0}
{"text": "SA considers Guinea request on Thatcher South Africa #39;s Justice Ministry will on Monday begin studying a request from Equatorial Guinea to question Mark Thatcher, who has been charged in Cape Town with bankrolling an alleged coup plot to topple the government in Malabo.", "label": 0}
{"text": "Iraq Turns Over Decapitated Corpse to U.S. BAGHDAD, Iraq - Iraqi officials recovered a decapitated corpse in western Baghdad on Wednesday and turned it over to the United States, which was investigating if it was the body of kidnapped American Jack Hensley - purportedly slain the day before by al-Qaida-linked militants.    The discovery came as the U.S...", "label": 0}
{"text": "India ready to look into Musharrafs proposal PTI On Board Special Aircraft Nov 13: India today said it would certainly look into the Pakistan President, General Pervez Musharrafs recent formulation to resolve the Kashmir issue if it is made formally but firmly ruled out third party mediation ", "label": 0}
{"text": "Israeli Missiles Hit Palestinian Workshop in Gaza (Reuters) Reuters - Israeli helicopters fired missiles at a\\metal foundry in Gaza on Friday, one day after Israel raided\\two Gaza camps in response to Palestinian suicide bombings in\\Israel this week.", "label": 0}
{"text": "Lebanese Foreign Ministry says it is trying to secure release of 7 &lt;b&gt;...&lt;/b&gt; The Lebanese Embassy in Baghdad is working with Iraqis to secure the release of a 7-year-old Lebanese boy taken by kidnappers demanding \\$150,000, Foreign Ministry officials said Monday.", "label": 0}
{"text": "US steps up pressure on Falluja Artillery fire is heard on the outskirts of the  Iraqi city of Falluja amid expectations of a major assault against rebels. ", "label": 0}
{"text": "ELLIOTT BAGS BOTH STAKES AT THE BIG A Jockey Stewart Elliott made a successful visit to Aqueduct as he swept both stakes on the Election Day card. Elliott, who came to prominence as the regular jockey of 2004 ", "label": 1}
{"text": "Irish And Huskies Set To Battle This Afternoon The Washington Huskies pay a visit to Notre Dame Stadium for the first time since 1996. The Fighting Irish (2-1) will look to extend their winning streak to three games while the Huskies ", "label": 1}
{"text": "Broncos Defeat Chiefs 34-24 (AP) AP - Quentin Griffin might make the Denver Broncos forget Clinton Portis after all. Griffin ran for 156 yards and scored three touchdowns in his first game as Portis' replacement, lifting the Broncos to a 34-24 victory over the Kansas City Chiefs on Sunday night.", "label": 1}
{"text": "UEFA follow FIFA and place Bernabeu under racism investigation NYON, Nov 25 (SW) - European Football governing body UEFA have officially announced they had launched an investigation over the racist chanting heard at Real Madrids Santiago Bernabeu on Tuesday night.", "label": 1}
{"text": "Knicks: Suhr replaces Helm as assistant Knicks general manager Isiah Thomas has his coaching staff in place. Now all he has to do is fire Lenny Wilkens. Yesterday, the Knicks said 71-year-old assistant Dick ", "label": 1}
{"text": "Bobcats earn first victory Gerald Wallace slid face-first off the court after a hard foul, popped back up and looked at the scoreboard. He wasn't seeing things -- the Charlotte Bobcats really were on their way to the first win in franchise history.", "label": 1}
{"text": "Power romps over rival So much for the intense match between long-time rivals that was supposed to go down last night at the 2004 PACE Canadian Squash Classic.", "label": 1}
{"text": "WADA Sanctions \\$1.47 Million Rise in Expenditure  NEW YORK (Reuters) - The World Anti-Doping Agency (WADA)  has approved a \\$1.47 million increase in its expenditure budget  for next year.", "label": 1}
{"text": "Toy Safety: Common Sense and Consumer Protection If toys are on your holiday gift list, it #39;s always great to be the one who gives the best toy. Don #39;t forget about safety. Just because a toy is on the store shelf doesn #39;t mean it #39;s safe.", "label": 2}
{"text": "BFI Canada to Acquire IESI to Expand in US South (Update1) BFI Canada Income Fund, which owns a Canadian trash hauler, agreed to buy closely held IESI Corp. of Texas for C\\$1.1 billion (\\$930.3 million) in equity and debt to expand in the US South and Northeast.", "label": 2}
{"text": "UK oil balance moves into deficit The UK's oil trade balance sank into the red for the first time in 13 years in September, official figures show.", "label": 2}
{"text": "Commodities Rise, ConAgra Profit Falls  CHICAGO (Reuters) - ConAgra Foods Inc. &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=CAG.N target=/stocks/quickinfo/fullquote\"&gt;CAG.N&lt;/A&gt; on Wednesday  posted lower quarterly profits due to higher ingredient costs  and the sale of its chicken and agricultural products  businesses.", "label": 2}
{"text": "First direct flight from US to Vietnam since 1975 is on its way _ For the first time since 1975, a US passenger jet is flying from the US directly to Vietnam. The United Air Lines flight with 347 aboard took off from San Francisco today and is scheduled ", "label": 2}
{"text": "Target Sees Sales Growth Near 6 Percent (AP) AP - Target Corp. now expects average October sales close to the top of its previous estimate of a 4 percent to 6 percent increase from last year, the discount retailer said Monday.", "label": 2}
{"text": "Sluggish Global Sales Trim Coke Profit  ATLANTA (Reuters) - Coca-Cola Co. &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=KO.N target=/stocks/quickinfo/fullquote\"&gt;KO.N&lt;/A&gt; on Thursday  reported a sharp drop in quarterly net income due to weak sales  of its soft drinks, juices and bottled waters in Germany and  other key markets.", "label": 2}
{"text": "Comcast Announces Broad Microsoft TV Software Deployment Comcast Cable this month will turn up the first US commercial deployment of Microsoft TV Foundation Edition, a digital cable software platform that includes an interactive program guide and supports dual-tuner digital video recording (DVR) services.", "label": 2}
{"text": "Industry 'denies chemical risks' Industry denies proven links between some chemicals and childhood illness, a senior WHO official tells the BBC.", "label": 3}
{"text": "New Haven architect to design Adriaen #39;s Landing science center HARTFORD, Conn. -- A design for a futuristic glass building with a giant plasma video screen landed Cesar Pelli the job as architect for the new science center at Adriaen #39;s Landing.", "label": 3}
{"text": "Plasma beam for 90-day Mars visit Advocates of a propulsion idea for spacecraft claim that it would enable a 90-day round trip to Mars.", "label": 3}
{"text": "Mozilla #39;s Firefox, the Next Big Browser? Gartner analyst David Smith told LinuxInsider that many of those who switch from dominant browser Internet Explorer do so because of security concerns.", "label": 3}
{"text": "IBM Unveils Latest  #39;On-Demand #39; Tech Center IBM on Monday unveiled a technology lab for customers looking to test the company #39;s products for managing computer resources based on business demands.", "label": 3}
{"text": "Canadian iTunes Music Store postponed Apple Computer Inc. confirmed for MacCentral on Wednesday that the Canadian iTunes Music Store has been delayed. Company representatives declined to comment on a specific timeframe for the store, but said in a statement that it would be very soon.", "label": 3}
{"text": "File-Sharing Network Thrives Beneath the Radar  LONDON (Reuters) - A file-sharing program called BitTorrent  has become a behemoth, devouring more than a third of the  Internet's bandwidth, and Hollywood's copyright cops are taking  notice.", "label": 3}
{"text": "Bush Web Site Bars Overseas Visitors The Bush-Cheney reelection campaign has barred people outside the United States from viewing its Web site following an electronic attack that took down the campaign's Internet address for six hours last week, according\\to computer security experts. &lt;FONT face=\"verdana,MS Sans Serif,arial,helvetica\" size=\"-2\" color=\"#666666\"&gt;&lt;B&gt;-washingtonpost.com&lt;/B&gt;&lt;/FONT&gt;", "label": 3}
