{"question1": "Google: What is the minimum speed of 4g networks?", "question2": "What is the present speed of 4G LTE in India?", "label": 0, "idx": 269544}
{"question1": "Should my siblings Ancestral DNA pattern be the same as mine?", "question2": "What does mean if someone getting anyways problems?", "label": 0, "idx": 199533}
{"question1": "Is €570 per month enough to live comfortably in Wageningen, the Netherlands? Excluding accommodation.", "question2": "Is 4500 AUD per month enough for a couple to live in Sydney?", "label": 0, "idx": 291394}
{"question1": "On take off … The first officer says 'positive rate' and then waits for the captains command to pull up the landing gear. Why does he ask?", "question2": "How do you fly on a broom, like a witch does?", "label": 0, "idx": 115395}
{"question1": "Are Moto G4 plus phones available in markets?", "question2": "Is Moto G4 Plus a good phone comparing to other phones available in the market at this rate?", "label": 0, "idx": 119046}
{"question1": "What is the meaning of Punjabi word 'Chitta'?", "question2": "What is the meaning of the Punjabi word “Bulleya”?", "label": 0, "idx": 81662}
{"question1": "What are the best schools for masters in HCI in US which also includes coding?", "question2": "Is it ok if I drive at speeds above 60 kmph before 1000 km mark in a ktm rc 200?", "label": 0, "idx": 30867}
{"question1": "What are some tips for starting a blog?", "question2": "What is blogging and how can I start my own blog?", "label": 0, "idx": 27256}
{"question1": "What do you personally think/believe we should do with the 12 million undocumented people in the USA?", "question2": "I want to start investing in Stock market in India.Please advise me the process to be followed. I want to make sure I will not be cheated by brokers?", "label": 0, "idx": 105865}
{"question1": "I overfilled my car's engine with engine oil, can that harm my engine?", "question2": "My Audi A4 2008 was overfilled with oil and the engine stopped. How much will it cost for repair?", "label": 0, "idx": 342734}
{"question1": "What makes women sexually attracted to men?", "question2": "What makes a man attractive to women?", "label": 0, "idx": 224475}
{"question1": "Does English have dialects?", "question2": "How many dialects of English are there?", "label": 0, "idx": 138605}
{"question1": "Whom would you vote: a good candidate from a bad party or a bad candidate from a good party?", "question2": "What is there left to do if you do not wish to vote for either political party's candidate?", "label": 0, "idx": 105235}
{"question1": "What would you think of someone who invented a teleporting machine?", "question2": "What are all the purposes a teleporter will be used for, if it ever gets invented?", "label": 0, "idx": 154833}
{"question1": "What is the cast-wise percentage population in AP?", "question2": "Do you about caste wise population in India?", "label": 0, "idx": 346778}
{"question1": "Does University of Texas Arlington accept a GRE score of 302 ,TOEFL 91 ,IELTS 8 and CGPA 7.02?", "question2": "Does a university that accepts an IELTS score also accept a TOEFL score?", "label": 0, "idx": 338773}
{"question1": "Why aren't cigarettes just banned?", "question2": "Why cigarettes should not be banned?", "label": 1, "idx": 286149}
{"question1": "What is the cut-off for KVPY exam( SA stream ) 2016 and when are the results declared?", "question2": "What is your score in KVPY SA 2016 (aptitude test)? What is the expected cutoff?", "label": 1, "idx": 129808}
{"question1": "Why do some people ask questions on Quora that could easily be answered by using a search engine?", "question2": "Why do so many people ask soppy questions on Quora, which can easily be Googled?", "label": 1, "idx": 175729}
{"question1": "Is being an introvert bad in today's world what are the pros cons.I am an introvert should I change?I am not good In maintaining relations", "question2": "Is being an introvert wrong or bad for me?", "label": 1, "idx": 170160}
{"question1": "What are some songs with extraordinary lyrics?", "question2": "What are some songs with great lyrics?", "label": 1, "idx": 348575}
{"question1": "How many people did British Kill during their reign in India?", "question2": "Exactly how many people did the Britishers massacre and how much wealth did they plunder during their 200-year reign in India?", "label": 1, "idx": 50272}
{"question1": "Can you offer me any advice on how to lose weight?", "question2": "What should you do if you want to lose a lot of weight?", "label": 1, "idx": 55665}
{"question1": "If the United States has a female president, will her husband be called the first gentleman? What will Bill Clinton be called if Hillary is elected?", "question2": "Usually the wife of the President is called the First Lady, but if Hilary Clinton is elected, what will Bill be called?", "label": 1, "idx": 301968}
{"question1": "Who exactly is the Taliban?", "question2": "What is the Taliban?", "label": 1, "idx": 296749}
{"question1": "What is the procedure to get jobs in embassies?", "question2": "What is the procedure to get jobs in Embassy?", "label": 1, "idx": 37202}
{"question1": "What are the safety precautions on handling shotguns proposed by the NRA in Arkansas?", "question2": "What are the safety precautions on handling shotguns proposed by the NRA in Wisconsin?", "label": 1, "idx": 311978}
{"question1": "What can I do to get accepted into an Ivy League school?", "question2": "How can I improve my chances of being accepted into an Ivy League school?", "label": 1, "idx": 248136}
{"question1": "How can we ask someone to partnership with us?", "question2": "How do I ask for a partnership with a billionaire?", "label": 1, "idx": 8558}
{"question1": "Why do some people hate atheists?", "question2": "Why do people hate atheists so much?", "label": 1, "idx": 339514}
{"question1": "Do I look more accurate in a mirror or picture?", "question2": "How can I know wether I look better on mirror or on pictures?", "label": 1, "idx": 179304}
{"question1": "Why is losing 40 pounds in a week an unrealistic goal?", "question2": "Is it possible to lose 40 pounds in one month?", "label": 1, "idx": 97326}
