{"sentence1": "The presidents of Ecuador and Peru say they have agreed to work together to try to find a peaceful solution to their long-running border dispute.", "sentence2": "Peru debates border region with Ecuador.", "label": 0, "idx": 2198}
{"sentence1": "Authorities say Monica Meadows, who has appeared in catalogs and magazines, is in stable condition.", "sentence2": "Monica Meadows is in stable condition.", "label": 0, "idx": 477}
{"sentence1": "Local Law enforcement officials acting on behalf of the European Commission raided offices of Intel and several computer makers this morning, a spokesman for the EU said. He did not specify which countries or which other firms were involved. However, a spokesman for Intel Germany, Hans-Jürgen Werner, said that Intel's offices in Munich and Swindon were among those searched. It emerged on Wednesday 13th, that raids also took place at Intel's facility in County Kildare, Ireland in relation to the firms anti-competitive business practices. Intel employs over 5,000 people at its Irish manufacturing facility.", "sentence2": "Intel Germany engaged Hans-Jürgen Werner as spokesman.", "label": 0, "idx": 1203}
{"sentence1": "SCORES of fast food outlets have launched a legal challenge over payment and employment conditions for its workers, it emerged yesterday. The case is being taken by the newly formed Quick Service Food Alliance (QSFA), which also warned that current legislation would lead to job losses and businesses closures due to labour costs. The QSFA represents 170 businesses in the fast food sector including Subway, Supermacs and McDonald's. It said it was to take a High Court challenge to the rights of the Catering Joint Labour Committee (JLC) to set minimum wages and employment conditions for workers in the catering industry.", "sentence2": "The Quick Service Food Alliance also includes McDonald's.", "label": 0, "idx": 592}
{"sentence1": "Warrington-born Chris Evans denies he went wild, despite quitting Radio 1 in 1997 and later being sacked by Virgin Radio for not turning up for work during a five-day drinking binge.", "sentence2": "Chris Evans worked for Radio 1.", "label": 0, "idx": 2319}
{"sentence1": "\"China has been, and continues to be, a major supplier of light weapons to the government of Sudan and many of the neighbouring states,\" said Ernst Jan Hogendoorn, one of four U.N. experts on an panel which recommended 17 players in the Darfur conflict be sanctioned for obstructing peace. The panel's report found Sudan's neighbours Chad, Libya and Eritrea had supplied weapons to Darfur and that most of the small arms and ammunition in the region were Chinese. \"Chinese arms and ammunition are relatively cheap compared to other suppliers -- some also argue that China asks fewer questions,\" said Hogendoorn.", "sentence2": "China, Chad, Libya and Eritrea sell arms to Sudan.", "label": 0, "idx": 2472}
{"sentence1": "Eleven years after 852 people, mostly Swedes, perished when the ferry Estonia sank on a stormy Baltic night, an exhibition in the National Maritime Museum in Stockholm brings back the pain and controversy which have haunted Sweden since the disaster.", "sentence2": "100 or more people lost their lives in a ferry sinking.", "label": 0, "idx": 1225}
{"sentence1": "The university server containing the information relating to Mason's ID cards was illegally entered by computer hackers.", "sentence2": "Non-authorized personnel illegally entered into computer networks.", "label": 0, "idx": 819}
{"sentence1": "In other words, with its 2 million inhabitants, Slovenia has only 5.5 thousand professional soldiers.", "sentence2": "Slovenia has 2 million inhabitants.", "label": 0, "idx": 1073}
{"sentence1": "The chain of events which led to the collapse of Barings, Britain's oldest merchant bank, is a demonstration of how not to manage a derivatives operation.", "sentence2": "Barings was Britain's oldest merchant bank.", "label": 0, "idx": 1923}
{"sentence1": "Nonetheless, a literacy rate of 96 percent put Cuba on a par with such highly developed countries as Japan, France, the Soviet Union, Switzerland and Italy, Campo said.", "sentence2": "The literacy rate in Cuba is 96%.", "label": 0, "idx": 2055}
{"sentence1": "Comdex -- once among the world's largest trade shows, the launching pad for new computer and software products, and a Las Vegas fixture for 20 years -- has been canceled for this year.", "sentence2": "Los Vegas hosted the Comdex trade show for 20 years.", "label": 0, "idx": 1273}
{"sentence1": "When she was barely 20 years old, Dutch singer Edsilia Rombley got her first large taste of international acclaim. Already a winner of the smaller imitation contest Soundmix Show, she decided to shoot higher. With a great deal of determination, she performed in front of hundreds of millions of television viewers at the 1998 Eurovision Song Contest in Birmingham, United Kingdom. Her song, the R&B flavored \"Hemel en aarde\" (Heaven and earth), placed fourth and gave her country their highest placing at Eurovision since their last win in 1975. No Dutch contestant after her has been able to place similarly.", "sentence2": "Edsilia Rombley is a Dutch singer.", "label": 0, "idx": 2100}
{"sentence1": "South Korean President Roh Moo-hyun Thursday asked the Board of Audit and Inspection (BAI) to investigate questions arising about the Foreign Ministry's response to the kidnapping of a South Korean in Iraq who was later killed by Muslim militants, according to Yonhap.", "sentence2": "A South Korean in Iraq was killed by Muslim militants.", "label": 0, "idx": 951}
{"sentence1": "\"They brought us 7-Up, bottled water, ice and a diet of rice, though you didn't feel like eating,\" said Jim Lankes, 48, of Phoenix.", "sentence2": "Jim Lankes was given bottles of waters, ice and rice.", "label": 0, "idx": 2369}
{"sentence1": "Today's best estimate of giant panda numbers in the wild is about 1,100 individuals living in up to 32 separate populations mostly in China's Sichuan Province, but also in Shaanxi and Gansu provinces.", "sentence2": "There are 1,100 pandas in the wild, in China.", "label": 0, "idx": 403}
{"sentence1": "The FMLN has prudently taken time before adopting a definite position, meanwhile the government has increased its detentions and attacked the residences of leaders of the Social Christian People's Movement.", "sentence2": "Social Christian People's Movement was attacked by FMLN.", "label": 1, "idx": 545}
{"sentence1": "Two trains collided in Shandong, China 4:41am local time on Monday killing at least 71 people and injuring over 400, including four French citizens. It is still not known exactly how many people were on either of the trains. The collision occurred in Zibo when one of the trains traveling from Beijing to Qingdao jumped tracks and collided head on with a train traveling in the opposite direction from Yantai to Xuzhou. Both of the trains are reported to have been traveling at their maximum speeds when they collided.", "sentence2": "Zibo is in the vicinity of Beijing.", "label": 1, "idx": 529}
{"sentence1": "The council prohibited any travel outside of Haiti by all officers of the Haitian military and police and all major participants in the September, 1991, coup.", "sentence2": "The council is prohibited to travel outside of Haiti by military officers.", "label": 1, "idx": 411}
{"sentence1": "THE French justice minister who returned to work five days after having a baby, only to lose her job, launched a political comeback last week, letting it be known that she will run for mayor of Paris. Rachida Dati, 43, long seen as President Nicolas Sarkozy's favourite among the \"Sarko-zettes\" - his women ministers - lost his confidence and was ordered to leave the cabinet and instead run for the European parliament. She used the launch of her party's European election campaign to deny she was a Sarkozy creation and to add gravitas to the \"bling-bling\" image attached to her since she posed in a £15,000 Christian Dior dress at a fashion gala.", "sentence2": "Rachida Dati has Moroccan origins.", "label": 1, "idx": 992}
{"sentence1": "Women are poorly trained for politics.", "sentence2": "Women are poorly represented in parliament.", "label": 1, "idx": 616}
{"sentence1": "Historians estimate that 800,000 Chechens were stuffed into rail cars and deported to Kazakhstan and Siberia, and 240,000 of them died en route.", "sentence2": "Stalin deported 800,000 Chechens.", "label": 1, "idx": 1625}
{"sentence1": "U.S. Secretary of State Condoleezza Rice said Thursday that North Korea should return to nuclear disarmament talks and avoid a path toward further international isolation.", "sentence2": "North Korea says it will rejoin nuclear talks.", "label": 1, "idx": 1705}
{"sentence1": "The recovery of the capsule, which carried astronaut Virgil \"Gus\" Grissom on a brief suborbital flight on July 21, 1961, took place on the 30th anniversary of mankind's first moon landing.", "sentence2": "The moon was first touched by mankind in 1969.", "label": 1, "idx": 602}
{"sentence1": "The use of aspirin (acetylsalicylic acid) in single doses should not pose any significant risks to the suckling infant.", "sentence2": "People experienced adverse effects while taking aspirin.", "label": 1, "idx": 1314}
{"sentence1": "It rewrites the rules of global trade, established by the General Agreement on Tariffs and Trade, or GATT, in 1947, and modified in multiple rounds of negotiations since then.", "sentence2": "GATT was formed in 1947.", "label": 1, "idx": 58}
{"sentence1": "The slender tower is the second tallest building in Japan.", "sentence2": "The slender tower is the tallest building in Japan.", "label": 1, "idx": 1986}
{"sentence1": "He has borrowed a clutch of bright ideas from Bill Clinton's favorite think-tank, the Democratic Leadership Council, and endorsed Medicare reforms suggested by one of the Democratic Party's brightest luminaries, Louisiana's John Breaux.", "sentence2": "Bill Clinton belongs to the Democratic Party.", "label": 1, "idx": 1804}
{"sentence1": "Two Turkish engineers and an Afghan translator kidnapped in December were freed Friday.", "sentence2": "translator kidnapped in Iraq", "label": 1, "idx": 95}
{"sentence1": "Pratibha Patil has won the 12th Presidential Elections of the Republic of India, becoming the first woman president of the second most populous country in the world. Patil, 72, previously governor of the state of Rajasthan, had support from the governing coalition. She won approximately two thirds of the vote, almost double the number of votes of her nearest rival Bhairon Singh Shekhawat, who resigned as Vice-President after losing the poll.", "sentence2": "Chile has a female President.", "label": 1, "idx": 700}
{"sentence1": "Lucinda Creighton has claimed that people resent her as being \"overambitious\" and \"in too much of a hurry\" to climb the political ladder. The outspoken Fine Gael deputy was speaking after a heated exchange with Enda Kenny led to her walking out of a parliamentary party meeting last week. Creighton, who at 29 is already acknowledged as a potential future leader of Fine Gael, slammed detractors who see her rapid success in a \"negative\" light -- and believes her friend and colleague Leo Varadkar has suffered the same fate. Speaking in the run up to the Fine Gael Ard Fheis, Ms Creighton also rejected suggestions which surfaced last week that she is seen as a 'loose cannon' within the party.  \"I certainly don't regard myself as a loose cannon. I'm absolutely part of the Fine Gael team,\" she said.", "sentence2": "Lucinda Creighton is the leader of a parliamentary party.", "label": 1, "idx": 981}
{"sentence1": "The program, financed with a grant from the UN Agency for International Development, is aimed at reducing infant mortality in Madagascar, an island nation in the Indian Ocean off the eastern coast of Africa.", "sentence2": "The UN Agency for International Development is an organisation based in Madagascar.", "label": 1, "idx": 1724}
