{"text": "In Georgia, transformation isn't fast enough for some TBILISI, Georgia -- The old white Zhiguli fairly flew down the highway, skimming precariously over the potholes as Garri Nersesov clutched the wheel and declared victory in the war on corruption.", "label": 0}
{"text": "97 Abandoned Migrants Found in Mexico (AP) AP - Police found 97 undocumented migrants crammed into an abandoned freight trailer on the side of a highway in the southern state of Chiapas Thursday, after the migrants hacked a breathing hole in the side of the trailer with a pick when the driver fled.", "label": 0}
{"text": "Indian PM Singh: Peace Talks With Pakistan Making Progress Indian Prime Minister Manmohan Singh says his nation is working toward a  quot;mutually acceptable solution quot; to all outstanding issues with Pakistan, including disputed Kashmir.", "label": 0}
{"text": "Death count climbs to 622 in storm-devastated Haiti GONAIVES, Haiti -- The death toll from a tropical storm that devastated parts of Haiti rose to 622 late yesterday as search crews recovered hundreds of bodies carried away by raging weekend floods or buried by mud or the ruins of their homes, officials said.", "label": 0}
{"text": "Turkish Opposition Party: Penal Code should be Ready by October 6 Turkey #39;s main opposition Republican People #39;s Party (CHP) called for the Turkish Parliament (TBMM) to convene for an emergency meeting on Septembers 28th to ready the Turkish Penal Code (TCK) by October 6th.", "label": 0}
{"text": "Retired Judge Wins GOP Del. Gov. Primary (AP) AP - Retired judge Bill Lee, the runner-up in the Republican gubernatorial primary in 2000, won his party's nomination for Delaware governor Saturday, setting up a November showdown with Democratic Gov. Ruth Ann Minner.", "label": 0}
{"text": "Palestine condemns attack on deputy intelligence chief Brig. Rashid Abu Shbak, chief of Palestinian preventive security in Gaza, described on Wednesday the attack on the deputy chief of security intelligence Tareq Abu Rajab as  quot;a condemned crime quot;.", "label": 0}
{"text": "VIEW: No monopoly on terrorism Rashed Rahman Pakistan, or for that matter any other country in the world, has no monopoly on being a victim of terrorism. In Dhaka to attend a conference of the South Asian Free Media Association (SAFMA), I was a witness ", "label": 0}
{"text": "Ryder-Irrepressible Monty again flourishes in Cup arena Britain #39;s Colin Montgomerie has always played like a man possessed in Ryder Cup matches against the United States. A talismanic figure ", "label": 1}
{"text": "Players, at charity game, express hope of having season ANN ARBOR, Mich. -- Some NHL players who took part in a charity hockey game at the University of Michigan on Thursday were hopeful the news that the NHL and the players association will resume talks next week ", "label": 1}
{"text": "Sports: Oklahoma moves up, Utah in a prime BCS spot UNDATED Southern Cal remains number one in the Bowl Championship Series standings this week, jumping ahead of Miami, which slips to third.", "label": 1}
{"text": "SportsNetwork Game Preview (Sports Network) - Pedro Martinez tries to stop a personal three-game losing streak this evening when the Boston Red Sox attempt a three-game sweep of the Tampa Bay Devil Rays at Tropicana Field.", "label": 1}
{"text": "Martinez targets himself for the most blame NEW YORK -- In the city that loves to hate Pedro Martinez, the sellout crowd at Yankee Stadium suffered only one minor disappointment yesterday. It came after Martinez walked John Olerud in the sixth inning. The free pass followed Jorge Posada's home run, a shot that landed just a few feet inside the left-field foul pole.", "label": 1}
{"text": "Healthy Iverson Vows Changes This Season (AP) AP - Allen Iverson declared Monday that he is 100 percent and promised to be a better leader and teammate.", "label": 1}
{"text": "Sprewell Suspended for Remarks Made to Fan (AP) AP - Latrell Sprewell was suspended for one game by the NBA on Tuesday for yelling a sexual vulgarity at a female fan during a game, the latest episode of a player clashing with spectators.", "label": 1}
{"text": "No. 11 Ohio St. 107, Ohio 37 Ohio State matched the record for the most lopsided victory in the women #39;s program when the 11th-ranked Buckeyes defeated Ohio 107-37 Wednesday night.", "label": 1}
{"text": "Left 'no threat' to Indian business  Indian Finance Minister Palaniappan Chidambaram seeks to allay foreign investor fears over the influence of communist parties on his government.", "label": 2}
{"text": "Sony Agrees to Buy MGM for Nearly  #36;5 Bln (Reuters) Reuters - A bidding group headlined by Sony\\Corp. (6758.T) agreed in principle to buy Hollywood film studio\\Metro-Goldwyn-Mayer  for nearly  #36;5 billion on Monday,\\after rival bidder Time Warner Inc.  withdrew from the\\auction.", "label": 2}
{"text": "GTECH Thrives, but With a Wild Card The company's Q2 earnings beat estimates, but Brazilian legal problems continue.", "label": 2}
{"text": "Study Raises Concern Over Safety of Pfizer Painkiller Celebrex Pfizer said today that it had found an increased risk of heart troubles in some people taking higher dosages of Celebrex.", "label": 2}
{"text": "Earnings Manipulation Suggested at Fannie Mae Federal regulators have found evidence suggesting that mortgage giant Fannie Mae manipulated earnings to facilitate bigger bonuses to executives, according to a lawmaker familiar with the findings.", "label": 2}
{"text": "Blue Chips End Lower, Earnings Disappoint  NEW YORK (Reuters) - U.S. blue-chips ended slightly lower  on Wednesday after Honeywell International Inc. &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=HON.N target=/stocks/quickinfo/fullquote\"&gt;HON.N&lt;/A&gt; and  J.P. Morgan Chase   Co. &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=JPM.N target=/stocks/quickinfo/fullquote\"&gt;JPM.N&lt;/A&gt; disappointed investors with  quarterly reports, and high oil prices rekindled worries about  the impact on corporate profit margins.", "label": 2}
{"text": "Forecaster Sees Fewer Atlantic Hurricanes in 2005 Next year #39;s Atlantic hurricane season will again be more active than usual but is unlikely to be a repeat of this year #39;s disaster, a noted storm forecaster said on Friday.", "label": 2}
{"text": "Toll Brothers 3Q Profits Beat Estimates Luxury home builder Toll Brothers Inc. reported Wednesday that strong demand pushed third-quarter profits well above Wall Street expectations.", "label": 2}
{"text": "HP to tout Itanium SAP customers Hewlett-Packard says nearly 200 of its customers using SAP business applications have migrated to HP servers with Itanium inside.", "label": 3}
{"text": "Week in Review: Election takes center stage The presidential election took center stage this week, with technology playing a role everywhere from e-voting machines to Web sites that tracked the election results.", "label": 3}
{"text": "Sharp net profit up 40 percent in first half on robust LCD TV sales (AFP) AFP - Leading electronics maker Sharp said interim net profit rose 40.7 percent to a record high on robust sales of liquid crystal display TVs and camera-equipped cellphones but it cautioned on the outlook due to the possible impact of high oil prices on global economic growth.", "label": 3}
{"text": "Amazon.com Web Site Resumes Operations (AP) AP - Amazon.com said that its Web site experienced slowdowns for much of the day Monday but was running normally by evening.", "label": 3}
{"text": "Simple Telescopes Discover New Planet (AP) AP - Astronomers using telescopes not much larger than the spyglass Galileo wielded 400 years ago have discovered a new Jupiter-sized planet orbiting a bright, distant star.", "label": 3}
{"text": "Chinese Internet Crackdown The Chinese government shut down 1,600 Internet cafes between February and August of this year, according to China Radio International.", "label": 3}
{"text": "Culturally Worlds Apart, Children Touch Musically A simulcast music exchange at Carnegie Hall on Saturday showed how technology can transform social studies and musical collaboration.", "label": 3}
{"text": "Minniapple's Mini Radio Stations The Walker Art Center wants to put the 'public' back in the public airwaves. It's distributing tiny radio-transmitter kits so people can broadcast from their own personal radio stations. Michelle Delio reports from Minneapolis.", "label": 3}
