{"sentence1": "According to Nelson Beavers, who is a co-owner of the current company, Carolina Analytical Laboratories, LLC. and has ownership/employment history with Woodson-Tenent and Eurofins, the septic system was installed in the early 1990s.", "sentence2": "Nelson Beavers worked for Eurofins.", "label": 0, "idx": 723}
{"sentence1": "The Bolan Pass is a gap through the Toba Kakar Range of mountains on the border of Pakistan. The British took the threat of a Russian invasion of India via the Khyber and Bolan Passes very seriously so in 1837, a British envoy was sent to Kabul to gain support of the Emir, Dost Mohammed. In February of 1839, the British Army under Sir John Keane took 12,000 men through the Bolan Pass and entered Kandahar.", "sentence2": "The British Army crossed the Toba Kakar Range of mountains in 1839.", "label": 0, "idx": 1291}
{"sentence1": "He said those three detainees are Khalid Sheikh Mohammed - one of the architects of the September 11th attacks on New York and Washington, Abu Zubaydah - who is believed to have been a top al-Qaida strategist, and Abd al-Rahim al-Nashiri - who is believed to have played a key role in the bombing of the USS Cole. All three are being held at the U.S. detention facility at Guantanamo Bay. Hayden said waterboarding was used against the three detainees nearly five years ago because of circumstances at the time, including the belief that additional attacks against the United States were imminent. Hayden defended the CIA's use of extreme interrogation techniques as lawful, and urged lawmakers not to impose restrictions on such methods. Congress is considering legislation that would restrict the CIA to using only the interrogation techniques authorized by the U.S. Army's field manual, which does not include waterboarding.", "sentence2": "Abu Zubaydah belongs to al-Qaida.", "label": 0, "idx": 1315}
{"sentence1": "Thousands of people are expected to return to New Orleans this week, as areas of the city are opened up to residents.", "sentence2": "Over the coming days, thousands of people are expected to make the decision to return to New Orleans.", "label": 0, "idx": 1979}
{"sentence1": "Catastrophic floods in Europe endanger lives and cause human tragedy as well as heavy economic losses.", "sentence2": "Flooding in Europe causes major economic losses.", "label": 0, "idx": 214}
{"sentence1": "NEW YORK - (Business Wire) Pfizer Inc announced today that it has become the first pharmaceutical company to be accredited by the Association for the Accreditation of Human Research Protection Programs (AAHRPP) for ensuring the protection of human subjects taking part in early-stage clinical trials. The AAHRPP accreditation was awarded to Pfizer's clinical research units (CRUs) in New Haven, CT, Brussels, Belgium and Singapore, where the company conducts most of its Phase I clinical research. To earn the accreditation, Pfizer participated in a rigorous, 15-month examination of the clinical research practices at these units.", "sentence2": "Pfizer is a pharmaceutical company.", "label": 0, "idx": 1155}
{"sentence1": "The Gurkhas come from mountainous Nepal and are extremely tenacious warriors-as foot soldiers they are the best only in close combat jungle/mountain combat and hand to hand type situation.", "sentence2": "The Gurkhas come from Nepal.", "label": 0, "idx": 1753}
{"sentence1": "This paper describes American alcohol use, the temperance movement, Prohibition, and the War on Drugs and explains how legalizing drugs would reduce crime and public health problems.", "sentence2": "Drug legalization has benefits.", "label": 0, "idx": 1924}
{"sentence1": "Thus, China's President repeatedly sent letters and envoys to the Dalai Lama and to the Tibetan Government asking that Tibet \"join\" the Republic of China.", "sentence2": "Dalai Lama and the government of the People's Republic of China are in dispute over Panchen Lama's reincarnation.", "label": 1, "idx": 2078}
{"sentence1": "David Millar retained his Tour de France leader's yellow jersey despite crashing in the final two kilometres of the third stage of the race to Nantes.", "sentence2": "Tour de France winner is likely to lose the crown.", "label": 1, "idx": 246}
{"sentence1": "Art experts said on Monday, that there was an astounding haul from Boston's Gardner Museum -- possibly the biggest art theft in US history.", "sentence2": "The biggest art theft in US history was the theft of a dozen works from Boston's Gardner Museum.", "label": 1, "idx": 1254}
{"sentence1": "Canadian traffickers also are reported to drop their marijuana loads across the border in remote areas (often without the knowledge of rural landowners), cross into the United States without drugs, later retrieve the marijuana, and continue on to U.S.  distribution sites.", "sentence2": "Most of the marijuana entering the United States comes from Canada.", "label": 1, "idx": 1124}
{"sentence1": "Mr Roughan claims that children from the age of nine and up are drinking late at night. \"You don't know what the hell's going to happen.\" Mr Nant has apologised to the affected, inconvenienced residents. New Zealand Post state they are going to continue to monitor the situation, however and also have on-going discussion with the local council and police \"to make sure we're abreast of any developments in the area.\" The gang violence/activity New Zealand Post are referring to is, on the previous Thursday the Armed Offenders Squad was called out where they raided three homes following a shooting, eight people were arrested, and a large number of firearms were seized. Despite post not being delivered, newspapers were still being delivered, waste collection was still happening, and electricity meter readers were also going around house to house, checking the meters.", "sentence2": "Mr. Roughan is a member of the Armed Offenders Squad.", "label": 1, "idx": 1627}
{"sentence1": "Saudi Arabia, the biggest oil producer in the world, was once a supporter of Osama bin Laden and his associates who led attacks against the United States.", "sentence2": "Saudi Arabia is a key U.S. ally.", "label": 1, "idx": 1932}
{"sentence1": "Workers at the Lufthansa Technik Automotive plant in Co Dublin are due to vote today on changes to work practices being sought by the company's management. The aircraft engine maintenace firm has warned that rejection of the proposals would threaten a planned €17230m investment in the Rathcoole plant and put jobs at risk. LTA says it is not seeking any lay-offs or pay cuts and the planned investment would guarantee the future of the plant for the next 15 years. The work-practice changes are being sought following the collapse of Labour Relations Commission talks on the matter.", "sentence2": "Lufthansa Technik Automotive fires 30 workers.", "label": 1, "idx": 57}
{"sentence1": "20 million years ago there were apes, and by 5 million years ago our closest ancestors and cousins, early ape-humans, had split from the other apes.", "sentence2": "Humans existed 10,000 years ago.", "label": 1, "idx": 752}
