{"text": "Stocks Fall After Greenspan Testimony NEW YORK - Investors were unmoved by Federal Reserve Chairman Alan Greenspan's improved assessment of the economy, with stocks falling modestly Wednesday in light trading.    While Greenspan said the economy has \"regained some traction\" after the summer's slowdown, he echoed Wall Street's concerns over energy prices, which have fallen from record highs in recent weeks but stubbornly remain above \\$40 per barrel...", "label": 0}
{"text": "Powell implores Arafat to quit as Palestinian chief US Secretary of State Colin Powell appealed to Palestinian President Yasser Arafat on Thursday to step aside for the sake of achieving his lifetime goal of a Palestinian state.", "label": 0}
{"text": "Anti-terrorism, security issues likely to be key agenda items in Bush visit (Canadian Press) Canadian Press - OTTAWA (CP) - For George W. Bush, who has defined his presidency in terms of fighting terror, national security is a must which trumps almost all other issues.", "label": 0}
{"text": "ETA Warns of Bombs on Spanish Power Pylons Spanish explosives experts blew up a suspicious object found on an electricity pylon near the French border on Saturday after Basque separatist guerrillas ETA warned they had planted two bombs, police said.", "label": 0}
{"text": "Karzai leading in Afghanistan elections Early returns Friday from Afghanistan #39;s first presidential election put incumbent President Hamid Karzai in the lead, the Financial Times reported Friday.", "label": 0}
{"text": "Man stabs 12 children in northeast China A man stabbed and injured 12 first-grade children at a primary school in northeast China Friday morning before being seized by police, Xinhua news agency said.", "label": 0}
{"text": "Hamas Hints It Is Open to Deal on Truce, Statehood  RAMALLAH, West Bank (Reuters) - A Hamas leader said the  militant group could accept creation of a Palestinian state in  the West Bank and Gaza and a long-term truce with Israel,  signaling a possible new overture to end hostilities.", "label": 0}
{"text": "Cleaning up Washington #39;s  #39;Iraqi problem #39;: invest authority in &lt;b&gt;...&lt;/b&gt; Is there a  quot;Sunni problem quot; in Iraq, as the United States would like us to believe? If there is, it is entirely of Washington #39;s making.", "label": 0}
{"text": "Secretary-General Voices Hope for Access to Safe Drinking Water &lt;b&gt;...&lt;/b&gt; United Nations Secretary-General Kofi Annan today voiced his hope to an international meeting on water, sanitation and hygiene that one day the world will no longer have to face the dire consequences of inadequate access to safe drinking water and basic ", "label": 0}
{"text": "Two  #39;collaborators #39; are killed JERUSALEM - Masked Palestinian gunmen killed a suspected collaborator in a public square in Tulkarem in the West Bank yesterday, throwing the bound man from their vehicle and shooting him before hundreds of schoolchildren and other onlookers, witnesses ", "label": 0}
{"text": "Iran sites  #39;off limits for UN checks #39; TEHRAN: Iran yesterday said it was not obliged to allow UN inspectors to visit military sites alleged to be involved in secret nuclear weapons work, but that it was willing to discuss the issue.", "label": 0}
{"text": "Israel 'worried over world image' A secret Israeli report warns Israel's world image could fall as low as South Africa's during the apartheid era, reports say.", "label": 0}
{"text": "UN Assembly Panel Backs Morocco on Western Sahara  UNITED NATIONS (Reuters) - A U.N. General Assembly  committee dealt a heavy blow on Monday to Western Sahara's  hopes for a referendum on independence and energized Morocco's  push for new talks on the territory's future status.", "label": 0}
{"text": "The Lessons of Najaf In the face-off at the shrine, U.S.\\ and Iraqi leaders vowed to crush\\ al-Sadr's rebellion. But they may have stoked the insurgency even\\ more", "label": 0}
{"text": "Porter Goss Sworn in As New CIA Chief (AP) AP - Porter Goss was sworn in Friday to head the CIA and lead an intelligence community that has faced intense criticism for faulty information  #151; and failing to share good information it did gather  #151; before the Sept. 11, 2001, terrorist attacks and the war in Iraq.", "label": 0}
{"text": "Iran converts uranium in defiance of UN on Saturday calling on Iran to suspend all activities related to uranium enrichment. The United States,. Russia and the European Union reinforced the message on Monday by urging Tehran to comply.", "label": 0}
{"text": "Arabs tell Israel  #39;stop incursion into Gaza #39; Arab nations demanded in a draft UN Security Council resolution yesterday that Israel immediately halt its incursion into the northern Gaza Strip, where fighting has left at least 65 Palestinians dead.", "label": 0}
{"text": "Police Play Down Fears of Post-Beslan Reprisals  VLADIKAVKAZ, Russia (Reuters) - Police in the Russian  region traumatized by the Beslan school siege played down  reprisal fears as mourning drew to a close, while locals  thought the shattered community was too exhausted for revenge.", "label": 0}
{"text": "Grim funeral service held for Burundi massacre victims (AFP) AFP - Thousands of grieving people and top politicians attended a grim funeral service held to bury some 160 Congolese Tutsis slaughtered in a refugee camp in Burundi.", "label": 0}
{"text": "Text message warned of Jakarta bombing Police were sent a text message warning of yesterday #39;s suicide bombing in Jakarta that killed at least nine people 45 minutes before the explosion outside the Australian embassy.", "label": 0}
{"text": "Britain Say 'Miracle Baby' Was a Fraud (AP) AP - An infertile Nigerian couple who believed a self-styled preacher's claim that their child was miraculously conceived were really the victim of greedy international child traffickers, a British judge ruled Friday.", "label": 0}
{"text": "William surfs to his fathers rescue ONCE again Prince William has come riding to the rescue of the royals, this time on the crest of a wave. At the end of a week that saw his father accused of not wanting people to rise above their station ", "label": 0}
{"text": "Passengers safe after plane bomb scare A plane load of British-bound passengers diverted to Amsterdam after a bomb scare was back in the UK. British Airways flight 983 from Berlin #39;s Tegel Airport was due to arrive at London #39;s Heathrow Airport at ", "label": 0}
{"text": "Why we enjoy telling people off Telling people off activates a part of the brain linked to enjoyment and satisfaction, say scientists.", "label": 0}
{"text": "U.S. Plans Year-End Drive to Take Iraqi Rebel Areas American commanders in Iraq say they are preparing operations to open up rebel-held areas, especially Falluja, the restive city west of Baghdad now under control of insurgents and Islamist groups.", "label": 0}
{"text": "Leg Injury Knocks Devers Out of Hurdles ATHENS, Greece - Gail Devers failed once again in the Olympic 100-meter hurdles, falling to injury just steps into her first heat. Devers, 37, who has three world championships in the event, pulled up short and screamed as she slid under the first hurdle Sunday...", "label": 0}
{"text": "15 People Wounded in Chechen Car Bombing Fifteen people were wounded early Sunday outside a hospital in the Chechen capital in a car bombing that apparently targeted the security service headed by the ", "label": 0}
{"text": "The New Woman in Schrder #39;s Life Gerhard Schrder is no stranger to sharing his life with members of the opposite sex. On Monday, it was revealed that there was a new young lady on the scene: his freshly adopted three-year old daughter, Viktoria. ", "label": 0}
{"text": "Finally, some deals for Darfur As the clock keeps fatally ticking for Darfurian refugees, the Sudanese government and rebels from Darfur finally reached landmark security and humanitarian agreements yesterday.", "label": 0}
{"text": "Bush, Kerry Clash on State of Economy AKRON, Ohio - President Bush and John Kerry battled over the economy and jobs in a small corner of the campaign's most fiercely contested state Saturday as polls showed a post-convention surge for the Republican in the White House.    With little more than eight weeks remaining to Election Day, a Newsweek survey gave the president a lead of 52-41 over Kerry, with independent Ralph Nader at 3 percent...", "label": 0}
{"text": "Milosevic Wants Clinton to Testify by Christmas (Reuters) Reuters - Slobodan Milosevic called on judges\\to subpoena former U.S. President Bill Clinton and British\\Prime Minister Tony Blair on Thursday, saying he would like\\them to testify at his war crimes trial by Christmas.", "label": 0}
{"text": "Captors urged to set Japanese free Japan #39;s Foreign Minister Nobutaka Machimura has urged the captors of Shosei Koda in Iraq to set him free. In an interview to Aljazeera #39;s correspondent in Tokyo on Wednesday, he said,  quot;Koda is a civilian who ", "label": 0}
{"text": "Steelers are built to win the hard way PITTSBURGH They have a rookie at quarterback and a 32-year-old plowhorse at running back, but the numbers insist we ought to be taking the Pittsburgh Steelers seriously as potential Super Bowl champions.", "label": 1}
{"text": "Gymnastics competition marked by sound, fury The final night of gymnastics competition at the 2004 Games ended with another black eye for the beleaguered sport as spectators at Olympic Indoor Hall turned their rage against a panel ", "label": 1}
{"text": "Brees throws two touchdown passes to lead Chargers past Jaguars 34 &lt;b&gt;...&lt;/b&gt; Wearing their powder-blue throwback jerseys and white helmets from the 1960s, the Chargers did almost everything right in beating the Jacksonville Jaguars 34-21 on Sunday.", "label": 1}
{"text": "Tennessee Tech's Worrell Extends Contract (AP) AP - Longtime Tennessee Tech women's basketball coach Bill Worrell has agreed to a new three-year contract with the option for three more years, the school announced Sunday.", "label": 1}
{"text": "No. 20 Mississippi St. 74, New Orleans 59 Once Mississippi State started rolling, New Orleans was no match for the 20th-ranked Bulldogs. Shane Power scored 17 points and Mississippi State extended its road winning streak to 13 games ", "label": 1}
{"text": "MEN AGAINST BOYOS IT DOESN #39;T matter if it was his goal or not. As far as Michael Owen was concerned, there were no doubts, just a surge in self-belief as he reclaimed the crown that had been slipping.", "label": 1}
{"text": "Singh makes remarkable recovery New world number one Vijay Singh completed an impressive turnaround despite bad weather interrupting his first round at the Bell Canadian Open.", "label": 1}
{"text": "Toward sensible soccer tiebreakers The Columbus Crew, the professional soccer team that represents Columbus, Ohio, didnt make it to the Major League Soccer championship game to be played on Sunday, but the Crew did compile an 18-game unbeaten streak during the regular season, best in ", "label": 1}
{"text": "French equestrinan protest finally upheld Four days after the competition was held, France was finally awarded a gold medal Saturday in the Olympic equestrian three-day team event.", "label": 1}
{"text": "GOLDBERG ON FOOTBALL: Are the Eagles good, or is everyone else bad &lt;b&gt;...&lt;/b&gt; The Philadelphia Eagles clinched the NFC East again. Big deal. They did that before the season started. The Eagles have played four games in the division and have outscored the Redskins, Cowboys and Giants by a combined 135-50.", "label": 1}
{"text": "England skipper Beckham escapes FA rap October 22, 2004. England captain David Beckham has escaped disciplinary action by the Football Association for his deliberate yellow card against Wales.", "label": 1}
{"text": "Italy's Pennetta Wins Idea Prokom Open (AP) AP - Italy's Flavia Pennetta won the Idea Prokom Open for her first WTA Tour title, beating Klara Koukalova of the Czech Republic 7-5, 3-6, 6-3 Saturday after French Open champion Anastasia Myskina withdrew before the semifinals because of a rib injury.", "label": 1}
{"text": "From Russia, with love game NEW YORK -- Whom do we blame for what happened last night -- a Russian woman Svetlana Kuznetsova taking home the US Open tennis championship?", "label": 1}
{"text": "Notre Dame #39;s Quinn Expected to Start SOUTH BEND, Ind. Oct. 12, 2004 - Notre Dame quarterback Brady Quinn is expected to start Saturday against Navy after sustaining a concussion in his last game.", "label": 1}
{"text": "Chiefs beat Titans in offensive display It wasn #39;t quite as dramatic or significant as the Music City Miracle. The Kansas City Chiefs will take it just the same. The Chiefs didn #39;t need a long lateral on a controversial kickoff ", "label": 1}
{"text": "Redskins' Taylor Pleads Not Guilty (AP) AP - Washington Redskins safety Sean Taylor pleaded not guilty Wednesday to a drunken driving charge, and his trial was rescheduled for Jan. 5.", "label": 1}
{"text": "Flames coach Sutter undergoes appendectomy Calgary, AB (Sports Network) - Calgary Flames head coach Darryl Sutter underwent an emergency appendectomy and is expected to make a full recovery.", "label": 1}
{"text": "Olympics-Sprinters Serve Up Greatest Race on Earth  ATHENS (Reuters) - American sprinter Justin Gatlin won the  closest Olympic 100 meters in history as the fastest men on  earth staged a sporting spectacle that thrilled the world.", "label": 1}
{"text": "Suns Tops in West Using what he learned from Italy's pro league, Mike D'Antoni has installed a run-and-gun offense that has Phoenix trampling opponents.", "label": 1}
{"text": "Chamberlain among 20 players cut by Broncos Tight ends Byron Chamberlain and Jed Weaver were among the 20 players cut by the Denver Broncos on Sunday. Heading into this season, Chamberlain and Weaver were considered the leading candidates to replace Shannon Sharpe, who retired in the offseason.", "label": 1}
{"text": "Ravens might be without Jamal Lewis against Patriots The Baltimore Ravens have become accustomed to overcoming injuries and off-the-field problems this season, so there was no sense of panic upon learning that running back Jamal Lewis could miss this week #39;s game against the New England Patriots.", "label": 1}
{"text": "NFL update: Week 3 ARIZONA at ATLANTA Time: 1 p.m. Line: Falcons by 10. Records: Cardinals 0-2, Falcons 2-0. Vs. spread: Cardinals 1-1, Falcons 1-1. Series: Cardinals lead, 13-8. Comments: Raise your hand if you thought the Falcons would be undefeated. If rookie coach Jim Mora Jr.'s troops win today, they'll be 3-0 for the first time since 1986 . . . The storyline ...", "label": 1}
{"text": "Hopkins carries pal #39;s faith into ring with Oscar The man who introduced Bernard Hopkins to boxing and started him on the path to greatness won #39;t be ringside at the MGM Grand tonight when Hopkins defends the undisputed middleweight title against Oscar De La Hoya.", "label": 1}
{"text": "Sharapova Eases Through to Second Consecutive Final  TOKYO (Reuters) - Wimbledon champion Maria Sharapova  reached her second consecutive final with a 6-2, 6-3 victory  over Thailand's Tamarine Tanasugarn at the Japan Open Friday.", "label": 1}
{"text": "Saunders Calls for Welsh Appointment for Wales Former Wales striker Dean Saunders believes the new national team boss should be a Welshman. He has called on the Football Association of Wales to examine the credentials of the ", "label": 1}
{"text": "Sorenstam keeps stellar career in perspective The 20-player field had mostly scattered as the sun dipped below the Santa Rosa Mountains. Yet the LPGA Tour #39;s biggest star at the Samsung World Championship ", "label": 1}
{"text": "Mountaineers approaching peak The sixth-ranked Mountaineers (4-0) are at Virginia Tech at noon today and are poised, with a victory against the Hokies and given the unimposing Big East schedule, to be 11-0 heading into a BCS bowl.", "label": 1}
{"text": "Myskina, Safin Win Russia's Top Player Awards  MOSCOW (Reuters) - French Open champion Anastasia Myskina  has been voted Russia's female player of the year by the panel  of tennis journalists, coaches and officials.", "label": 1}
{"text": "(17) Utah 23 Arizona 6 TUCSON, Ariz. Alex Smith passed for two scores 17th-ranked Utah held Arizona without a touchdown in a 23-to-6 victory. The 2-and-0 Utes protected their highest poll position since they finished the 1993 season ranked eighth.", "label": 1}
{"text": "Notre Dame women land in right spot Being in the right spot earned the Notre Dame womens soccer team a spot in the NCAA championship game. Candace Chapman scored with about 18 minutes left Friday to lift the ", "label": 1}
{"text": "SportsNetwork Game Preview (Sports Network) - Curt Schilling will try to become the first pitcher in the major leagues to reach 19 wins, as he heads to the mound for the Boston Red Sox in the second test of a four-game series against the Seattle Mariners.", "label": 1}
{"text": "Sources: Deal discussed to drop charge against Bryant A deal to dismiss the sexual assault charge against Kobe Bryant is being discussed inside the Eagle County Courthouse, sources close to the case told CNN on Wednesday.", "label": 1}
{"text": "American Express Profit Rises 14 Percent  NEW YORK (Reuters) - American Express &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=AXP.N target=/stocks/quickinfo/fullquote\"&gt;AXP.N&lt;/A&gt; on Monday  said quarterly earnings rose 14 percent, matching analysts'  expectations, as cardholder spending and borrowing increased  while loan losses fell.", "label": 2}
{"text": "US Federal Reserve #39;s Beige Book says oil price curbs spending WASHINGTON : The US economy is expanding but the performance is patchy as roaring energy prices begin to stifle spending, the Federal Reserve #39;s Beige Book survey showed.", "label": 2}
{"text": "Gucci Group Unveils Sales Growth Plan (AP) AP - Luxury goods retailer Gucci Group NV said Tuesday that it plans to increase sales by 10 percent a year by doubling the size of its core brand and turning around unprofitable units.", "label": 2}
{"text": "Euro Disney debt plan agreement Euro Disney, the French theme park operator, said yesterday it had won agreement from all its creditors on a modified debt restructuring plan, including a 250m (170m) capital increase, designed to haul it back from the brink of bankruptcy.", "label": 2}
{"text": "Euro Slips After ZEW, Dollar Awaits Data  LONDON (Reuters) - The euro slipped against the dollar and  yen on Tuesday after weaker-than-expected German investor  confidence data, while the dollar was soft ahead of U.S. data,  seen key for interest rate expectations.", "label": 2}
{"text": "HK stocks end at 7-month high Hong Kong #39;s top share index hit a seven-month high on Monday, with both blue chips and China stocks gaining ground as markets rallied throughout the region.", "label": 2}
{"text": "Spitzer #39;s beady eye of the law spooks insurers Insurance salesmen are used to having a reputation for probity and trustworthiness roughly on a par with second-hand car dealers. That #39;s beginning to look like the good old days, since America #39;s leading brokers ", "label": 2}
{"text": "IBM settles with workers in landmark pension case IBM has said that it has agreed to pay \\$320 million to current and former employees to settle in part a class-action lawsuit over its pension plan in a case that may affect millions of workers at many companies and nonprofit organizations.", "label": 2}
{"text": "McDonald #39;s CEO Steps Down Due to Cancer McDonald #39;s Corp. (MCD.N: Quote, Profile, Research) said on Monday President and Chief Executive Charlie Bell had stepped down to focus on his cancer treatment and that Vice Chairman Jim Skinner would replace him.", "label": 2}
{"text": "UK paper moves to Enfield Production staff - now standing at 1000 - will be cut by two-thirds as News International, the UK newspaper unit of News Corp, moves its London printing facilities from Wapping to Enfield.", "label": 2}
{"text": "DHL scraps Brussels growth plan Courier firm DHL decides to ditch its plan to make Brussels its international hub as authorities delay a decision over night flights.", "label": 2}
{"text": "EU set to clear Oracle #39;s \\$8 bn bid for PeopleSoft The European Commission is set to clear the \\$7.7 billion hostile takeover bid by Oracle for rival software group PeopleSoft in a move that is likely to pave the way for the creation of a new US software giant.", "label": 2}
{"text": "Google Cuts IPO Price by a Quarter to \\$85-\\$95 a Share (Update7) Aug. 18 (Bloomberg) -- Google Inc., on the eve of pricing the second-biggest Internet initial public offering, slashed the value of the sale almost in half amid the worst market for US IPOs in almost two years. ", "label": 2}
{"text": "Enbridge to Buy Shell #39;s Gulf Pipelines for \\$613 Mln (Update4) Enbridge Inc., Canada #39;s second- largest pipeline company, agreed to buy Shell Gas Transmission LLC for \\$613 million to gain pipelines in the Gulf of Mexico for the first time.", "label": 2}
{"text": "Tower of gas fire diminshes, but worried evacuees can stay in &lt;b&gt;...&lt;/b&gt; three days after they were evacuated when a tower of flames erupted from a nearby natural gas storage cavern. Officials ", "label": 2}
{"text": "ID Biomedical Gets U.S. Flu Drug Deal (Reuters) Reuters - ID Biomedical Corp.  \\signed a 10-year U.S. distribution deal for its Fluviral drug\\that could reap sales of  #36;2.3 billion and help U.S. authorities\\fill a flu vaccine shortage, the company said on Monday.", "label": 2}
{"text": "Midway Games Buys Videogame Company Midway Games Inc. said Tuesday that it acquired Paradox Development, the studio now developing Midway #39;s upcoming Mortal Kombat:Shaolin Monks videogame, for 333,334 Midway common shares.", "label": 2}
{"text": "Movie Gallery Bids for Hollywood Video (Reuters) Reuters - Movie Gallery Inc.  on Friday\\offered to buy rival movie rental chain Hollywood Entertainment\\Corp.  for an undisclosed sum, one week after industry\\leader Blockbuster Inc.  bid about  #36;700 million for\\Hollywood.", "label": 2}
{"text": "Housing Construction Highest in 5 Months (AP) AP - Housing construction in August surged to its highest level in five months, a dose of encouraging news for the economy's expansion.", "label": 2}
{"text": "Nasdaq Down, Dow Flat  NEW YORK (Reuters) - U.S. technology stocks fell in light  trading on Thursday after a brokerage cut its forecast for the  semiconductor industry, while blue chips were flat as a  continued drop in oil prices eased investor worries.", "label": 2}
{"text": "Border closures disrupt Palestinian economy: World Bank (AFP) AFP - The Palestinian economy remained mired in deep recession in the four years since the Intifada began in September 2000, in part because of frequent closures at the Israeli border, a new World Bank report said.", "label": 2}
{"text": "Phelps Dodge Plans Mine Expansion Phelps Dodge Corp., one of the world #39;s largest copper producers, said Monday its board approved an \\$850 million expansion to triple production at the Cerro Verde mine in Peru, with the company ceding some of its stake in the mine in the process.", "label": 2}
{"text": "Sprint settles FTC claim for \\$1.125M The Federal Trade Commission said Friday that it will make Sprint Corp. pay \\$1.125 million to settle charges that the telecommunications giant skirted federal credit laws.", "label": 2}
{"text": "Retailers Finding a Market Downtown In downtown Washington, once synonymous with the demise of urban retail, upscale men's clothier Jos. A. Bank has beaten internal sales predictions by 15 percent one year after opening. And developers are putting the final touches on a 275,000-square-foot shopping complex with five national chains.", "label": 2}
{"text": "Vivendi Universal Raises Profit Forecast  PARIS (Reuters) - Vivendi Universal raised its 2004  earnings forecast as it reported a 19 percent increase in  underlying third-quarter profit on Wednesday, driven mainly by  strong mobile phone sales.", "label": 2}
{"text": "Reborn WorldCom in search of \\$6bn buyer MCI, the telecom giant that used to be called WorldCom, has appointed bankers to explore a possible sale of the business. WorldCom has only recently emerged from what was ", "label": 2}
{"text": "Ivan #39;s cost may fall as it misses Big Easy Hurricane Ivan may cost insurers less than first estimated after the third storm to hit the United States in six weeks skirted New Orleans.", "label": 2}
{"text": "What Are You Worried About? (Forbes.com) Forbes.com - Oil was getting so hard to find that, soon enough, looking for it would be a losing game, at least in the U.S. So said the experts, years ago.", "label": 2}
{"text": "Google may gain on ad sales, IPO firms #39; analysts say Shares of Google Inc., the world #39;s most-used Internet search engine, may continue to rise as the company boosts advertising revenue, research analysts at securities firms that underwrote ", "label": 2}
{"text": "Stocks End Lower After Coca-Cola Warning  NEW YORK (Reuters) - U.S. stocks declined on Wednesday  after a profit warning from Coca-Cola Co. &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=KO.N target=/stocks/quickinfo/fullquote\"&gt;KO.N&lt;/A&gt; renewed worry  about corporate profits and a downgrade of the technology  sector by Goldman Sachs weighed on markets.", "label": 2}
{"text": "SGX, TSE plan cross-membership agreement: report SINGAPORE : The Singapore Exchange (SGX) and the Tokyo Stock Exchange (TSE) plan to enter into a cross-membership agreement that will allow member securities firms of both exchanges to execute equity transactions in both bourses from fiscal 2005, the ", "label": 2}
{"text": "Putin Approves Merger Between Gazprom and Rosneft Russian President Putin approved the suggestion made by Prime Minister Fradkov to promptly liberalize the share market of natural gas monopoly Gazprom .", "label": 2}
{"text": "Plenty to learn about services Conference focuses on challenges in services sector, such as how irritating Web-based self-service can be.", "label": 3}
{"text": "Microsoft and Sun #39;s difficult dance com December 2, 2004, 12:29 PM PT. This priority jumped up two spots into second place as CRM returns into the spotlight among top software initiatives alongside directory services and open source.", "label": 3}
{"text": "SonicWall to bolster next OS with anti-virus scanning capabilities Company says having the operating system screen for viruses at the gateway is more thorough and more efficient.\\", "label": 3}
{"text": "Sun Unveils Upgrade Of Thin-Client Platform Sun Microsystems Inc. on Monday unveiled an upgrade of its thin-client platform, which enables access to corporate applications and data through broadband-enabled home and satellite offices.", "label": 3}
{"text": "Salesforce.com Touts Customer-Service Apps Seeking to diversify beyond its sales-force-automation roots, Salesforce.com on Wednesday introduced a new on-demand call center and help desk application service called Supportforce.", "label": 3}
{"text": "Bush signs extension to R D tax credit The R D tax credit, first passed as a temporary measure in 1981, has been extended 11 times and allows U.S. companies conducting research and development activities to get a tax credit of up to 10 of R D spending.", "label": 3}
{"text": "No Regrets, Says Departing NASA Boss (AP) AP - NASA's departing boss, Sean O'Keefe, said Friday he does not regret canceling the last shuttle mission to the Hubble Space Telescope  #151; or anything else during his three years on the job.", "label": 3}
{"text": "HP Launches Latest Push Into Consumer Markets  SAN FRANCISCO (Reuters) - Hewlett-Packard Co. &lt;A HREF=\"http://www.reuters.co.uk/financeQuoteLookup.jhtml?ticker=HPQ.N qtype=sym infotype=info qcat=news\"&gt;HPQ.N&lt;/A&gt; on  Friday unveiled a range of products including its version of  the iPod digital music player that raises the stakes in a war  between PC and electronics makers for a spot in increasingly  digitized living rooms.", "label": 3}
{"text": "Q A: Microsoft's Linux strategist Martin Taylor, Part 2 After a year as Microsoft Corp.'s chief Linux strategist, Martin Taylor has a lot to say about where he sees Linux going and how Microsoft plans to compete with the open-source operating system.", "label": 3}
{"text": "New Internet domains in the works com December 13, 2004, 3:26 PM PT. The Internet may soon see two new top-level domains: .jobs and .mobi. The Internet Corporation for Assigned Names and Numbers ( ICANN ) said ", "label": 3}
{"text": "Astronomers Demonstrate a Global Internet Telescope Jodrell Bank Observatory -- European and US radio astronomers have demonstrated a new way of observing the Universe -- through the Internet!     Using cutting-edge technology, the researchers have managed to observe a distant star by using the world's research networks to create a giant virtual telescope. The process has allowed them to image the object with unprecedented detail, in real-time; something which only a few years ago would have been impossible...", "label": 3}
{"text": "Google intros desktop search tool The long-rumoured Google desktop search is now available for download from desktop.google.com. The new beta application allows users to index and search their emails, documents, Web history and instant messenger chats.", "label": 3}
{"text": "Apple Expo - Attendees Mixed if iMac G5 is The Complete Solution PARIS, FRANCE - Attendees at Apple Expo in Paris are impressed at the look of the new iMac G5, but mixed on whether it #39;s the right solution for their needs.", "label": 3}
{"text": "Half of US Web Users Now on Broadband -- Report NEW YORK (Reuters) - More than half of all US residential Internet users reached the Web via fast broadband connections in July, outpacing use of slower, dial-up connections for the first time, market researcher Nielsen//NetRatings said on ...", "label": 3}
{"text": "Vitamins Don't Cut Stomach Cancer Risk-Study (Reuters) Reuters - Millions of people take them to stay\\healthy but scientists said on Friday that vitamin supplements\\do not protect against stomach and other cancers -- and may\\even make them worse.", "label": 3}
{"text": "Swap offer for pirated Windows XP Microsoft is starting a scheme to replace pirate versions of Windows XP with legal ones.", "label": 3}
{"text": "Charley Shows Progress, Pitfalls in Forecasting (Reuters) Reuters - A few decades ago, the earliest warning\\Floridians would have had of a hurricane would have been black\\clouds on the horizon. Now people are complaining after\\Hurricane Charley hit shore at a point just 60 miles off from\\the track projected by meteorologists.", "label": 3}
{"text": "Psychic action enthrals gamers Second Sight offers a compelling storyline that keeps gamers coming back for me.", "label": 3}
{"text": "Programs: New Games Feature Mind Over Matter  PROVIDENCE, R.I. (Reuters) - The overwhelming scientific  evidence shows that psychic powers are probably a lot of  baloney. After all, psychics always seem to \"lose\" their powers  if subjected to tests designed to eliminate luck or fraud.", "label": 3}
{"text": "A renaissance for the workstation? A California start-up thinks so. Its 96-processor unit is aimed at the film industry and life sciences researchers, among others.", "label": 3}
{"text": "EasyMobile faces Orange showdown Easyjet founder Stelios Haji-Ioannou faces a potential clash with Orange over plans for a mobile phone service.", "label": 3}
{"text": "Virgin Mary On Grilled Cheese Sandwich Sells on eBay The online casino, GoldenPalace.com, bid \\$28,000 to purchase a 10-year-old grilled cheese sandwich that supposedly bears the image of the Virgin Mary.", "label": 3}
{"text": "Critical Flaw in WinAmp A critical security flaw has been discovered in WinAmp that exploits the stack-based buffer overflow vulnerability allowing attacks from hackers.", "label": 3}
{"text": "I2 sets up software development operation in Beijing Composite applications require user interface work in native language, company says.", "label": 3}
{"text": "Microsoft May Do More Shopping PALO ALTO, CALIFORNIA -- Microsoft may make more large acquisitions than it has done historically and become a more distributed company as opposed to moving key employees to its Redmond, Washington, headquarters, Chief Financial Officer John Connors said ", "label": 3}
{"text": "Adult Site Sues Google for Infringment (AP) AP - A Web site that sells photos of naked women is suing Google Inc., alleging that the online search engine leader is destroying its business by distributing links and passwords that provide free glimpses of the nude models.", "label": 3}
{"text": "Business software firms shed more jobs Commerce One and Manugistics cut staff, as software makers grapple with industry upheaval.", "label": 3}
{"text": "Berlin Zoo Separates Baby Rhino from Clumsy Mother (Reuters) Reuters - Vets at a Berlin zoo have been forced to\\separate a baby rhino from his mother for fear she may\\accidentally trample him to death, zoo officials said on\\Tuesday.", "label": 3}
{"text": "Nintendo to Bring Music, Video to DS Game Machine &lt;p&gt;\\&lt;/p&gt;&lt;p&gt; TOKYO (Reuters) - Nintendo Co. will begin selling an\\adaptor for its DS and Game Boy Advance handheld game players\\to allow them to play music and video, the company said,\\matching a popular feature on Sony's portable game machine.&lt;/p&gt;", "label": 3}
{"text": "European Commission restarts clock on Oracle-Peoplesoft BRUSSELS -- The European Commission has restarted its investigation into Oracle Corp.'s hostile bid to acquire PeopleSoft Inc. and will issue its judgement by early November at the latest, it said on Thursday.", "label": 3}
{"text": "Google adds books to its epic search story Internet search engine Google has announced Google Print, a new book search service at the Frankfurt Book Fair. Google has already secured deals with major publishers, including Oxford University Press.", "label": 3}
{"text": "Calculating the Precise Distance to Doomsday Today's close passage of the relatively large asteroid, Toutatis, has presented astronomers with a new ruler to measure solar system distances. By using two telescopes separated by hundreds of miles, the classic parallax method validates the asteroid's orbital path...", "label": 3}
