{"question1": "Did you watch Hillary's acceptance speech and what did you think and feel?", "question2": "What do you think of Hillary Clinton's acceptance speech at the 2016 DNC? What were the main themes?", "label": 0, "idx": 72086}
{"question1": "What is the food one can eat and not eat to reduce the blood ESR level?", "question2": "What is the concept behind eating medicines before or after a meal?", "label": 0, "idx": 129821}
{"question1": "Does using Marijuana for a prolonged period of time increase a persons chances of being diagnosed with schizophrenia?", "question2": "Is it possible to overdose on marijuana?", "label": 0, "idx": 331280}
{"question1": "Which is the best bicycle to ride in a city like Bangalore? Daily commute rather than exercise purpose?", "question2": "Which is the best bicycle to buy, under ₹10,000 in India?", "label": 0, "idx": 131841}
{"question1": "How can I make good investments with little amounts of money in trading?", "question2": "How can I make good investments with little amounts of money?", "label": 0, "idx": 200918}
{"question1": "How useful is doing the Six Sigma Green Belt certification for a technical analyst or a QA guy?", "question2": "\"How long does it take to learn and complete the certification course \"\"Six Sigma Green Belt\"\"?\"", "label": 0, "idx": 346178}
{"question1": "Should we give property to those buyers who are in cyclic debt?", "question2": "Are we good people who sometimes give in to bad, or are we bad people who sometimes manage to resist our own nature and do good?", "label": 0, "idx": 345082}
{"question1": "How could a bunker/fallout shelter still run on emergency power after three years?", "question2": "I am presently pursuing Dual Degree (B.tech +M.tech). I will be doing MBA after that. So will doing good internships matter much in my future?", "label": 0, "idx": 21004}
{"question1": "How long does a football player have to train for a game?", "question2": "How do you get field passes for a football game to meet the players?", "label": 0, "idx": 336022}
{"question1": "How much does a car salesman earn from commission from selling a vehicle?", "question2": "I just landed my first professional job as a Honda car salesman. I have no experience in selling, howcan i be a good salesman ?", "label": 0, "idx": 115280}
{"question1": "Why is first-time sex sometimes painful for a girl?", "question2": "What was your age when you had sex for the first time?", "label": 0, "idx": 177126}
{"question1": "What if travellers who travel the world with almost no money deserves the food throught the world for free?", "question2": "How might Brienne die in the Game of Thrones series?", "label": 0, "idx": 195614}
{"question1": "When was the first time a cricket bat carried a sponsor's name?", "question2": "Which wood glue would be best for repairing a cricket bat?", "label": 0, "idx": 210430}
{"question1": "Can we cancel our bookings from BookMyShow?", "question2": "Who are the competitors of BookMyShow?", "label": 0, "idx": 25667}
{"question1": "What is the pope's salary?", "question2": "What does the Pope do?", "label": 0, "idx": 129936}
{"question1": "Why do white conservatives repeatedly ask African-Americans why we vote for/support Democrats in the majority?", "question2": "After 50 years of support for the Democratic Party, most African Americans are no better off than they were before. Under President Obama, there twice as many in poverty than under Bush. So, why do African Americans still vote 80%+ Democrat?", "label": 0, "idx": 116039}
{"question1": "What do people in Quora get by giving answers that get much upvotes?", "question2": "Why do I get brown spots on my skin after sunburn?", "label": 0, "idx": 165264}
{"question1": "How common are baseball fields in Europe? How do their baseball field dimension differ from U.S. fields?", "question2": "Am I doing right or wrong? (read detail)? Buying CBR and Iphone is wrong for middle class boy?", "label": 0, "idx": 196006}
{"question1": "I have a 2.5 GPA going into my junior year of high school. I will be taking 2 AP courses. Is it possible to get to a 3.0 by the end of the year?", "question2": "I had a GPA of 2.0 in sophomore year. What's the highest I'd be able to raise it by the end of high school?", "label": 0, "idx": 6055}
{"question1": "Who are the professional event decorators in Hyderabad?", "question2": "I want to be an anchor. I already hosted 2 events professionally and lots of events in college. How can I build my career in this field? How do I start, and what do I need to do for this?", "label": 0, "idx": 77347}
{"question1": "Why do women get aroused when they are kissed on their neck?", "question2": "What does it mean when girl kiss you on the neck?", "label": 0, "idx": 285305}
{"question1": "What is the best programming language for web service?", "question2": "What is the best programming language for a web application?", "label": 0, "idx": 310786}
{"question1": "\"What is this \"\"YouTube\"\" start-up program that's listed in the task manager?\"", "question2": "What is the easiest way to create a blog for a custom website that was made with java?", "label": 0, "idx": 151187}
{"question1": "What are some causes of a boil on my labia majora?", "question2": "How can I avoid a boil on my labia majora?", "label": 0, "idx": 37076}
{"question1": "I am a V.T.U. pass out. How can I get my transcripts from Bangalore?", "question2": "I am from Bangalore (PESIT) 8 pointer. Can I get into IIM A immediately after 4th yr? I am non IITian", "label": 0, "idx": 105974}
{"question1": "How do you serve Southern Comfort?", "question2": "What is good with Southern Comfort?", "label": 0, "idx": 22610}
{"question1": "How should I prepare for GATE 2017 from now onwards?", "question2": "How do I start preparing for GATE 2017 from now?", "label": 0, "idx": 255130}
{"question1": "What is the fastest way to get to level 3 in CS:GO?", "question2": "What is the best way of getting a knife in CS GO?", "label": 0, "idx": 4772}
{"question1": "Does the world need population control when food is so plenty and children are growing up obese?", "question2": "What is the best way to learn and grow when you've got plenty of time in the office?", "label": 0, "idx": 279200}
{"question1": "How can a Muslim women in India get a divorce from her husband?", "question2": "How can a Muslim man get a divorce from his wife?", "label": 0, "idx": 60939}
{"question1": "What is the best book on artificial intelligence?", "question2": "What are the best books on artificial intelligence in Java?", "label": 0, "idx": 288257}
{"question1": "\"What does LINKED in \"\"GET A job\"\" actually mean and how to applly to those?\"", "question2": "Why isn't there police/army patrol in Dal Lake, Sri Lanka?", "label": 0, "idx": 244435}
{"question1": "How do I find my area of interest?", "question2": "How one should find his interest?", "label": 1, "idx": 45109}
{"question1": "What are the levels of management?", "question2": "What are the three levels of management?", "label": 1, "idx": 300779}
{"question1": "What are the best online coding bootcamps?", "question2": "What is the best online coding bootcamp?", "label": 1, "idx": 2062}
{"question1": "Why did China again object to India's bid at UN to ban JeM chief Masood Azhar?", "question2": "Why does China keep on blocking India's bid to label Masood Azhar as a terrorist?", "label": 1, "idx": 305067}
{"question1": "What is it that girls look for in a guy?", "question2": "What does a girl look for first in a guy?", "label": 1, "idx": 125704}
{"question1": "What is the phone number for Zoho Customer Help?", "question2": "What is the Zoho mail tech support number for customer service in the USA & Canada?", "label": 1, "idx": 26526}
{"question1": "Would we get more dark energy as the universe expands?", "question2": "Why does dark energy expand universe?", "label": 1, "idx": 360842}
{"question1": "What is Newton's third law of motion? Can you explain what is an action and a reaction with examples?", "question2": "Can someone explain Newton's third law of motion?", "label": 1, "idx": 148}
{"question1": "Why do dogs wag their tails?", "question2": "Why do some dogs wag their tail in circles?", "label": 1, "idx": 134248}
{"question1": "Who is 'they' in Interestellar?", "question2": "Who are the 'they' in the movie Interstellar?", "label": 1, "idx": 312561}
{"question1": "How do I change my profile pic on Quora?", "question2": "How do I put up my profile photo on Quora? It doesn't have an option.", "label": 1, "idx": 126177}
{"question1": "How do I become CA in India?", "question2": "How can I become a Chartered Accountant in India?", "label": 1, "idx": 37527}
{"question1": "How much sleep is too little, too much, and just the right amount?", "question2": "How much sleep is required?", "label": 1, "idx": 103414}
{"question1": "What is the most stupid thing Donald Trump has said?", "question2": "What are some of the worst things Donald Trump has said? ", "label": 1, "idx": 213605}
{"question1": "What do I do if my dog swallowed a bone?", "question2": "What should I do if my dog swallowed a chicken bone?", "label": 1, "idx": 169498}
{"question1": "What is human right?", "question2": "What are human rights?", "label": 1, "idx": 287513}
{"question1": "Are you guys voting for Hillary Clinton or Donald Trump?", "question2": "Donald Trump or Hillary Clinton? Why?", "label": 1, "idx": 157180}
{"question1": "Which is the Best Tablet under Rs 5000?", "question2": "Which is the best tablet under Rs. 5000?", "label": 1, "idx": 326991}
{"question1": "What can we learn from Lord Krishna's life?", "question2": "What can we learn from Lord Krishna?", "label": 1, "idx": 252780}
{"question1": "How do I get a list of my gmail accounts?", "question2": "How do I find all my Gmail accounts?", "label": 1, "idx": 133175}
{"question1": "Which is the best QuickBooks proadvisor tech support number?", "question2": "What is the quickbooks customer support phone number USA?", "label": 1, "idx": 125745}
{"question1": "How do I get flight tickets cheap?", "question2": "How do I get cheap flight tickets?", "label": 1, "idx": 88722}
{"question1": "What is the most innovative advertisement you have seen?", "question2": "What are the innovative advertisements you have ever noticed or seen?", "label": 1, "idx": 219927}
{"question1": "What are the best courses to pursue along with CA?", "question2": "What courses must be taken along with CA course?", "label": 1, "idx": 133380}
{"question1": "How do I do the diminishing deck trick (a deck of cards visually diminishes or compresses into only one card) with gimmicks and where do I buy them?", "question2": "How do I do the diminishing deck trick (A deck of cards visually diminishes into one card) with gimmicks?", "label": 1, "idx": 252404}
{"question1": "Why can't India have referendum on Reservation?", "question2": "Can India hold a poll regarding Reservation?", "label": 1, "idx": 233162}
{"question1": "At what age is a man at the peak of his physical power?", "question2": "At what age does a human being attain his or her physical peak?", "label": 1, "idx": 310494}
{"question1": "What is the QuickBooks support phone number?", "question2": "What are the best intuit quickbooks support plans?", "label": 1, "idx": 352420}
{"question1": "Were humans almost wiped out around 72,000 years ago?", "question2": "Why did humans become almost extinct 70,000 years ago?", "label": 1, "idx": 198102}
{"question1": "What are the scholarships an MBBS student in India?", "question2": "What are the scholarships available for MBBS students in India?", "label": 1, "idx": 12580}
{"question1": "How will the Indian economy benefit if GST is introduced?", "question2": "Is consumption based GST good for Indian economy?", "label": 1, "idx": 36915}
{"question1": "If you are given a chance to bring one person back from history, who would it be?", "question2": "Who would you choose if you could bring back people from history?", "label": 1, "idx": 195301}
