{"text": "Sao Paulo Mayor Suplicy, Lula Ally, Heads for Runoff (Update1) Sao Paulo Mayor Marta Suplicy, a member of the governing Workers #39; Party, finished second in city elections to Jose Serra, a one-time presidential contender, setting the stage for a runoff ", "label": 0}
{"text": "Israel Says It Attacked Islamic Jihad Leader  JERUSALEM (Reuters) - The Israeli army said it had attacked  the car of the Palestinian Islamic Jihad militant commander who  was killed in a Gaza City airstrike on Tuesday.", "label": 0}
{"text": "Command Failure Seen at Fault in Beslan Massacre  MOSCOW (Reuters) - Security forces bungled the handling of  Russia's worst hostage drama because nobody was in charge and  special forces were not ready when the shooting started,  security analysts said on Monday.", "label": 0}
{"text": "Viewers to be able to shape TV The EU is backing a project that would let viewers personalise shows and films to suit their tastes.", "label": 0}
{"text": "IF McCline Is Big Time He #39;ll Defeat Byrd GlovedFistJuno.com - He #39;s five inches taller, has an eight inch advantage in reach, and out weighs his opponent by at least sixty pounds.", "label": 1}
{"text": "MLB, D.C. Talk Major League Baseball negotiators held day-long sessions with District officials Tuesday and toured RFK Stadium as part of efforts to find a new home for the Montreal Expos.", "label": 1}
{"text": "Stock car racing in Canada gets boost from NASCAR deal with CASCAR TORONTO (CP) - Stock car racing in Canada received a boost Tuesday as NASCAR announced a multi-year operational and marketing agreement with CASCAR.", "label": 1}
{"text": "Absent Phelps Gets Eighth Medal  ATHENS (Reuters) - Michael Phelps got his eighth medal at  the Athens Olympics Saturday without even getting wet when the  United States broke the world record in the men's 4x100 meters  medley relay.", "label": 1}
{"text": "Nortel Delays Release of Financial Reports Nortel Networks says it will again delay the release of its restated financial results. The Canadian telecom vendor originally promised to release the restated results in September.", "label": 2}
{"text": "Sun sets sights on Linux vendors After years of battling Microsoft Corp., Sun Microsystems Inc. has set its sights on Linux vendors, seeking to jump into a low-end but high-volume market it #39;s been accused of ignoring.", "label": 2}
{"text": "US Airways Seen as Likely to Declare Bankruptcy Barring a last-minute change of heart by its recalcitrant unions, US Airways appears all but certain to seek bankruptcy protection on Sunday.", "label": 2}
{"text": "Treo, Exchange agree to talk LONGTIME foes palmOne and Microsoft have announced a licensing deal that will allow the next generation of palmOne #39;s Treo smart phones to work directly with Microsoft #39;s Exchange email system.", "label": 2}
{"text": "Illinois Governor proposing ga Governor Rod Blagojevich seeks law to punish those who sell violent and sexually explicit games to minors. It #39;s as if the Governor of Illinois never heard of the Entertainment Software Ratings Board.", "label": 3}
{"text": "Ballmer strikes big rivals from Microsoft shopping list Microsoft CEO Steve Ballmer said the company isn't interested in buying PeopleSoft, Oracle or SAP, but he wouldn't rule out smaller deals.", "label": 3}
{"text": "Securing RFID information RFID data is vulnerable under certain circumstances, but tougher standards have been developed to protect information stored on RFID chips and to prevent hackers from using sensitive data stored there in malicious exploits.", "label": 3}
{"text": "VoIP to Reach 10 of US Homes in 5 Years VoIP will reach about 400,000 US households by the end of this year, a number that will grow to 12.1 million, or 10 percent of all homes in the US, by 2009, according to a forecast by New-York-based research firm JupiterResearch.", "label": 3}
