{"text": "How can I activate the new card i got?", "label": 0}
{"text": "You can activate your card in a few seconds by going to account, hitting activate, and just following the directions.", "label": 0}
{"text": "How do I activate my card, so that I can start using it?", "label": 0}
{"text": "What do I do to activate?", "label": 0}
{"text": "How old can one use your service?", "label": 1}
{"text": "I'd like to open an account for my kids can I do that?", "label": 1}
{"text": "How do I open an account for my children?", "label": 1}
{"text": "Do you have any accounts for children ?", "label": 1}
{"text": "Why isn't my Google Pay top up working for me? Did I do something wrong?", "label": 2}
{"text": "In regards to top-ups, can I do them via Google Pay?", "label": 2}
{"text": "What do I do if my Google pay top up isn't working?", "label": 2}
{"text": "Google play top up help?", "label": 2}
{"text": "How many ATMs will take this card?", "label": 3}
{"text": "Is there a way to find an ATM around me?", "label": 3}
{"text": "How can I find an ATM that accepts this card?", "label": 3}
{"text": "What ATMs take this card?", "label": 3}
{"text": "How do I get refills to my card when I'm traveling?", "label": 4}
{"text": "If there isn't much money left over, will it top-up automatically?", "label": 4}
{"text": "What about an auto top-up, is that a option?", "label": 4}
{"text": "I want to use auto top-up. Is there a limit?", "label": 4}
{"text": "The funds I transferred are not in my account", "label": 5}
{"text": "I've made a transfer from France two days ago but I was wondering if international transfers take longer to arrive because it hasn't made it yet.", "label": 5}
{"text": "I made a bank transfer earlier from my UK account.  I don't see it yet, can you check the status?", "label": 5}
{"text": "The other bank confirmed a transfer I made, but this account is not reflecting it yet.", "label": 5}
{"text": "I deposited money in the form of a cheque, but my balance has not increased.", "label": 6}
{"text": "Why is my check still not showing up on my account? It's been a week already", "label": 6}
{"text": "I put money in my account a week ago but its still not there?? What happened to my money?", "label": 6}
{"text": "I haven't received the cash from the check I deposited.", "label": 6}
{"text": "My attempted transfer keeps kicking back with an error message.  Could you please help me to resolve this?", "label": 7}
{"text": "I really was trying to complete this exhange. I was trying to purchase some crypto but the app won't allow me to do it. Can you tell me what's going on here?", "label": 7}
{"text": "Why can't I use my beneficiary?", "label": 7}
{"text": "Why would a transfer to a beneficiary not go through?", "label": 7}
{"text": "I made a transfer into my account and now I need to cancel it", "label": 8}
{"text": "My morning transaction needs to be canceled.", "label": 8}
{"text": "What do I need to do to cancel a transaction?", "label": 8}
{"text": "I want to cancel a transfer I just made.", "label": 8}
{"text": "What do I do after my card expires?", "label": 9}
{"text": "Can I have a new card shipped to China?", "label": 9}
{"text": "How can I get a card sent to China?", "label": 9}
{"text": "How do I know when my card will expire?", "label": 9}
{"text": "where is card accepted", "label": 10}
{"text": "Where can I use this card?", "label": 10}
{"text": "Is there restrictions on where I can use my card?", "label": 10}
{"text": "Can I use my card anywhere?", "label": 10}
{"text": "how to track the card you sent", "label": 11}
{"text": "I still haven't gotten my new card.  When will it get here?", "label": 11}
{"text": "I'm still waiting on my new card to be delivered!", "label": 11}
{"text": "Where is the card I ordered 2 weeks ago?", "label": 11}
{"text": "I need my card ASAP!", "label": 12}
{"text": "I need my card right away.", "label": 12}
{"text": "Could I chose the date to have it delivered?", "label": 12}
{"text": "can you express my card to me?", "label": 12}
{"text": "How do I add a new card?", "label": 13}
{"text": "I thought I lost my card so I cancelled it, but recently I found it in my jacket and I would like to re-establish the card.", "label": 13}
{"text": "how do i get the card linked", "label": 13}
{"text": "I received my card, how do I get it to work in the app?", "label": 13}
{"text": "\nI can't seem to be able to use my card\n\n\n", "label": 14}
{"text": "What are ways to test why my card might not be working?", "label": 14}
{"text": "Help.  My card is broken.", "label": 14}
{"text": "I can't use my card for anything", "label": 14}
{"text": "I have been charged a fee that I didn't know about. Why have you charged me extra for card payments?", "label": 15}
{"text": "I wanted to know why i got an additional fee when i use my card.", "label": 15}
{"text": "What was I charged a fee for card payment?", "label": 15}
{"text": "There was a charge applied when I used my card.", "label": 15}
{"text": "There are a couple of payments with my card shown in the app that in reality I didn't make. Maybe someone has access to my card?Can you check whats the issue ?", "label": 16}
{"text": "I don't recognize this payment", "label": 16}
{"text": "I need to freeze my card. There are charges on there that i did not authorize. They've been coming out for a couple of days. Can i get this money back?", "label": 16}
{"text": "There's a card payment with a name I don't recognize", "label": 16}
{"text": "I noticed the currency exchange rate was incorrect after paying for something in a foreign country.", "label": 17}
{"text": "My payment had a wrong exchange rate.", "label": 17}
{"text": "I bough an item and the exchange rate was incorrect.", "label": 17}
{"text": "The exchange rate given to me after a purchase, was incorrect", "label": 17}
{"text": "My card is stuck in the ATM?", "label": 18}
{"text": "What do I do if I can't get my card out of the ATM?", "label": 18}
{"text": "Why did the ATM eat my card?", "label": 18}
{"text": "Who do I talk to about the ATM swallowing my card?", "label": 18}
{"text": "I used an ATM and there was an extra charge.", "label": 19}
{"text": "Anytime I've made an ATM withdrawal before it has always been free. I now say that I have been charged for my most recent ATM withdrawal. What's going on here?", "label": 19}
{"text": "Are there ATM fees?", "label": 19}
{"text": "Why is there a charge when I took out money?", "label": 19}
{"text": "I am seeing in the App a some cash withdrawal that I did not do", "label": 20}
{"text": "help, I see money missing I didn't take out.", "label": 20}
{"text": "There are funds in my app that I did not receive.", "label": 20}
{"text": "My wallet was just stolen and I see my account already has a withdrawal. Can you please help me.", "label": 20}
{"text": "I think someone saw my PIN and I am on vacation in Spain, can I change it locally at an ATM?", "label": 21}
{"text": "Do you know how to change my card PIN?", "label": 21}
{"text": "How can I change my old pin to a new one?", "label": 21}
{"text": "What ATMs will allow me to change my PIN?", "label": 21}
{"text": "Can you check about unauthorized use of my card, I think someone is using mine without my knowledge?", "label": 22}
{"text": "The card has suffered a security breach.", "label": 22}
{"text": "Someone is making transactions on my account, I think they took my card information.", "label": 22}
{"text": "I want to cancel my card. I think someone else is using it.", "label": 22}
{"text": "My contactless stopped working today no matter where I try to use it. How do I get it to start working again?", "label": 23}
{"text": "I'm confused ass to why my contactless is not working.", "label": 23}
{"text": "Any charges applicable for new card?", "label": 23}
{"text": "I can't get a contactless payment to work.", "label": 23}
{"text": "i want to get a card but i live in the US", "label": 24}
{"text": "can usa residents get a card?", "label": 24}
{"text": "Is it possible to get a card when i'm not in the UK?", "label": 24}
{"text": "Are cards available in the EU?", "label": 24}
{"text": "Why didn't my card payment work?", "label": 25}
{"text": "What are the reasons why a card payment would be declined?", "label": 25}
{"text": "I was out today looking forward to paying with my new card, turns out the payment kept getting declined. This is really sad, what's going on?", "label": 25}
{"text": "My card payment was not successful.", "label": 25}
{"text": "Why was my request for cash declined?", "label": 26}
{"text": "My card didn't work at the ATM in Notting Hill.  Is my card working?", "label": 26}
{"text": "Why does the ATM continually decline my card? I've tried multiple times on different machines with the same results. I thought I had enough funds for this, so please help me understand why this is happening.", "label": 26}
{"text": "Why am I unable to withdrawal cash?", "label": 26}
{"text": "My transfer has been declined.", "label": 27}
{"text": "I'm having issues with my card. You guys keep declining it for some reason. I haven't had any issues up until this point. What is going on? I've tried a handful of times with the same, unfortunate, result!", "label": 27}
{"text": "My transfer was declined. What might the reason be?", "label": 27}
{"text": "I couldn't make a transfer because it was declined", "label": 27}
{"text": "I'm checking my statements and I saw a purchase from a couple weeks ago that I don't recall at all. Not only that, but I don't even know the business that charged it. I'm not sure if I did it or not, but can we check it and see if we can trace it back to make certain?", "label": 28}
{"text": "I know this very late, but I just went through my statements from the last couple months and there's one quite large-ish payment that I definitely haven't made. Is it still possible to dispute it?", "label": 28}
{"text": "There is a payment in my app that I did not make.  I have not used that card all day  Please reimburse my money.", "label": 28}
{"text": "I was just going over my transactions for the past couple of months and noticed a large type charge that I know I did not make. Even though it's been a while can I please still dispute this?", "label": 28}
{"text": "Who can request disposable cards?", "label": 29}
{"text": "Is there a limit on how many times I can use a disposable card?", "label": 29}
{"text": "What is the limit on disposable cards?", "label": 29}
{"text": "Is there a limit on the number of times I can use a disposable card?", "label": 29}
{"text": "Can I change my details because I moved?", "label": 30}
{"text": "I just got married and I need to change my name", "label": 30}
{"text": "I've just been married and need to update my name", "label": 30}
{"text": "How to modify my details.", "label": 30}
{"text": "Is it possible to have a discount for exchanging currency frequently?", "label": 31}
{"text": "Do you offer a discount for those who perform frequent currency exchanges?", "label": 31}
{"text": "Is there a few for exchanging foreign currencies?", "label": 31}
{"text": "What are the currency exchange fees?", "label": 31}
{"text": "Is there an exchange rate?", "label": 32}
{"text": "I want to know your exchange rates.", "label": 32}
{"text": "What value can I get for my currency?", "label": 32}
{"text": "Is the exchange rate current?", "label": 32}
{"text": "How can I exchange AUD for GBP?", "label": 33}
{"text": "Is it possible to exchange USD and GBP on the app?", "label": 33}
{"text": "Can I change from AUD to GBP?", "label": 33}
{"text": "Can turn my money into another currency?", "label": 33}
{"text": "I had a dollar charged to my account that's still pending and wanted to know what the charge is for?", "label": 34}
{"text": "I just looked at my app and it seems I was charged extra, why is that?", "label": 34}
{"text": "why does my statement contain an extra fee?", "label": 34}
{"text": "Why do i have an extra fee on my statement?", "label": 34}
{"text": "I tried to do a transfer and it hasn't worked!", "label": 35}
{"text": "Why hasn't my transfer gone through", "label": 35}
{"text": "I need to know what is going on. I'm attempting to purchase a flat and need the money to pay on my initial mortgage payment. I'm only getting an error. Can you find out what's going on and help in making the transfer?", "label": 35}
{"text": "I've tried completing a very standard transfer and have already attempted it 5 times. What's going on here? Is there a problem with your system?", "label": 35}
{"text": "I need to know which fiat currencies I can use with you.", "label": 36}
{"text": "If I was travelling abroad, would I be able to hold currencies in euros?", "label": 36}
{"text": "What flat currencies do you use for holding and exchanges.", "label": 36}
{"text": "Is it okay to hold money in multiple currencies?", "label": 36}
{"text": "What do you use disposable cards on?", "label": 37}
{"text": "How can I go about getting a disposable virtual card?", "label": 37}
{"text": "I need to get a disposable virtual card?", "label": 37}
{"text": "Please tell me how disposable virtual cards work?", "label": 37}
{"text": "Will the PIN come separately?", "label": 38}
{"text": "How do I get my card PIN?", "label": 38}
{"text": "How long do I wait for my PIN", "label": 38}
{"text": "How do I know what my PIN is?", "label": 38}
{"text": "Physical cards are what I need more of", "label": 39}
{"text": "Where do I order additional cards?", "label": 39}
{"text": "Is there a charge for getting more cards?", "label": 39}
{"text": "Is a new debit card free?", "label": 39}
{"text": "Can you give me a virtual card?", "label": 40}
{"text": "I'd like more info on getting a virtual card.", "label": 40}
{"text": "Where can virtual cards be ordered?", "label": 40}
{"text": "what is a virtual and how do i get one", "label": 40}
{"text": "What should I do if I think my card was stolen?", "label": 41}
{"text": "My card is lost!  Please help me!", "label": 41}
{"text": "What can I do if I lost my card?", "label": 41}
{"text": "I lost my card n need a new one.", "label": 41}
{"text": "My phone got stolen, how can I use the app?", "label": 42}
{"text": "If I lost my phone at the hotel, can I still use the app?", "label": 42}
{"text": "My phone is lost I don't want someone to use my account, what can I do?", "label": 42}
{"text": "I have an emergency and lost my phone.  I need help accessing my account.", "label": 42}
{"text": "Where are the cards delivered to", "label": 43}
{"text": "What do I need to do to get a card?", "label": 43}
{"text": "What is the process for getting an actual physical card?", "label": 43}
{"text": "Do you ship your cards anywhere?", "label": 43}
{"text": "I don't remember my password", "label": 44}
{"text": "I don't know my password", "label": 44}
{"text": "I happened to forget my passcode", "label": 44}
{"text": "Lost password", "label": 44}
{"text": "I have a card payment that has been pending for some time and would like to know when it is going to go through.", "label": 45}
{"text": "How long does it take for a new purchase to stop being considered pending?", "label": 45}
{"text": "When will my payment go through?", "label": 45}
{"text": "Why are my purchases from this morning still pending?", "label": 45}
{"text": "Its been several days and my cash withdrawal is still pending. Why?", "label": 46}
{"text": "Cash withdrawal has been pending, why is it so?", "label": 46}
{"text": "I'm concerned because my cash withdrawal is pending.", "label": 46}
{"text": "I made a cash withdrawal and it is still listed as a pending transaction.", "label": 46}
{"text": "Even though I added money ey to the card, I couldn't use it", "label": 47}
{"text": "My top-up is taking a while to process!", "label": 47}
{"text": "I topped up but it isn't in my account", "label": 47}
{"text": "My top up did not go through yet.", "label": 47}
{"text": "I can't figure out why a transfer is still pending?", "label": 48}
{"text": "How long does a transfer take?", "label": 48}
{"text": "How long is the wait for a money transfer to post?", "label": 48}
{"text": "I have an outgoing transfer", "label": 48}
{"text": "My PIN has been blocked.", "label": 49}
{"text": "What should I do if I have used all of my PIN tries?", "label": 49}
{"text": "Can you unblock my blocked pin?", "label": 49}
{"text": "Why was my PIN blocked?", "label": 49}
{"text": "I received a transfer in GBP how do I change it to a different currency?", "label": 50}
{"text": "How do I know what my account is set to, I am paid in GBP?", "label": 50}
{"text": "How do I receive money from someone?", "label": 50}
{"text": "My salary is received in the form of GBP. Is it necessary to configure this? If so, where is this done?", "label": 50}
{"text": "I requested a refund from a merchant several days ago, but don't see anything showing up in my account yet.  Can you check on your end to see if the money has reached you guys?", "label": 51}
{"text": "How can I investigate a missing refund?", "label": 51}
{"text": "Why isn't my refund showing up in my statement?", "label": 51}
{"text": "My refund has not arrived, and I am unsure why. Who do I contact?", "label": 51}
{"text": "It has been forever ago that I made an order online. The product simply is not coming. Just give me back my money because I'm not paying these people.", "label": 52}
{"text": "I would like to cancel my order.", "label": 52}
{"text": "I didn't enjoy my tutor session and want a refund back. How do I go about doing this?", "label": 52}
{"text": "How do I begin the process of a refund?", "label": 52}
{"text": "Why is a payment I made reverted back to my account?", "label": 53}
{"text": "I believe my card payment has reverted", "label": 53}
{"text": "has my card payment been reverted?", "label": 53}
{"text": "What does it mean if it says my card payment has been cancelled?", "label": 53}
{"text": "What are the acceptable currencies for adding funds?", "label": 54}
{"text": "Why doesn't it work when I use American Express to try to add money to my account?", "label": 54}
{"text": "I wish to use my American Express to put funds into my account.", "label": 54}
{"text": "What currency can I use to add money?", "label": 54}
{"text": "I am not happy with your service and request that my account be terminated!", "label": 55}
{"text": "Help me delete my account.  I am not satisfied with the service.", "label": 55}
{"text": "I need to terminate my account.", "label": 55}
{"text": "Please delete my account now.", "label": 55}
{"text": "Can I transfer using SWIFT?", "label": 56}
{"text": "Does this program take SWIFT transfers?", "label": 56}
{"text": "What is the fee to top-up my account", "label": 56}
{"text": "For topping-up is there a charge?", "label": 56}
{"text": "Will I get charged for topping up with an international card?", "label": 57}
{"text": "Is there a top charge for US cards?", "label": 57}
{"text": "Do you have any fees if I want to add money using an international card.", "label": 57}
{"text": "If I were to use a European bank card for a top up, will I incur a charge?", "label": 57}
{"text": "Can I use a check to get gas?", "label": 58}
{"text": "I'm trying to use a cheque to top up", "label": 58}
{"text": "I got a cheque that I want to top up with?", "label": 58}
{"text": "Do you accept cheques for top ups?", "label": 58}
{"text": "Won't let me top my card up!! Who can get it sorted out for me? It's urgent! How do I find out what the problem is with my card and how else to top it up?", "label": 59}
{"text": "I did a bank transfer to top up, but the money is not available.", "label": 59}
{"text": "Top-up is not working", "label": 59}
{"text": "Why is my card being declined when I try to do a top-up? How can this be immediately resolved?", "label": 59}
{"text": "is there a limit on top ups", "label": 60}
{"text": "Is there a limit to how much I can top-up?", "label": 60}
{"text": "what is the most money i can top up?", "label": 60}
{"text": "How much could I top up?", "label": 60}
{"text": "The app reverted after I topped-up", "label": 61}
{"text": "My money has disappeared. I had recently added money in, and saw it was there and went through. Now it's gone. What is happening?", "label": 61}
{"text": "Why didnt my top up go through", "label": 61}
{"text": "I think my top up was reversed.", "label": 61}
{"text": "Can other people top up my account?", "label": 62}
{"text": "When I tried to top up using my card, all of the money disappeared.", "label": 62}
{"text": "I used my card to top up, but the money is not there!", "label": 62}
{"text": "How does someone else top up my account", "label": 62}
{"text": "I have been charged two times for one transaction.", "label": 63}
{"text": "A duplicated payment was made for something.", "label": 63}
{"text": "Duplicate transactions appear on my account", "label": 63}
{"text": "It seems my card payment was completed twice. I paid at the store previously and the first one did not seem to go through. After a second attempt, it did go through. I now see within the app that I have been charged twice with one of them pending. Can you please remove the pending amount because it is clearly something that was declined?", "label": 63}
{"text": "I have used my account abroad for a while without any fees, why am I being charged additional fees all of a sudden?", "label": 64}
{"text": "I thought transfers were free. Why was I charged to transfer?", "label": 64}
{"text": "I made a transfer and was charged an extra fee!", "label": 64}
{"text": "I am confused about your fee structure and was disappointed to see a fee for my transfer.", "label": 64}
{"text": "Can I transfer money to my account with the app?", "label": 65}
{"text": "How can you assist me on topping up on bank transfers to my account?", "label": 65}
{"text": "I am out of money in my account and I was wondering if I could do a bank transfer is put more in it?", "label": 65}
{"text": "I have zero dollars in my account. Can I submit additional funds via bank transfer?", "label": 65}
{"text": "I transferred money and it didn't get there.", "label": 66}
{"text": "how long does it take to transfer money, my retailer is waiting", "label": 66}
{"text": "I just sent money but the person I sent it to doesn't see it. What happened?", "label": 66}
{"text": "My cash transaction isn't showing on my account", "label": 66}
{"text": "How long will it take to transfer something from China?", "label": 67}
{"text": "I'm having money transferred from Europe, how long will this take?", "label": 67}
{"text": "I need to urgently transfer something from China. How long will it approximately take?", "label": 67}
{"text": "How long until the transfer is reflected on my account balance?", "label": 67}
{"text": "I don't have a way to prove my identity.", "label": 68}
{"text": "I have no way to prove my identity.", "label": 68}
{"text": "I dont have identification", "label": 68}
{"text": "The app is having trouble verifying my identity.", "label": 68}
{"text": "I don't know how to verify my identity.", "label": 69}
{"text": "why must I prove ID", "label": 69}
{"text": "How do I verify my identity?", "label": 69}
{"text": "What proof of identification is needed?", "label": 69}
{"text": "Where can I find my fund information?", "label": 70}
{"text": "Where did my money come from?", "label": 70}
{"text": "I would like to know where my source of funds came from.", "label": 70}
{"text": "Can I see my available money?", "label": 70}
{"text": "Why should I verify the top-up?", "label": 71}
{"text": "Why do we need to verify a top-up card?", "label": 71}
{"text": "Where is the verification code display?", "label": 71}
{"text": "Where is the top-up verification code located?", "label": 71}
{"text": "My virtual car is not working.", "label": 72}
{"text": "My Virtual card was rejected for a car rental. Why?", "label": 72}
{"text": "I can't do any business with this virtual card.", "label": 72}
{"text": "The virtual card won't work.", "label": 72}
{"text": "I'd like to get a Visa card, please.", "label": 73}
{"text": "Please give me both a visa and a mastercard.", "label": 73}
{"text": "I am interested in a Visa or Mastercard. Do you offer them?", "label": 73}
{"text": "Do I have a Visa card as an option?", "label": 73}
{"text": "Why is the identity check involved?", "label": 74}
{"text": "Can I use my account although the identity verification has not been accepted yet?", "label": 74}
{"text": "Do you think you're asking for too much information about me?", "label": 74}
{"text": "What do you need my identity details for?", "label": 74}
{"text": "I asked for a certain amount of money from the ATM, but it gave me a different amount. Less than what I asked for.", "label": 75}
{"text": "I did not receive the right amount of cash I requested", "label": 75}
{"text": "I only got $20 of the $100 that I attempted to withdraw.", "label": 75}
{"text": "You shorted me money when I tried to make a withdrawal.", "label": 75}
{"text": "I noticed the exchange rate for cash withdrawal isn't right.", "label": 76}
{"text": "The wrong exchange rate was applied to me while pulling out cash.", "label": 76}
{"text": "The exchange rate for my cash withdrawal was incorrect", "label": 76}
{"text": "I think when I withdrew money when out of country the exchange rate was wrong.", "label": 76}
