{"sentence1": "According to Nelson Beavers, who is a co-owner of the current company, Carolina Analytical Laboratories, LLC. and has ownership/employment history with Woodson-Tenent and Eurofins, the septic system was installed in the early 1990s.", "sentence2": "Nelson Beavers worked for Eurofins.", "label": 0, "idx": 723}
{"sentence1": "The Bolan Pass is a gap through the Toba Kakar Range of mountains on the border of Pakistan. The British took the threat of a Russian invasion of India via the Khyber and Bolan Passes very seriously so in 1837, a British envoy was sent to Kabul to gain support of the Emir, Dost Mohammed. In February of 1839, the British Army under Sir John Keane took 12,000 men through the Bolan Pass and entered Kandahar.", "sentence2": "The British Army crossed the Toba Kakar Range of mountains in 1839.", "label": 0, "idx": 1291}
{"sentence1": "He said those three detainees are Khalid Sheikh Mohammed - one of the architects of the September 11th attacks on New York and Washington, Abu Zubaydah - who is believed to have been a top al-Qaida strategist, and Abd al-Rahim al-Nashiri - who is believed to have played a key role in the bombing of the USS Cole. All three are being held at the U.S. detention facility at Guantanamo Bay. Hayden said waterboarding was used against the three detainees nearly five years ago because of circumstances at the time, including the belief that additional attacks against the United States were imminent. Hayden defended the CIA's use of extreme interrogation techniques as lawful, and urged lawmakers not to impose restrictions on such methods. Congress is considering legislation that would restrict the CIA to using only the interrogation techniques authorized by the U.S. Army's field manual, which does not include waterboarding.", "sentence2": "Abu Zubaydah belongs to al-Qaida.", "label": 0, "idx": 1315}
{"sentence1": "Thousands of people are expected to return to New Orleans this week, as areas of the city are opened up to residents.", "sentence2": "Over the coming days, thousands of people are expected to make the decision to return to New Orleans.", "label": 0, "idx": 1979}
{"sentence1": "In 1596 the Polish king decided to move the capital from Krakow to Warsaw, making Warsaw the most important city in Poland.", "sentence2": "In 1611 the king and his court finally moved from Krakow ( Cracow ) to Warsaw, making it the capital of the Polish state.", "label": 1, "idx": 197}
{"sentence1": "Mr. Olsen paid $20 million for the space trip, but says that in the future space travel will likely become as routine as air travel is today.", "sentence2": "Air travel costs $20 million.", "label": 1, "idx": 1120}
{"sentence1": "Jigish Avalani, group manager of Windows DNA marketing at Microsoft, explains that Windows DNA refers to the Windows Distributed interNet Application architecture, launched by Microsoft in fall of 1997.", "sentence2": "Microsoft was established in fall of 1997.", "label": 1, "idx": 1733}
{"sentence1": "KANDAHAR, Afghanistan — Five suicide bombers stormed a government office in Kandahar on Wednesday morning, killing 13 people, including two provincial government officials, and wounding 14.  One militant detonated a car bomb at the entrance gate of the provincial council office, as the others stormed the compound with assault rifles and hand grenades. Seven civilians and six police officers were killed in the 20-minute gun battle, which ended when two of the militants blew themselves up in the main hall, said the provincial police chief, Matiullah Qati.", "sentence2": "Five government officials were killed in the suicide bomber attack in Kandahar.", "label": 1, "idx": 1930}
