{"sentence1": "Durham is the 'City of Medicine' and home of Duke University and North Carolina Central.", "sentence2": "Duke University is in Durham.", "label": 0, "idx": 1076}
{"sentence1": "Bowles will take the title HRH Duchess of Cornwall, changing it to the Princess Consort, when Charles becomes King.", "sentence2": "Bowles will take the title of Princess Consort.", "label": 0, "idx": 1216}
{"sentence1": "The World Bank has also been criticized for its role in financing projects that have been detrimental to human rights and the natural environment.", "sentence2": "The World Bank is criticized for its activities.", "label": 0, "idx": 779}
{"sentence1": "Political leaders pledged that construction of the so-called Freedom Tower -- which will rise 1,776 feet into the air and be the world's tallest building -- will be finished on schedule by the end of 2008.", "sentence2": "The Freedom Tower will be the world's tallest building.", "label": 0, "idx": 964}
{"sentence1": "Congress leader Sonia Gandhi and BJP prime ministerial candidate LK Advani are among candidates whose seats are holding voting in the third phase. Results are due on 16 May and no party is expected to win a clear majority.  Voters in the states of Bihar, Gujarat, Jammu and Kashmir, Karnataka, Madhya Pradesh, Maharashtra, Sikkim, Uttar Pradesh and West Bengal are casting ballots on Thursday. Voting is also being held in the federally-administered territories of Dadra and Nagar Haveli, and Daman and Diu.", "sentence2": "Sonia Gandhi is winning in the Uttar Pradesh state.", "label": 1, "idx": 590}
{"sentence1": "But an O2 insider said there had been problems with a companies trying to sell the pass codes. Some people were \"bound to have been turned away\" because of fraudulent tickets. Led Zeppelin, formed in 1968, were one of the most influential bands of the 1970s with songs such as Whole Lotta Love and Stairway To Heaven. They split in 1980 after the death of the drummer John Bonham. Kenneth Donnell, 25, who was not born in 1980, spent £83,000 on two tickets in a BBC Children in Need auction.", "sentence2": "The band Led Zeppelin was formed in 1980.", "label": 1, "idx": 906}
{"sentence1": "A gunman has killed at least nine people in a series of shootings across two towns in the southern US state of Alabama before killing himself. Officials say there were at least four separate shooting incidents. The gunman fired on homes, a petrol station, shops and vehicles in Samson and Geneva near the Florida border.  Five people - including a child - were killed in one home. Several of the victims are believed to have been members of the gunman's family.  The gunman has not been formally identified, but was named in the local press as Michael McLendon.", "sentence2": "Michael McLendon has killed his child in Samson.", "label": 1, "idx": 759}
{"sentence1": "In Wednesday's filing, Google said it planned to complete the IPO \"as soon as practicable.\"", "sentence2": "It's unclear whether Wednesday's twist will affect the timing of Google's initial public offering.", "label": 1, "idx": 521}
