{"sentence1": "The 26-member International Energy Agency said, Friday, that member countries would release oil to help relieve the U.S. fuel crisis caused by Hurricane Katrina.", "sentence2": "Foreign oil reserves will be made available to the U.S. in the wake of Hurricane Katrina.", "label": 0, "idx": 1590}
{"sentence1": "After the service, Lennon left the cathedral, made his way through a crush of reporters and television cameras and talked briefly with protesters, some of whom say they are victims of abusive priests.", "sentence2": "After the service, Lennon attempted to speak to victims and protesters.", "label": 0, "idx": 1651}
{"sentence1": "BEIJING — In the decade since the Chinese government began repressing Falun Gong, a crusade that human rights groups say has led to the imprisonment of tens of thousands of practitioners and claimed at least 2,000 lives, the world's attention has shifted elsewhere. The drive against the spiritual group has eliminated its leadership, decimated the ranks of faithful and convinced many Chinese that the group is an \"evil cult,\" as the government contends. But 10 years on, the war on Falun Gong remains unfinished.", "sentence2": "Falun Gong is a spiritual group.", "label": 0, "idx": 656}
{"sentence1": "As leaders gather in Argentina ahead of this weekends regional talks, Hugo Chávez, Venezuela's populist president, is using an energy windfall to win friends and promote his vision of 21st-century socialism.", "sentence2": "Chávez is a follower of socialism.", "label": 0, "idx": 2304}
{"sentence1": "The magnitude 7 earthquake that occurred today on the Hayward fault (a part of the San Andreas fault system, along the densely populated eastern side of San Francisco bay) caused hundreds of deaths and almost $100 billion of damage.", "sentence2": "There was a magnitude 7 earthquake on the Hayward fault.", "label": 0, "idx": 297}
{"sentence1": "U.S. President George W. Bush and Congressional leaders from both political parties have reached agreement on US$150 billion in tax relief in an effort to help stimulate the United States economy. VOA White House Correspondent Scott Stearns has the story. The agreement includes provision to give up to US$600 in tax rebates to millions of wage earners and an additional US$300 refund for each child. It allows businesses to immediately write off 50 percent of capital equipment purchases.", "sentence2": "The Congress wants to boost the economy.", "label": 0, "idx": 169}
{"sentence1": "Clint Brown, sports presenter for 3 News on TV3 in New Zealand has resigned amid the allegations that he had verbally attacked a taxi driver which resulted in him being admitted to hospital with a concussion and a broken eye socket. TV3 has confirmed that they have accepted the resignation of Brown. Rick Friesen, Chief Operating Officer of the TV Works division of CanWest MediaWorks NZ, that runs TV3, said: \"We wish to acknowledge Clint's significant skills as a sports broadcaster, and thank him for his 17 years of very loyal service to TV3. Clint Brown is a passionate New Zealand sports fan, and he has been at the forefront of some of New Zealand's biggest sporting moments.\"", "sentence2": "Rick Friesen is employed at CanWest MediaWorks NZ.", "label": 0, "idx": 2293}
{"sentence1": "Franz Liszt (Hungarian: Liszt Ferenc) was a Hungarian/Austrian virtuoso pianist and composer who lived from 1811 to 1886. Liszt is widely considered to be one of the greatest piano virtuosi of all time, and certainly the most famous of the nineteenth century.", "sentence2": "Franz Liszt lived from 1811 to 1886.", "label": 0, "idx": 1008}
{"sentence1": "\"Glue sniffing\" is most common among teenagers. They generally grow out of it once other drugs such as alcohol and cannabis become available to them. Seven-year-olds have been known to start \"glue sniffing\". Because of the social stigma attached to \"glue sniffing\" most snifters stop around 16 or 17 years, unless they are seriously addicted.", "sentence2": "Glue-sniffing is common among youngsters.", "label": 0, "idx": 686}
{"sentence1": "An official of the International Special Commission in charge of disarming Iraqi weapons (UNSCOM) announced yesterday, Saturday, that the Commission will keep its inspectors in Iraq despite Baghdad's decision to stop its cooperation with them.", "sentence2": "UNSCOM is to stay in Iraq.", "label": 0, "idx": 1537}
{"sentence1": "American Airlines began laying off hundreds of flight attendants on Tuesday, after a federal judge turned aside a union's bid to block the job losses.", "sentence2": "American Airlines will recall hundreds of flight attendants.", "label": 0, "idx": 1685}
{"sentence1": "On opening day Salesforce.com's stock was up $6.20 to $17.20, a 56.4% increase over the initial offering price of $11.", "sentence2": "Opening day of the stock of Salesforce.com rose 56.4% over the initial offering price.", "label": 0, "idx": 1094}
{"sentence1": "The launch of France's new 24 hour TV news channel, France 24, saw the new jointly owned channel start by going online. A streaming broadcast became available on the internet from 19:29 GMT today. Future plans are to have the new channel available on cable and satellite with English and French reporting. Coverage in Arabic and Spanish is among the ambitious future plans for the channel.", "sentence2": "France24 is a French TV Channel.", "label": 0, "idx": 1739}
{"sentence1": "The two presidents, Bush and Chirac, were honored with a 21-gun salute.", "sentence2": "The two presidents, Bush and Chirac, were honoured with a 21-gun salute.", "label": 0, "idx": 1898}
{"sentence1": "JERUSALEM, April 2 (Xinhua) -- Israel's new Foreign Minister Avigdor Lieberman was questioned by police on Thursday over several criminal allegations, local news service Ynet reported.  National Fraud Unit investigators questioned the deputy premier, who is suspected of bribery, money laundering, fraud and breach of trust, for over seven hours, and another round is in the cards, said the report.  \"Lieberman answered all of the questions he was asked, and will continue to do so in the future,\" his attorney Yaron Kostelitz was quoted as saying.", "sentence2": "Avigdor Lieberman is the Foreign Minister of Israel.", "label": 0, "idx": 2228}
{"sentence1": "Zakaria Maamar, associate professor at the College of Information Technology at Zayed University, UAE, told Science and Development Network (SciDev.Net) that, \"This initiative is another boost to the research and development activities that are carried out in the UAE. It will definitely provide researchers with the appropriate funds to sustain such activities and promote best practices in the community.\" Said Elnaffar, assistant professor at the college of information technology at the United Arab Emirates University, told SciDev.Net that, with this initiative, the UAE is taking the lead and setting a good example by building a strong development infrastructure founded on knowledge discovery and research.", "sentence2": "Said Elnaffar is an employee of the United Arab Emirates University.", "label": 0, "idx": 2346}
{"sentence1": "Mr. Balasingham will return to his London home and then move on to Sri Lanka in early October to consult with LTTE leader Vilupillai Prabhakaran, diplomats said.", "sentence2": "Vilupillai Prabhakaran is a diplomat.", "label": 1, "idx": 1247}
{"sentence1": "The BBC's Americas editor Will Grant says many Mexicans are tired of conflict and long for a return to normality.", "sentence2": "Will Grant is researching a conflict with Mexicans.", "label": 1, "idx": 2364}
{"sentence1": "\"If we could put a man on the moon within decades back in the 1960s, I think we can eliminate TB if we develop the will to do so\" said O'Brien, who called for a significant investment for the research, particularly the large field trials necessary to demonstrate efficacy.", "sentence2": "The moon was first touched by mankind in 1969.", "label": 1, "idx": 633}
{"sentence1": "The Marriott is a popular place for foreigners to stay and a prominent enterprise in the city, despite a wave of violence the country suffers. The hotel had been victim of another attack in January 2007 where a security guard was killed and several people injured after the guard blocked a bomber from getting at the hotel, forcing him to detonate his explosives where he was.", "sentence2": "There is a Marriott Hotel in London.", "label": 1, "idx": 703}
{"sentence1": "Of course, most of the tax cuts expire in 2010; only three years from when Rangel would take over as chair if Democrats win.", "sentence2": "Democrats won the elections three years ago.", "label": 1, "idx": 1731}
{"sentence1": "About 10 million people live in the Paris metropolitan area, more than 15 percent of the country's total population. France's second largest city is Marseille (795,600) on the Mediterranean coast.", "sentence2": "About 10 million people live in France.", "label": 1, "idx": 765}
{"sentence1": "If this challenge interests you, you might enjoy reading \"Punished by Rewards\" by Alfie Kohn.", "sentence2": "I read \"Punished by Rewards\" by Alfie Kohn.", "label": 1, "idx": 1929}
{"sentence1": "For such patients, regular aspirin use significantly decreased the risk for fatal and nonfatal strokes or heart attacks.", "sentence2": "People experienced adverse effects while taking aspirin.", "label": 1, "idx": 1116}
{"sentence1": "Pfizer has reached a broad agreement to pay millions of dollars to Nigeria's Kano state to settle a criminal case alleging that the drug company illegally tested an experimental drug on gravely ill children during a 1996 meningitis epidemic. The details remain private, but sources close to the negotiations said the total payments -- including those to the children, their families, the government and the government's attorneys -- would be about $75 million under the current settlement terms. Other details, including how the money will be distributed, are to be worked out within weeks.", "sentence2": "Pfizer is the world's largest drug company.", "label": 1, "idx": 855}
{"sentence1": "Some of these kinds of violence continue to be perpetrated by certain individuals and groups in the new Iraq.   Mahmoud continued, \"In the last six months at least eight women have been killed in Mosul alone - all apparently by Islamic groups clamping down on female independence. Among these, a professor from the city's law school was shot and beheaded, a vet was killed on her way to work, and a pharmacist from the Alkhansah hospital was shot dead on her doorstep.\"", "sentence2": "Women in Iraq have lost their freedom.", "label": 1, "idx": 2371}
{"sentence1": "Three months after the FBI raided the offices of the Dorean Group in Union City, California, neighboring companies in the same office park have received letters claiming that rent for the office park should now be paid to the Dorean Group. The owner of the office park, Hanover Properties, insists that they have not sold the park and called the Dorean Group's claim fraudulent. The first letter from the Dorean Group, dated May 2nd, 2005, purported to \"inform [the tenants] of the change in ownership of the property [the tenants] now occupy,\" and asked that \"payment of rents be sent\" to the principals of the Dorean Group. The letter also included notarized documents authorizing the sale by an alleged agent of the current owner, Hanover Properties, a \"Julia Pantibratyuk.\"", "sentence2": "Hanover Properties owns the Dorean Group.", "label": 1, "idx": 1723}
{"sentence1": "Xingwana called on established farmers to form partnerships with new landowners and to transfer skills to new farmers, to ensure productive use of transferred lands. One criticism of the programme is that some of the transferred farms have fallen in production due to the inexperience and lack of capital among the new owners. The government has rejected comparisons of the programme with that initiated in Zimbabwe under President Robert Mugabe.", "sentence2": "Robert Mugabe was born in Zimbabwe.", "label": 1, "idx": 1858}
{"sentence1": "In announcing plans today to prepare the nation for combating a future worldwide wave of bird flu, President Bush used vocabulary and tactics that are familiar from his confrontation with global terrorism.", "sentence2": "Bush supports global terrorism.", "label": 1, "idx": 966}
{"sentence1": "The Statue of Liberty was reopened to the public on July 5 after its extensive refurbishing. 1986 is a common year starting on Wednesday of the Gregorian calendar.", "sentence2": "The Statute of Liberty was built in 1986.", "label": 1, "idx": 1572}
{"sentence1": "The two sectors of the divided island of Cyprus held a referendum on reunification on Saturday, April 24, 2004.", "sentence2": "Cyprus was divided on April 24, 2004.", "label": 1, "idx": 2374}
{"sentence1": "With Washington hinting it might soften its tough stance to break the deadlock, top US negotiator, Christopher Hill, said the two sides needed to review the situation.", "sentence2": "Christopher Hill is a relative of a top US negotiator.", "label": 1, "idx": 1950}
