{"text": "Stocks Fall After Greenspan Testimony NEW YORK - Investors were unmoved by Federal Reserve Chairman Alan Greenspan's improved assessment of the economy, with stocks falling modestly Wednesday in light trading.    While Greenspan said the economy has \"regained some traction\" after the summer's slowdown, he echoed Wall Street's concerns over energy prices, which have fallen from record highs in recent weeks but stubbornly remain above \\$40 per barrel...", "label": 0}
{"text": "Powell implores Arafat to quit as Palestinian chief US Secretary of State Colin Powell appealed to Palestinian President Yasser Arafat on Thursday to step aside for the sake of achieving his lifetime goal of a Palestinian state.", "label": 0}
{"text": "Anti-terrorism, security issues likely to be key agenda items in Bush visit (Canadian Press) Canadian Press - OTTAWA (CP) - For George W. Bush, who has defined his presidency in terms of fighting terror, national security is a must which trumps almost all other issues.", "label": 0}
{"text": "ETA Warns of Bombs on Spanish Power Pylons Spanish explosives experts blew up a suspicious object found on an electricity pylon near the French border on Saturday after Basque separatist guerrillas ETA warned they had planted two bombs, police said.", "label": 0}
{"text": "Karzai leading in Afghanistan elections Early returns Friday from Afghanistan #39;s first presidential election put incumbent President Hamid Karzai in the lead, the Financial Times reported Friday.", "label": 0}
{"text": "Man stabs 12 children in northeast China A man stabbed and injured 12 first-grade children at a primary school in northeast China Friday morning before being seized by police, Xinhua news agency said.", "label": 0}
{"text": "Hamas Hints It Is Open to Deal on Truce, Statehood  RAMALLAH, West Bank (Reuters) - A Hamas leader said the  militant group could accept creation of a Palestinian state in  the West Bank and Gaza and a long-term truce with Israel,  signaling a possible new overture to end hostilities.", "label": 0}
{"text": "Cleaning up Washington #39;s  #39;Iraqi problem #39;: invest authority in &lt;b&gt;...&lt;/b&gt; Is there a  quot;Sunni problem quot; in Iraq, as the United States would like us to believe? If there is, it is entirely of Washington #39;s making.", "label": 0}
{"text": "Secretary-General Voices Hope for Access to Safe Drinking Water &lt;b&gt;...&lt;/b&gt; United Nations Secretary-General Kofi Annan today voiced his hope to an international meeting on water, sanitation and hygiene that one day the world will no longer have to face the dire consequences of inadequate access to safe drinking water and basic ", "label": 0}
{"text": "Two  #39;collaborators #39; are killed JERUSALEM - Masked Palestinian gunmen killed a suspected collaborator in a public square in Tulkarem in the West Bank yesterday, throwing the bound man from their vehicle and shooting him before hundreds of schoolchildren and other onlookers, witnesses ", "label": 0}
{"text": "Iran sites  #39;off limits for UN checks #39; TEHRAN: Iran yesterday said it was not obliged to allow UN inspectors to visit military sites alleged to be involved in secret nuclear weapons work, but that it was willing to discuss the issue.", "label": 0}
{"text": "Israel 'worried over world image' A secret Israeli report warns Israel's world image could fall as low as South Africa's during the apartheid era, reports say.", "label": 0}
{"text": "UN Assembly Panel Backs Morocco on Western Sahara  UNITED NATIONS (Reuters) - A U.N. General Assembly  committee dealt a heavy blow on Monday to Western Sahara's  hopes for a referendum on independence and energized Morocco's  push for new talks on the territory's future status.", "label": 0}
{"text": "The Lessons of Najaf In the face-off at the shrine, U.S.\\ and Iraqi leaders vowed to crush\\ al-Sadr's rebellion. But they may have stoked the insurgency even\\ more", "label": 0}
{"text": "Porter Goss Sworn in As New CIA Chief (AP) AP - Porter Goss was sworn in Friday to head the CIA and lead an intelligence community that has faced intense criticism for faulty information  #151; and failing to share good information it did gather  #151; before the Sept. 11, 2001, terrorist attacks and the war in Iraq.", "label": 0}
{"text": "Iran converts uranium in defiance of UN on Saturday calling on Iran to suspend all activities related to uranium enrichment. The United States,. Russia and the European Union reinforced the message on Monday by urging Tehran to comply.", "label": 0}
{"text": "Press Row: A-Rod earns his stripes com. Alex Rodriguez had yet to prove to Yankees fans that he was worth his hefty price tag before this American League Division Series against the Twins.", "label": 1}
{"text": "Els claims record sixth Match Play Ernie Els claimed a record sixth World Match Play title by beating Lee Westwood two and one in a gripping final at Wentworth. The South African world number two celebrated ", "label": 1}
{"text": "Greek Sprinters Withdraw From Olympics (AP) AP - Top Greek sprinters Kostas Kenteris and Katerina Thanou withdrew Wednesday from the Athens Games, nearly a week after the duo missed a drug test and were hospitalized after a mysterious motorcycle crash.", "label": 1}
{"text": "Notre Dame Upsets No. 8 Michigan SOUTH BEND, Indiana (Sports Network) - True freshman Darius Walker ran for 115 yards and a pair of fourth-quarter touchdowns, leading Notre Dame to a 28-20 victory over eighth-ranked Michigan at Notre Dame Stadium.", "label": 1}
{"text": "Sixers Have Answer Allen Iverson scores 29 points and dishes out 12 assists as Philadelphia beats Orlando, 96-87, for its third straight home victory.", "label": 1}
{"text": "Injury report; stars of the day Green Bay running back Ahman Green left last night #39;s game against the Houston Texans after aggravating a rib injury. Green had returned in the second quarter after leaving earlier with the rib problem.", "label": 1}
{"text": "Els Enjoys New Lease of Life with Mount Juliet Win  THOMASTOWN, Ireland (Reuters) - A maiden World Golf  Championship victory at the WGC-American Express Championship  on Sunday proved to Ernie Els that he is firmly on track after  a disappointing year.", "label": 1}
{"text": "What a nightmare: US men fall to Argentina Athens, Greece (Sports Network) - Argentina snapped a 58-game winning streak by the United States two years ago at the World Championships.", "label": 1}
{"text": "Junior jumps to lead Earnhardt #39;s third-place finish in the Sylvania 300 yesterday at New Hampshire International Speedway, the best showing of his career at the 1.058-mile flat track, was good enough ", "label": 1}
{"text": "Hardware in store for Hatch, Kupets ATHENS -- A year ago in Anaheim, Calif., they were out of uniform and on crutches, their world meet over before it began, their careers in doubt. Annia Hatch had dislocated her left knee and torn her anterior cruciate ligament. Courtney Kupets had ruptured her left Achilles' tendon. Last night, they were both on the Olympic medal stand with medals ...", "label": 1}
{"text": "Bagger happy to be trailblazer Mianne Bagger is more than prepared for her spell in the spotlight after becoming the first transsexual to earn a place on the women #39;s European Tour.", "label": 1}
{"text": "Sheffield Should Be Able to Play On The Yankees' Gary Sheffield has a pulled muscle and bursitis in his troublesome left shoulder, but can continue to play.", "label": 1}
{"text": "Vikings' Smith Out Two More Weeks (AP) AP - Vikings linebacker Raonall Smith will miss at least two more games because of concussions.", "label": 1}
{"text": "India sign off with a heartening victory Sunday was one of those days, where you get to see one batting collapse in the morning and then, are treated to a special double in the afternoon.", "label": 1}
{"text": "Gaudio no match as regal Federer reigns Roger Federer #39;s luminous talent can lighten up the gloomiest of days, and so it was on a decidedly dark and dreary opening to the Masters Cup that the Swiss world No1, who was unbeaten when he won the title here last year, shone brightly as ever with a 6-1 ", "label": 1}
{"text": "The masters of spin win again with point system Given the proper amount of time, NASCAR would not only have convinced the emperor of the fineness of his new clothes but also have sold him a matching handbag and a pair of six-inch heels.", "label": 1}
{"text": "Willis Hires Top Marsh Exec, Stock Rises Insurance broker Willis Group Holdings Ltd. (WSH) on Monday said it hired a top executive from embattled rival Marsh  amp; McLennan Cos.", "label": 2}
{"text": "Survey: Incentives dim US cars' image  DETROIT -- The cash rebates and financing deals that Detroit's Big Three automakers have used to drive business in recent years are diminishing the value of their vehicles in the eyes of consumers, a new quarterly survey of customer satisfaction indicates.", "label": 2}
{"text": "Pension crisis answer  #39;unpalatable #39; People face poverty in retirement unless they save more, a major report into pensions will reveal. The Pensions Commission report says that there is a 57 billion shortfall in the amount people are saving for retirement.", "label": 2}
{"text": "Survey Estimates Values of Options, Excludes Exercises Figuring out how much executives get paid can be like predicting the weather -- an inexact science.", "label": 2}
{"text": "Trade Gap Widens, Industrial Output Up  WASHINGTON (Reuters) - The U.S. trade gap widened nearly 9  percent in October to a record \\$55.5 billion as sky-high oil  prices helped propel imports into new territory, the government  said on Tuesday, while a second report showed industrial output  rose in November, as expected.", "label": 2}
{"text": "Update 16: Oil Prices Pass \\$54 on Supply Concerns Oil prices surpassed \\$54 a barrel Tuesday due to nagging concerns in the market that the global supply buffer is too thin to handle a significant output disruption.", "label": 2}
{"text": "Economics week Economists are facing a busy week ahead as most of the key monthly UK economic data is released. The Producer Price Index for August is published today, and economists ", "label": 2}
{"text": "Report: Russian Gov #39;t Approves Merger Plan The Russian government has approved a plan for the merger of natural gas giant Gazprom and the state-owned Rosneft oil company, a news agency reported Thursday.", "label": 2}
{"text": "Treasuries Yields Near Recent Lows (Reuters) Reuters - Yields on U.S. Treasuries held near\\recent lows on Friday as oil topped  #36;49 a barrel, threatening\\the outlook for both the economy and stocks.", "label": 2}
{"text": "Five in Texas Are Accused of Reporting False Trades Five former traders were indicted yesterday in Houston on charges of reporting false trades to industry newsletters to manipulate natural gas prices.", "label": 2}
{"text": "Egg agrees 96m French disposal Online bank Egg agrees to sell its French credit card and loans business to Banque Accord for about 96m.", "label": 2}
{"text": "Money Funds Fell in Latest Week (AP) AP - Assets of the nation's retail money market mutual funds fell by  #36;1.17 billion in the latest week to  #36;849.98 trillion, the Investment Company Institute said Thursday.", "label": 2}
{"text": "Retail Sales Drop 0.3 Percent in August (AP) AP - Shoppers turned tightfisted in August, dropping sales at the nation's retailers by 0.3 percent, providing fresh evidence of an erratic pace of consumer spending in recent months.", "label": 2}
{"text": "Dollar Holds Near Lows (Reuters) Reuters - The dollar stayed in striking distance of\\record lows against the euro and a 12-year low versus sterling\\on Monday in the wake of disappointing U.S. jobs data.", "label": 2}
{"text": "Blockbuster Ends Late Fees, Sees Flat '05 (Reuters) Reuters - Blockbuster Inc.  on Tuesday\\said it would eliminate late fees on movies and games in the\\latest attempt to jump-start a rental business being hammered\\by competition ranging from online companies to discount\\retailer Wal-Mart.", "label": 2}
{"text": "Telstra, Not Government, To Choose New Chief Opposition parties that currently control the senate have repeatedly blocked moves to fully privatize Telstra, saying they fear it will lead to poor phone and Internet services in Australia #39;s vast outback, where maintaining telecommunications ", "label": 2}
{"text": "Two Scientists Caught in Amber It can be safely guessed that Stuart Pivar, a scientist and art collector, has more than 300 objects in his duplex apartment.", "label": 3}
{"text": "Rivals: Cisco's tactics unfair (SiliconValley.com) SiliconValley.com - Cisco Systems' substantial influence over the  #36;8 million technology plan for San Jose's new City Hall reflects a deliberate strategy by the networking giant: get involved in the planning process early to win more business down the road.", "label": 3}
{"text": "Cameras Lead Gadget Price Declines in October -NPD  NEW YORK (Reuters) - Digital cameras led retail price  declines in U.S. consumer electronics in October, as  manufacturers looked to clear out older models ahead of the  holiday shopping season, according to an industry study  prepared for Reuters.", "label": 3}
{"text": "GEICO Gets Go-Ahead On Trademark Suit Against Google, Overture The judge in GEICO #39;s trademark infringement case against Google and Yahoo! #39;s Overture division has declined the defendants #39; motions to dismiss, effectively giving the go-ahead to a case with big implications for search engines #39; use of trademarks as ", "label": 3}
{"text": "New Director Announced for Fermilab (AP) AP - A Peruvian-born, award-winning physicist was named the new director of Fermi National Accelerator Laboratory, and he takes the helm at a critical time in energy research.", "label": 3}
{"text": "Xbox Adds Video Chat Service (PC World) PC World - Microsoft looks to new games, online gaming service to boost sales.", "label": 3}
{"text": "FULL STORY A large piece of debris from the shattered space shuttle Columbia has turned up near Lufkin, Texas -- more than a year and a half after it broke up.", "label": 3}
{"text": "CA to buy Netegrity for \\$430 million Computer Associates International Inc. (CA) announced Wednesday that it plans to buy identity and access management software maker Netegrity Inc. of Waltham, Massachusetts, for \\$430 million in cash.", "label": 3}
{"text": "Database Demand Gives Oracle 16 Profit Rise Just as lawyers are preparing to defend Oracle's hostile bid to acquire PeopleSoft, Oracle reduced its all-cash offer for the company from \\$26 to \\$21 per share.", "label": 3}
{"text": "Motorola will add NFC payment function to cell phones Motorola Inc. is the latest company to move towards adding a payment function based on Near-Field Communication (NFC) technology to its line of cell phones, the company announced Tuesday.&lt;p&gt;ADVERTISEMENT&lt;/p&gt;&lt;p&gt;&lt;img src=\"http://ad.doubleclick.net/ad/idg.us.ifw.general/sbcspotrssfeed;sz=1x1;ord=200301151450?\" width=\"1\" height=\"1\" border=\"0\"/&gt;&lt;a href=\"http://ad.doubleclick.net/clk;9228975;9651165;a?http://www.infoworld.com/spotlights/sbc/main.html?lpid0103035400730000idlp\"&gt;SBC Case Study: Crate   Barrel&lt;/a&gt;&lt;br/&gt;What sold them on improving their network? A system that could cut management costs from the get-go. Find out more.&lt;/p&gt;", "label": 3}
{"text": "VoIP Market Leaders Declare a Price War An announcement that AT amp;T would drop its prices for its VoIP CallVantage Service, its popular residential broadband phone service, from \\$34.", "label": 3}
{"text": "PLM vendors eye SMBs with alliances, tools A growing interest in product life-cycle management capabilities by small and midsize manufacturing companies is fueling vendor attempts to make PLM technologies easier to deploy and use.", "label": 3}
{"text": "Ruling turns up heat on PeopleSoft Takeover battle likely to drag on as Oracle faces other obstacles in merger quest.", "label": 3}
{"text": "How Global Warming Can Lead to a Big Chill (Reuters) Reuters - Global warming could lead to a big\\chill in the North Atlantic, at least if history is anything to\\go by, researchers reported on Friday.", "label": 3}
{"text": "Panasonic unveil DVD Recorders with 400GB HDD Capacity Today, Panasonic revealed the new models of DIGA DVD recorders. These recorders have HDD capacities of 160GB to 400GB. This is massive storage space for DVD Recorder; it also has high-speed dubbing, and superb home and mobile networking capabilities.", "label": 3}
{"text": "Aruba brings Wi-Fi down from the ceiling Instead of installing a handful of wireless access points in an office ceiling, Aruba Wireless Networks' new Wi-Fi Grid system will offer a larger number of tiny \"grid points\" in floor-level network outlets as part of the main network infrastructure.", "label": 3}
