{"text": "EU's Solana Heads for Darfur, May Offer AU Funding  BRUSSELS (Reuters) - EU foreign policy chief Javier Solana  heads for Africa on Friday where he is likely to announce a  contribution of more than 100 million euros to an African Union  force in Sudan's Darfur region, an EU diplomat said.", "label": 0}
{"text": "UN heads towards 60th year with big plans, big problems UNITED NATIONS, (AFP) - The United Nations turns 60 in 2005 after a bruising year that has seen the organisation battered and demoralised by a string of scandals that have damaged the UN #39;s image.", "label": 0}
{"text": "SA considers Guinea request on Thatcher South Africa #39;s Justice Ministry will on Monday begin studying a request from Equatorial Guinea to question Mark Thatcher, who has been charged in Cape Town with bankrolling an alleged coup plot to topple the government in Malabo.", "label": 0}
{"text": "Iraq Turns Over Decapitated Corpse to U.S. BAGHDAD, Iraq - Iraqi officials recovered a decapitated corpse in western Baghdad on Wednesday and turned it over to the United States, which was investigating if it was the body of kidnapped American Jack Hensley - purportedly slain the day before by al-Qaida-linked militants.    The discovery came as the U.S...", "label": 0}
{"text": "India ready to look into Musharrafs proposal PTI On Board Special Aircraft Nov 13: India today said it would certainly look into the Pakistan President, General Pervez Musharrafs recent formulation to resolve the Kashmir issue if it is made formally but firmly ruled out third party mediation ", "label": 0}
{"text": "Israeli Missiles Hit Palestinian Workshop in Gaza (Reuters) Reuters - Israeli helicopters fired missiles at a\\metal foundry in Gaza on Friday, one day after Israel raided\\two Gaza camps in response to Palestinian suicide bombings in\\Israel this week.", "label": 0}
{"text": "Lebanese Foreign Ministry says it is trying to secure release of 7 &lt;b&gt;...&lt;/b&gt; The Lebanese Embassy in Baghdad is working with Iraqis to secure the release of a 7-year-old Lebanese boy taken by kidnappers demanding \\$150,000, Foreign Ministry officials said Monday.", "label": 0}
{"text": "US steps up pressure on Falluja Artillery fire is heard on the outskirts of the  Iraqi city of Falluja amid expectations of a major assault against rebels. ", "label": 0}
{"text": "Telstra for sale at \\$5 a share TREASURER Peter Costello yesterday declared Telstra would not be sold until its share price was more than \\$5. That came despite the Coalition having secured a Senate majority.", "label": 0}
{"text": "Ivory Coast rebels ask Mbeki to help with security Ivory Coast #39;s rebels have asked President Thabo Mbeki to help provide security when they begin to disarm. Laurent Gbagbo, Ivory Coast #39;s president, has acceded to Mbeki #39;s request to create a conducive atmosphere ", "label": 0}
{"text": "Four Orthodox church leaders die in air crash The Greek Orthodox church was in mourning last night after a senior patriarch and three leading bishops were killed in a helicopter crash in the Aegean Sea.", "label": 0}
{"text": "Asia-Pacific Upbeat on Economic Outlook A global survey of consumer confidence released Wednesday shows that European consumers are generally pessimistic about the economic outlook for the next 12 months, people in the Asia-Pacific are optimistic and Americans lie somewhere in between.", "label": 0}
{"text": "Gunmen kill 17 Iraqi workers Guerrillas have killed 17 Iraqis and wounded 13 in an attack on buses that were taking them to work at a weapons dump near the town of Tikrit north of Baghdad, the US army say.", "label": 0}
{"text": "Attacks force aid group from Iraq The international relief group Medecins Sans Frontieres is stopping its activities in Iraq because of  quot;escalating violence quot; in the country that is endangering its staff and other aid workers.", "label": 0}
{"text": "Rumsfeld terms Ecuador ally in fighting terrorism US Secretary of Defense Donald Rumsfeld on Tuesday termed Ecuador an ally in the combat against terrorism and drug trafficking. Rumsfeld made the remarks at a joint press conference ", "label": 0}
{"text": "Iran continues work despite deadline, diplomats say VIENNA -- Raising doubts about its commitment to dispel international distrust, Iran is producing significant quantities of a gas that can be used to make nuclear arms just days before it must stop all work related to uranium enrichment, diplomats said yesterday.", "label": 0}
{"text": "Redmond joins Twins Minneapolis, MN (Sports Network) - The Minnesota Twins announced Wednesday that the club has reached an agreement with free-agent catcher Mike Redmond on a two-year contract.", "label": 1}
{"text": "Don #39;t count Pacers out just yet Wow, wouldn #39;t that be something if the NBA season ended with Ron Artest holding the championship trophy? It #39;s not out of the realm of possibility.", "label": 1}
{"text": "Insider Racing News Archives  quot;It was something I had to do for my crew, quot; said Dale Earnhardt Jr. after winning the Checker Auto Parts 500.  quot;After I messed up so bad last week, it was important to me to pull this off.", "label": 1}
{"text": "Ferdinand returns to United after eight month drug ban; Howard &lt;b&gt;...&lt;/b&gt; Rio Ferdinand returned to action after his eight-month suspension on Monday and produced a solid performance as Manchester United beat local rival Liverpool 2-1 to climb five places in the Premier League.", "label": 1}
{"text": "McDonald takes one-shot lead over Els in Dunhill Championship Bruce McDonald of Zimbabwe shot a 6-under 66 Thursday to take a one-shot lead over South Africa #39;s Ernie Els at the PGA European Tour #39;s season-opening Dunhill Championship.", "label": 1}
{"text": "Revs Sneak Into Playoffs On Final Day Needing three points to vault into fourth place ahead of the Fire, the Revs found a way to scrape into the postseason at the last gasp, as goals from Clint Dempsey in the 55th minute and Steve Ralston in the 58th minute downed Chiacgo 2-1 and sent the ", "label": 1}
{"text": "Violence Flares in Boston After Red Sox Win  BOSTON (Reuters) - Scattered violence broke out on Thursday  after thousands of Boston Red Sox fans converged on Fenway Park  to celebrate their baseball club's historic win over the New  York Yankees that puts them in the World Series.", "label": 1}
{"text": "Supersonics surprise Spurs Seattle SuperSonics, who lost their opener by 30 points to the Clippers, took a second straight victory at home Sunday night after downing the San Antonio Spurs 113-94.", "label": 1}
{"text": "Players feel they have solution Toronto Sun. They #39;re whistling a new tune in the lockout trenches, not quite the Hockey Night In Canada theme, but more pleasant to the ears than three months of bombast.", "label": 1}
{"text": "Singh sets money record with eighth win Vijay Singh is leaving little doubt in anyone #39;s mind who #39;s the No. 1 golfer in the world. Singh shook off a challenge from Stewart Cink on Sunday at the 84 LUMBER Classic to claim his eighth PGA TOUR title of 2004.", "label": 1}
{"text": "Veteran Umpire Montague to Call Game 1 (AP) AP - Veteran umpire Ed Montague will call balls and strikes in Game 1 of the World Series between the St. Louis Cardinals and Boston Red Sox on Saturday.", "label": 1}
{"text": "Lohse Continues Roll Kyle Lohse pitches seven sharp innings as the Twins beat the White Sox, 10-1, Thursday for their ninth straight victory.", "label": 1}
{"text": "Bolton will stand by remorseful Diouf, says Allardyce BOLTON Wanderers have played down rumours that they were considering dismissing El-Hadji Diouf after the strikers latest public disgrace.", "label": 1}
{"text": "Grieving Sloan Has Team to Lean On Utah Jazz Coach Jerry Sloan is coping without his wife of 41 years, Bobbye, who died on June 18 at age 61 from pancreatic cancer.", "label": 1}
{"text": "Bryant Accuser May Move Lawsuit to Calif. (AP) AP - Attorneys for the woman accusing Kobe Bryant of rape said Monday they might move her lawsuit to California because of Colorado's strict limits on financial damages.", "label": 1}
{"text": "Boston Prepares For Red Sox Parade Boston Police Commissioner Kathleen O #39;Toole said officials chose not to hold a rally for the Red Sox on City Hall Plaza because of fears that it could create a  quot;dangerous situation.", "label": 1}
{"text": "Boeing Gets \\$891 Mln Air Force C-17 Deal  WASHINGTON (Reuters) - Boeing Co. &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=BA.N target=/stocks/quickinfo/fullquote\"&gt;BA.N&lt;/A&gt; has been awarded  an \\$891.6 million U.S. Air Force contract modification for  continued maintenance of the C-17 Globemaster III transport  fleet, the Pentagon said Friday.", "label": 2}
{"text": "Court seeks probe into Hollinger #39;s fin transactions VANCOUVER: An Ontario judge added another wrinkle to the controversy enveloping Hollinger and press baron Conrad Black, ordering a probe into the firms byzantine finances.", "label": 2}
{"text": "FDA Whistleblower Seeks Legal Help From Public-Interest Group Dr. David J. Graham, the FDA drug safety reviewer who sounded warnings over five drugs he felt could become the next Vioxx has turned to a Whistleblower protection group for legal help.", "label": 2}
{"text": "Justice, tobacco lawyers debate racketeering law Lawyers for the tobacco industry and the government debated yesterday whether a law drafted to prosecute mobsters can be used to obtain \\$280 billion from cigarette makers.", "label": 2}
{"text": "Constellation Agrees to Acquire Robert Mondavi for \\$1 Billion Constellation Brands, which owns a broad portfolio of beer, wine and spirits brands, signed an agreement yesterday to acquire the California wine pioneer, the Robert Mondavi Corporation, for about \\$1 billion.", "label": 2}
{"text": "Part of the ECT News Network Stocks rallied today, with all averages finishing up as the US dollar performed better against overseas currencies for the first time in weeks.", "label": 2}
{"text": "Job Gain Of 144,000 For Aug. Eases Fear Economy Is Slowing (Investor's Business Daily) Investor's Business Daily - The economy added 144,000 jobs in August, the Labor Department said Friday, easing fears that the recent soft patch of growth would morph into a prolonged slump.", "label": 2}
{"text": "Intel keeps Moore #39;s law on track Contradicting fears that the semiconductor industry #39;s pace of development is slowing, Intel Corporation has announced it has achieved a milestone in shrinking the size of transistors that will power its next-generation chips.", "label": 2}
{"text": "Coca-Cola exec to lead Starwood Hotels The former president of the Coca-Cola Co. was named Tuesday chief executive of Starwood Hotels and Resorts Inc., the world #39;s third-largest hotel group.", "label": 2}
{"text": "ING Reveals Improper Trading Case Details  NEW YORK (Reuters) - A U.S. unit of Dutch financial  services group ING Groep NV said on Wednesday a review of  improper trading in its mutual funds showed only isolated  incidents of impropriety.", "label": 2}
{"text": "Disney lawsuit lifts curtain on real-life Hollywood drama LOS ANGELES - This week CEO Michael Eisner tells a court his version of how Walt Disney Co. paid a severance package of \\$140 million - yes, that #39;s for not working - to a former close friend after only 14 months at work.", "label": 2}
{"text": "Oracle shaken by PeopleSoft customers #39; concerns Business software maker Oracle on Tuesday promised to do everything it can to keep PeopleSoft #39;s giant customer base, whose departure could threaten the financial success of its proposed \\$9.2bn takeover of the company.", "label": 2}
{"text": "HP stock surges on record results Shares in Hewlett-Packard have risen by 8 per cent in after-hours trading after the US computer and printer manufacturer reported record revenues in every division and in every region.", "label": 2}
{"text": "Eagle soars above others It was a rough September for many retailers battered by hurricanes on one side and rising fuel prices on the other, but American Eagle Outfitters Inc.", "label": 2}
{"text": "SunTrust Banks to restate 1Q, 2Q profit ATLANTA -- SunTrust Banks Inc. said Monday that it expects to restate earnings higher for the first and second quarters of 2004 due to changes in loan loss allowances, and plans to delay its third-quarter ", "label": 2}
{"text": "Honda and Regulators Meet on Engine Fires in S.U.V.'s Honda told regulators that faulty gaskets are a major factor in an engine problem that has led to fires in its CRV sport utility vehicles.", "label": 2}
{"text": "Here's The Deal (TechWeb) TechWeb - Strategic software acquisition should mark the beginning of a beautiful relationship. But in today's BI market, contract negotiations involve sorting through complex pricing options, maintenance fees, and more. Sage advice will help you become a smarter BI buyer.", "label": 3}
{"text": "Secure Flight Takes Flight: Its About Time D., and Alane Kochems. The Department of Homeland security has announced a new program, Secure Flight, designed to screen flight passenger data and flag possible terrorists before they board an airplane.", "label": 3}
{"text": "Microsoft Enters Desktop Search Fray Microsoft (Quote, Chart) officials announced the release of its own desktop search application Monday, hoping to make up Google ground established two months ago.", "label": 3}
{"text": "Novell Puts Desktop Linux to Work Updated OS includes software applications designed for business users.", "label": 3}
{"text": "Intel to Delay Product for High-Definition TVs (Reuters) Reuters - In the latest of a series of\\product delays, Intel Corp. has postponed the launch of a video\\display chip it had previously planned to introduce by year\\end, putting off a showdown with Texas Instruments Inc. in the\\fast-growing market for high-definition television displays.", "label": 3}
{"text": "Java Java Java... and Coffee \\\\Great writeup from Tim Bray WRT Dynamic Java  ...\\\\Here's the funny part.  Whats up with all the damn coffee in these pictures?\\\\One can only come to the conclusion that caffeine makes you smart as hell!\\\\caption: Coffee\\\\caption: Coffee and Java\\\\caption: Java and Coffee\\\\", "label": 3}
{"text": "Throwing money at technology (page 3) Strategic conflicts, rampant confusion and election-year politics are slowing the war on terror.", "label": 3}
{"text": "Intel ramps up support for Linux in Asia Intelhas released its Quick Start Kit for Linux, stepping up support for Asian system integrators that offer Linux-based desktop PCs.", "label": 3}
{"text": "Massachusetts settles its first antispam case A Florida man and his company will pay a \\$25,000 fine to settle a spam lawsuit brought in Massachusetts in the first use by a state of the federal CAN-SPAM Act.", "label": 3}
{"text": "Internet fraud  #39;phishers #39; widen their net Internet fraudsters have developed a sophisticated new method of using e-mails to capture internet banking customers #39; details.", "label": 3}
{"text": "RealNetworks Slashes Prices For Music Downloads For three weeks, it will sell songs for 49 cents and albums for \\$4.99--a move that could spark a price war. ", "label": 3}
{"text": "Intel unveils plans for multitasking chip Chip maker Intel Corp. has announced plans to improve its flagship products in ways that could redefine the role of a microprocessor in a computer and help the company stay ahead of its competitors.", "label": 3}
{"text": "MyDoom Variant Packs Photo of Netsky Author A new variant of the MyDoom Internet worm contains some puzzling add-ins: a photo that bears a likeness of Sven Jaschan, whom police in Berlin last week charged with computer sabotage after he admitted to authoring the Sasser worm, and a high-level ", "label": 3}
{"text": "China to Institute Online Ratings Systems (AP) AP - China plans ratings systems for online games, books and movies to protect children from violence and sexual content in the nation's latest effort to tighten controls on various media, reports said Friday.", "label": 3}
{"text": "AT #38;T culls another 7,400 staff 'Significantly exceeds previously estimated workforce-reduction target'", "label": 3}
{"text": "SSH Proxies and Timeouts \\\\The other day I blogged about setting up SSH proxies .  \\\\It turns out this is only 90 correct. You need to specify a timeout for the\\'nc' command or they will block forever on your proxy machine and then you'll\\run out of processes.\\\\The new command is \\\\\"nc -w 60 h p \"\\", "label": 3}
