{"text": "Sao Paulo Mayor Suplicy, Lula Ally, Heads for Runoff (Update1) Sao Paulo Mayor Marta Suplicy, a member of the governing Workers #39; Party, finished second in city elections to Jose Serra, a one-time presidential contender, setting the stage for a runoff ", "label": 0}
{"text": "Israel Says It Attacked Islamic Jihad Leader  JERUSALEM (Reuters) - The Israeli army said it had attacked  the car of the Palestinian Islamic Jihad militant commander who  was killed in a Gaza City airstrike on Tuesday.", "label": 0}
{"text": "Command Failure Seen at Fault in Beslan Massacre  MOSCOW (Reuters) - Security forces bungled the handling of  Russia's worst hostage drama because nobody was in charge and  special forces were not ready when the shooting started,  security analysts said on Monday.", "label": 0}
{"text": "Viewers to be able to shape TV The EU is backing a project that would let viewers personalise shows and films to suit their tastes.", "label": 0}
{"text": "Israel Agrees to Ramallah Burial Site for Arafat Egypt has agreed to a Palestinian Authority request to hold funeral services in Cairo for Yasir Arafat.", "label": 0}
{"text": "Thieves asked to save The Scream The head of Oslo's Munch museum appeals to thieves who stole The Scream not to destroy it.", "label": 0}
{"text": "Namibians cast their ballots Namibian voters are casting their ballots in the nation #39;s presidential and parliamentary elections. In Windhoek, people started arriving at the polling stations as early as 5am today.", "label": 0}
{"text": "Phelps Wins 100-Meter Butterfly American Michael Phelps won the gold medal Friday in the 100-meter butterfly with an Olympic-record time of 51.25 seconds.", "label": 0}
{"text": "New Quakes Rock Japan #39;s Niigata; Tokyo Buildings Sway (Update2) Japan #39;s northern prefecture of Niigata, struck on Saturday by the country #39;s deadliest temblor since 1995, was today rocked by fresh earthquakes strong enough to sway buildings in Tokyo.", "label": 0}
{"text": "Hurricane Ivan Slams Gulf Coast; 22 Dead PENSACOLA, Fla. - Hurricane Ivan drilled the Gulf Coast on Thursday with 130-mph winds that inflicted far less damage than feared everywhere except Florida's Panhandle, where residents were left with surge-ravaged beachfronts, flooded streets and homes ripped apart by deadly tornadoes...", "label": 0}
{"text": "CBO Projects \\$442 Billion Federal Deficit WASHINGTON - The Congressional Budget Office is projecting that this election-year's federal deficit will reach \\$422 billion, congressional aides said Tuesday, the highest ever, yet a smaller shortfall than analysts predicted earlier this year.    The figure, provided by aides who spoke on condition of anonymity, is sure to provide political fodder for both parties during the remaining two months of the presidential and congressional campaigns...", "label": 0}
{"text": "Kissinger Criticized Subordinates Former Secretary of State Henry Kissinger suggested punishing subordinates who criticized military dictatorships in Chile and Argentina in the 1970s, declassified documents show.", "label": 0}
{"text": "U.S. Forgives  #36;4.1 Billion in Iraq Debt (AP) AP - The United States on Friday completely forgave  #36;4.1 billion in debt Iraq owed it and urged other nations not part of an international debt relief agreement to follow suit.", "label": 0}
{"text": "Tiger Woods Weds Swede Model in Barbados LANE BEACH, Barbados - Tiger Woods is now a married man, according to People magazine and several other news outlets. People reported on its Web site that the world's most famous golfer married Swedish model Elin Nordegren in a sunset ceremony at a resort in Barbados on Tuesday...", "label": 0}
{"text": "Iran defies curbs on nuclear activities TEHERAN - Iran reacted yesterday with defiance to a tough resolution from the United Nations atomic watchdog, rejecting calls to halt sensitive nuclear activities and threatening to block tough inspections if the issue was referred to the Security Council ", "label": 0}
{"text": "Explosion Rips Through Egyptian Hotel A strong explosion damaged the Hilton hotel in Egypt's Taba resort, only yards from the Israeli border, on Thursday night, witnesses said. Israeli medics said they had been informed of \"a large number of casualties.", "label": 0}
{"text": "Carter #39;s  #39;got nothing to say #39; after scoring 15 After hearing rare boos from the home fans, Vince Carter didn #39;t want to talk about it. Carter had 15 points in his first game since demanding to be traded, but the Toronto Raptors lost their ", "label": 1}
{"text": "Paula puts Athens behind her Paula Radcliffes response to those who doubted her ability to bounce back from her Olympic disasters could not have been more emphatic on Sunday when she triumphed in a thrilling New York Marathon.", "label": 1}
{"text": "Europe faces tough task in Texas, warns Biancone The European contingent for the Breeders #39; Cup flew into Texas last night to be greeted by increasingly stormy weather and a warning that things could be extremely tough ", "label": 1}
{"text": "Ribeiro: Newspaper report was wrong MONTREAL (CP) - Mike Ribeiro says he does not support a salary cap for NHL players. The Montreal Canadiens centre told the all-sports television station RDS on Thursday that a report this week that said he ", "label": 1}
{"text": "Bears #39; loss could be gross, man MINNEAPOLIS -- The sight of Rex Grossman leaving the Metrodome turf on a cart was bad enough for the Bears #39; faithful. Seeing his family upset outside the team #39;s locker room was more telling.", "label": 1}
{"text": "Chris Graythen/Getty Images Minnesota #39;s 34-13 loss to the Giants last week ended a four-game win streak and shrunk its division lead to one game over the Lions and Packers.", "label": 1}
{"text": "Soccer / UEFA Cup - Auxerre #39;s Bonaventure dumps Rangers Striker Bonaventure Kalou netted twice to send AJ Auxerre through to the first knockout round of the UEFA Cup at the expense of Glasgow Rangers last night.", "label": 1}
{"text": "Big Al chases dos amigos ALASTAIR FORSYTH tees off in the second round of the Volvo Masters at Valderrama today determined to maintain the form he showed yesterday.", "label": 1}
{"text": "College Basketball: Georgia Tech, UConn Win ATLANTA (Sports Network) - BJ Elder poured in a game-high 27 points to lead fourth-ranked Georgia Tech to a convincing 99-68 win over Michigan in the ACC-Big Ten Challenge at Alexander Memorial Coliseum.", "label": 1}
{"text": "UPDATE 2-India make impressive reply in first test India openers Virender Sehwag and Gautam Gambhir shared an unbeaten first wicket partnership of 185 on the third day of the first test on Monday.", "label": 1}
{"text": "Swimming Canada fires coach CALGARY (CP) - Swimming Canada has fired head coach Dave Johnson, who came under fire for Canada #39;s poor performance in the Olympic pool in Athens.", "label": 1}
{"text": "Busch, Truex garner wet poles at Darlington DARLINGTON, SC -- Rain canceled qualifying at Darlington Raceway on Friday so starting lineups for this weekend #39;s NASCAR NEXTEL Cup Series and NASCAR Busch Series races have been set by points.", "label": 1}
{"text": "NHL Accepts Union Invitation for Talks (AP) AP - The NHL accepted an invitation from the players' association on Thursday to return to the negotiating table in an effort to end the lockout that began nearly three months ago.", "label": 1}
{"text": "Patriots Begin Title Defense with Narrow Win Over Colts  NEW YORK (Reuters) - The New England Patriots began their  quest for successive Super Bowl titles with a tight 27-24 win  over the Indianapolis Colts in the opening game of the NFL  season in Foxboro Thursday.", "label": 1}
{"text": "Seattle forces decisive Game 3 SEATTLE - Betty Lennox scored 27 points, and the Seattle Storm held off the Connecticut Sun, 67-65, on Sunday to force a decisive third game in the WNBA Finals.", "label": 1}
{"text": "Purdue Wants to Win for Keady This Season (AP) AP - In Gene Keady's 24 years on the Purdue sideline, few have been more trying than last season. His Boilermakers were flying high after winning the Great Alaska Shootout, but it was mostly downhill from there. Losses, injuries and academic ineligibility plagued the team, as it limped to a 17-14 finish and missed the NCAA tournament for the third time in four years.", "label": 1}
{"text": "Retail Sales Drop 0.3 Percent in August Shoppers turned tightfisted in August, dropping sales at the nation's retailers by 0.3 percent, providing fresh evidence of an erratic pace of consumer spending in recent months.", "label": 2}
{"text": "Energy, Material Prices Hurt U.S. Profits (Reuters) Reuters - 3M Co.  and American Standard\\Cos. Inc.  cast a shadow of disappointment on Monday as\\the busiest week yet of the corporate earnings period got under\\way, and analysts cautioned not to expect the profit picture to\\brighten soon.", "label": 2}
{"text": "Morningstar Faces Possible SEC Civil Suit (Reuters) Reuters - Morningstar Inc., the mutual fund and\\stock research provider, on Friday said it may face U.S.\\Securities and Exchange Commission civil charges over incorrect\\data it published about a mutual fund.", "label": 2}
{"text": "UPDATE 2-Williams ends effort to sell power business Williams Cos. Inc. (WMB.N: Quote, Profile, Research) has scrapped efforts to sell its power business as the depressed wholesale market has damaged prospects for selling the unit, the natural gas company said on Thursday.", "label": 2}
{"text": "Golden Rule under Threat from  #39;Family Friendly #39; Brown Chancellor Gordon Brown today set out his vision of a family friendly welfare state as he put extra help for working parents at the heart of his annual Pre-Budget Report.", "label": 2}
{"text": "Move Over, Edison (Forbes.com) Forbes.com - MaryLou O'Malley wants to get something off her chest--or collarbone, more precisely. The 72-year-old is tired of having to adjust her necklace when it slips around her neck. Wouldn't it be wonderful, she says, if there were an adhesive to keep her jewelry stuck to her skin?", "label": 2}
{"text": "Former CEO of China Aviation Oil (Singapore) returns to Singapore Chen Jiulin, former CEO of China Aviation Oil (Singapore) Corp., returned to Singapore on December 8 to help investigate the company #39;s huge-sum losses on derivatives trades.", "label": 2}
{"text": "CSFB Asia Unit Rebounds After Defections  HONG KONG (Reuters) - Credit Suisse First Boston is  targeting Asia for growth while cutting elsewhere, as its  regional team springs back from high-profile defections to  boost its M A and debt financing business.", "label": 2}
{"text": "Win friends, influence voters on public #39;s dime The other day, while announcing the results of her audit of the city #39;s contract with PR giant Fleishman-Hillard, Los Angeles City Controller Laura Chick touched on a bigger issue than the firm #39;s alleged \\$4.2 million in overbilling.", "label": 2}
{"text": "Pension Promise No Guarantee of Security With just eight years to go, Steve Derebey had been eyeing his mandatory retirement age with something close to relief.", "label": 2}
{"text": "Nigerian unions end strike but threaten more action Nigerian unions called off a general strike which had jeopardized oil supplies from the world's seventh-largest exporter for four days, but threatened more action within weeks unless the government cut fuel prices.", "label": 2}
{"text": "Kmart-Sears merger not a cure Kmart Corp. #39;s cheeky proposal to acquire Sears, Roebuck and Co. for \\$11 billion may be wowing Wall Street, but it doesn #39;t do anything to fix the serious problems afflicting two ", "label": 2}
{"text": "FAA tries to identify source of ice that struck house KENT, Wash. -- Investigators are trying to identify the source of chunks of ice that smashed through the roof of a house in this Seattle suburb last week, landing on the bed of a 7-year-old girl.", "label": 2}
{"text": "Adobe Posts Sharp Rise in Profit  NEW YORK (Reuters) - Adobe Systems Inc. &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=ADBE.O target=/stocks/quickinfo/fullquote\"&gt;ADBE.O&lt;/A&gt; on Monday  reported a sharp rise in quarterly profit, driven by robust  demand for its Photoshop and document-sharing software.", "label": 2}
{"text": "Boutique mutual fund settles timing case for \\$30 million ALBANY, NY RS Investment Management agreed to pay 30 (m) million dollars to settle allegations it allowed  quot;excessive quot; market timing in its mutual funds.", "label": 2}
{"text": "Freeing the Grapes? It bothers Juanita Swedenburg that many of her customers are criminals in the eyes of the law. Swedenburg sells premium handmade wines from grapes that she grows on her 130-acre farm in northern Virginia, and ", "label": 2}
{"text": "New find raises questions about earliest humans LONDON - Modern humans began dominating the world far earlier than thought, according to anthropologists who say they #39;ve discovered fossils of a new human dwarf species.", "label": 3}
{"text": "Sun Micro Posts Narrower Quarterly Loss Network computer maker Sun Microsystems Inc. on Thursday posted a narrower quarterly loss as revenue rose year over year for the second\\consecutive quarter after three years of declines, sending shares slightly higher.", "label": 3}
{"text": "Microsoft Set to Ask Judge to Suspend Penalties  BRUSSELS (Reuters) - Microsoft Corp is ready to ask a judge  on Thursday to suspend penalties imposed on it for violating  antitrust law by using the monopoly of its Windows operating  system to hurt competitors.", "label": 3}
{"text": "Tree ring study links warming to drought TUCSON - A new study shows a possible connection between a past climate warming and drought in what is now the US West. The width of tree rings over the past 1,200 years show that western  quot;megadroughts quot; between ", "label": 3}
{"text": "IBM offers RFID services for manufacturers Big Blue also introduces radio tag services for midsize suppliers working under mandates from retail giants such as Wal-Mart.", "label": 3}
{"text": "Oracle Big Win Reopens Door For A Big Deal (Investor's Business Daily) Investor's Business Daily - A long-awaited ruling Thursday by U.S. District Judge Vaughn Walker has cleared the way for Oracle   to proceed with its  #36;7.7 billion hostile bid to buy rival PeopleSoft  .", "label": 3}
{"text": "Reseller CDW upgrades abilities, ambitions Company offers higher-end equipment and new expertise for selling complicated combinations of products.", "label": 3}
{"text": "FTC Sues Spyware Suspects (washingtonpost.com) washingtonpost.com - Federal authorities have asked a federal judge to shut down an operation that they said installed intrusive \"spyware\" on people's computers and then sold anti-spyware software to those same victims, a top consumer protection official said Tuesday.", "label": 3}
{"text": "Shrimp Imports Tightened to Save Turtles (AP) AP - Sea turtles stand to gain protection from accidental killings through a new federal policy announced Thursday to require stricter documentation on imports of shrimp and shrimp products.", "label": 3}
{"text": "FlexWiki: Microsoft's Third Open Software Project (Ziff Davis) Ziff Davis - Could problems with Microsoft's GotDotNet Workspaces be prompting Microsoft to release more code to SourceForge?", "label": 3}
{"text": "Oracle hopes for fast turnaround on tender results Firm says preliminary results for tender offer for PeopleSoft shares could be available just after midnight Friday night.", "label": 3}
{"text": "Judge to Weigh Removing Media Player from Windows  LUXEMBOURG (Reuters) - A European Union judge will weigh on  Friday whether Microsoft should be forced to remove its music  and video player from its Windows operating software, in a  second day of hearings at the EU's second-highest court.", "label": 3}
{"text": "Street Smarts: A Device to Help the Blind Find Crosswalks An electronic eye that can be fitted to a pair of glasses could help the blind cross roads more safely.", "label": 3}
{"text": "Gartner: Offshore IT spending to hit \\$50 billion Upcoming Gartner study on IT spending for offshoring.", "label": 3}
{"text": "Nuclear Test in North Korea? On September 11, the South Korean news agency Yonhap reported a huge blast and a 2.5 mile diameter mushroom cloud in North Korea 6 miles southwest of Yongjori Missile Base...on Thursday.", "label": 3}
{"text": "New Iomega Wireless Servers Bring New Features  amp; Flexibility to &lt;b&gt;...&lt;/b&gt; SAN DIEGO, Sept. 16 /PRNewswire-FirstCall/ -- Iomega Corporation , a global leader in data storage, today announced the release of the new Iomega(R) NAS 100d entry-level network-attached storage (NAS) server.", "label": 3}
