{"text": "Indonesians Get Ready for Final Round of First Direct Presidential &lt;b&gt;...&lt;/b&gt; Indonesians are preparing to go to the polls Monday in the final round of the country #39;s first-ever democratic presidential election.", "label": 0}
{"text": "Another American beheaded BAGHDAD, Sept. 22. - Iraqi officials recovered a decapitated corpse in western Baghdad today and turned it over to US officials, who were investigating if it was the body of Jack Hensley -he second American ", "label": 0}
{"text": "New peace hope in post-Arafat era ONE OF Yasser Arafat #39;s least-admired roles in the last few years was as the constantly cited excuse for international futility in Middle Eastern peace efforts.", "label": 0}
{"text": "Four Killed in Mosul Gun Attack Gunmen attacked a car in the northern Iraqi city of Mosul on Friday, killing four male passengers, and witnesses said three of the victims were foreigners.", "label": 0}
{"text": "Ganguly to appeal against ICC googly The International Cricket Council (ICC) on Sunday suspended Indian skipper Sourav Ganguly from two Test matches for his teams slow over-rate against Pakistan in the Platinum Jubilee One-Day International match held on Saturday putting him out of action ", "label": 1}
{"text": "Soccer spitter accused again English soccer #39;s ruling body charged Bolton forward El-Hadji Diouf with improper conduct for spitting at defender Arjan De Zeeuw during Saturday #39;s 1-0 home loss to Portsmouth.", "label": 1}
{"text": "McDonald takes one-shot lead over Els in Dunhill Championship Bruce McDonald of Zimbabwe shot a 6-under 66 Thursday to take a one-shot lead over South Africa #39;s Ernie Els at the PGA European Tour #39;s season-opening Dunhill Championship.", "label": 1}
{"text": "Liverpool 1, Portsmouth 1 (Echo) Wasted chances, edgy crowd, gradual retreat into defence, late panic, strange negative substitution, two points wasted. A pessimistic Liverpool supporter turned around at half-time and said:  quot;It can #39;t get any worse than this.", "label": 1}
{"text": "Techs, Miners Help Tokyo Market Advance  TOKYO (Reuters) - Tokyo's Nikkei rose 0.3 percent by midday  on Tuesday as another jump in U.S. technology shares fueled  buying of local peers such as Tokyo Electron Ltd., while  earnings optimism again buoyed some miners.", "label": 2}
{"text": "Students Fight Copyright Hoarders College students around the country start groups to teach their peers about copyright law and how Hollywood and record companies abuse it. To fight vacant stares, they frame the issue like this: Save the iPod. By Katie Dean.", "label": 2}
{"text": "Jaguar workers urged to fight closure Jaguar car factory workers will be urged to fight the closure of the plant with a campaign which includes the threat of strike action.", "label": 2}
{"text": "Delta Pilots Agree to Cuts Delta Air Lines pilots have agreed to slash their salaries by nearly a third and forgo pay raises for five years to help the struggling airline avoid bankruptcy, their union announced Thursday.", "label": 2}
{"text": "IDC: External disk storage up Worldwide sales hit a new multibillion high; EMC passes Hewlett-Packard for first place.", "label": 3}
{"text": "Opening The Desktop The Mozilla Foundation #39;s new Thunderbird E-mail client, released last week, is positioned as a simple-but-secure alternative to Microsoft #39;s widely used Outlook Express.", "label": 3}
{"text": "Tories to sign up online recruits The Tories are to recruit members online rather than making people join the party through local associations.", "label": 3}
{"text": "The Dawn Of HD Radio Broadcasters embrace digital service public knows little about.&lt;FONT face=\"verdana,MS Sans Serif,arial,helvetica\" size=\"-2\" color=\"#666666\"&gt;&lt;B&gt;-washingtonpost.com&lt;/B&gt;&lt;/FONT&gt;", "label": 3}
