{"sentence1": "According to Nelson Beavers, who is a co-owner of the current company, Carolina Analytical Laboratories, LLC. and has ownership/employment history with Woodson-Tenent and Eurofins, the septic system was installed in the early 1990s.", "sentence2": "Nelson Beavers worked for Eurofins.", "label": 0, "idx": 723}
{"sentence1": "The Bolan Pass is a gap through the Toba Kakar Range of mountains on the border of Pakistan. The British took the threat of a Russian invasion of India via the Khyber and Bolan Passes very seriously so in 1837, a British envoy was sent to Kabul to gain support of the Emir, Dost Mohammed. In February of 1839, the British Army under Sir John Keane took 12,000 men through the Bolan Pass and entered Kandahar.", "sentence2": "The British Army crossed the Toba Kakar Range of mountains in 1839.", "label": 0, "idx": 1291}
{"sentence1": "He said those three detainees are Khalid Sheikh Mohammed - one of the architects of the September 11th attacks on New York and Washington, Abu Zubaydah - who is believed to have been a top al-Qaida strategist, and Abd al-Rahim al-Nashiri - who is believed to have played a key role in the bombing of the USS Cole. All three are being held at the U.S. detention facility at Guantanamo Bay. Hayden said waterboarding was used against the three detainees nearly five years ago because of circumstances at the time, including the belief that additional attacks against the United States were imminent. Hayden defended the CIA's use of extreme interrogation techniques as lawful, and urged lawmakers not to impose restrictions on such methods. Congress is considering legislation that would restrict the CIA to using only the interrogation techniques authorized by the U.S. Army's field manual, which does not include waterboarding.", "sentence2": "Abu Zubaydah belongs to al-Qaida.", "label": 0, "idx": 1315}
{"sentence1": "Thousands of people are expected to return to New Orleans this week, as areas of the city are opened up to residents.", "sentence2": "Over the coming days, thousands of people are expected to make the decision to return to New Orleans.", "label": 0, "idx": 1979}
{"sentence1": "Catastrophic floods in Europe endanger lives and cause human tragedy as well as heavy economic losses.", "sentence2": "Flooding in Europe causes major economic losses.", "label": 0, "idx": 214}
{"sentence1": "NEW YORK - (Business Wire) Pfizer Inc announced today that it has become the first pharmaceutical company to be accredited by the Association for the Accreditation of Human Research Protection Programs (AAHRPP) for ensuring the protection of human subjects taking part in early-stage clinical trials. The AAHRPP accreditation was awarded to Pfizer's clinical research units (CRUs) in New Haven, CT, Brussels, Belgium and Singapore, where the company conducts most of its Phase I clinical research. To earn the accreditation, Pfizer participated in a rigorous, 15-month examination of the clinical research practices at these units.", "sentence2": "Pfizer is a pharmaceutical company.", "label": 0, "idx": 1155}
{"sentence1": "The Gurkhas come from mountainous Nepal and are extremely tenacious warriors-as foot soldiers they are the best only in close combat jungle/mountain combat and hand to hand type situation.", "sentence2": "The Gurkhas come from Nepal.", "label": 0, "idx": 1753}
{"sentence1": "This paper describes American alcohol use, the temperance movement, Prohibition, and the War on Drugs and explains how legalizing drugs would reduce crime and public health problems.", "sentence2": "Drug legalization has benefits.", "label": 0, "idx": 1924}
{"sentence1": "The increased amounts of carbon dioxide (CO2) and other greenhouse gases (GHGs) are the primary causes of the human-induced component of global warming.", "sentence2": "Greenhouse effect changes global climate.", "label": 0, "idx": 2066}
{"sentence1": "The demands on Italy's 53rd postwar government are apparent, as are the resentment and uncertainties Berlusconi has roused at the head of a new party with the catchy name Forza Italia (Go, Italy).", "sentence2": "Silvio Berlusconi is in Forza Italia.", "label": 0, "idx": 261}
{"sentence1": "Italian director Federico Fellini was older than his American peers at his first nomination and, like other foreigners, had not been nominated for his earlier masterworks, \"La Strada\" and \"Nights of Cabiria\", though both films had won the Best Foreign-Language Picture in 1956 and 1957, respectively. Fellini later received an Honorary Oscar in 1993, which was basically a compensatory gesture.", "sentence2": "An Italian director is awarded an honorary Oscar.", "label": 0, "idx": 1292}
{"sentence1": "In 1954, in a gesture of friendship to mark the 300th anniversary of Ukrainian union with Russia, Soviet Premier Nikita Khrushchev gave Crimea to Ukraine.", "sentence2": "Crimea became part of Ukraine in 1954.", "label": 0, "idx": 1163}
{"sentence1": "The Southeast Asian ministers gather in Laos for their regional meeting.", "sentence2": "Southeast Asian ministers' meeting is held in Laos.", "label": 0, "idx": 1630}
{"sentence1": "Critics say last year's massive election victory was marred by fraud and corruption and that the pope must beware of allowing his visit, sponsored by the state, to be seen as legitimizing an authoritarian regime. The bishops in Angola twice have denounced the government for leaving its people mired in poverty while leaders enrich themselves off oil and diamonds.  Since he arrived on Friday from Cameroon, the pope has met with dos Santos and spoken out against corruption in Africa, the continent with the fastest-growing Catholic population in the world.", "sentence2": "The pope talked about corruption in Africa during his visit in Angola.", "label": 0, "idx": 1927}
{"sentence1": "The name for the newest James Bond film has been announced today. The 22nd film, previously known only as \"Bond 22\", will be called \"Quantum of Solace\". EON Productions who are producing the film made the announcement today at Pinewood Studios, where production for the film has been under way since last year. The name of the film was inspired by a short story (of the same name) from For Your Eyes Only by Bond creator, Ian Fleming.", "sentence2": "James Bond was created by Ian Fleming.", "label": 0, "idx": 63}
{"sentence1": "The World Bank has also been criticized for its role in financing projects that have been detrimental to human rights and the natural environment.", "sentence2": "The World Bank is criticized for its activities.", "label": 0, "idx": 779}
{"sentence1": "The Prince of Wales and  Bowles will marry on Friday, April 8, at Windsor Castle, said Clarence House, Charles' residence and office.", "sentence2": "The Prince of Wales and Bowles will marry in a civil ceremony at Windsor Castle.", "label": 1, "idx": 1480}
{"sentence1": "He said that his daughter was told that Clark had been cited to General Sessions Court.", "sentence2": "Clark is employed at General Sessions Court.", "label": 1, "idx": 351}
{"sentence1": "Thousands of Shiite Muslims rallied Friday, in the southern city of Basra, to show support for Iraq's new constitution and the Shiite-dominated government.", "sentence2": "Sunni Arabs say they're not ready to re-join the committee drafting Iraq's new constitution.", "label": 1, "idx": 1022}
{"sentence1": "McDonald's said overall global sales at its restaurants climbed 6.2% in June, 6.3% in the second quarter and 7.1% for the year to date.", "sentence2": "McDonald's Corp., the world's largest restaurant chain, led the advance after the company reported earnings that exceeded estimates.", "label": 1, "idx": 207}
{"sentence1": "Tension and battles between Greek police and anarchist demonstrators took place in the centre of Athens, Greece, during the anti-war demonstration of the 4th European Social Forum which is taking place in the Greek capital, from 4 to 7 of May 2006. The march of the approximately 1,000 anarchists ended with clashes between groups of anarchists and police. Riot police used tear gas, while a branch of a Greek bank, a fast-food store and around 50 shop windows in central Athens were damaged.", "sentence2": "The riots in Greece started on December 6.", "label": 1, "idx": 47}
{"sentence1": "Since '82 Federal Chancellor (elected by \"constructive vote of no confidence\" against former Chancellor Helmut Schmidt, Social Democratic Party (SPD); reelected 1983, 1987, 1991 and 1994). This makes Helmut Kohl the longest-serving chancellor of the Federal Republic, passing by Konrad Adenauer, the first chancellor, this October.", "sentence2": "The name of Helmut Kohl's political party is the Christian Democratic Union.", "label": 1, "idx": 588}
{"sentence1": "On 21 July, the Macdonough patrolled the waters off Guam to protect the assault craft from enemy submarines, continuing that role until departing for Hawaii on 10 August. After a day at Pearl Harbor, she departed for the Admiralty Islands.", "sentence2": "The Macdonough left Hawaii on 10 August.", "label": 1, "idx": 2417}
{"sentence1": "Mr Piech dismissed suggestions that VWs actions in hiring away Mr Lopez and his seven colleagues from GM had caused widespread dismay in German industry, and was at odds with the style of German business.", "sentence2": "Piech got nationalistic in his accusations.", "label": 1, "idx": 255}
{"sentence1": "The program, financed with a grant from the UN Agency for International Development, is aimed at reducing infant mortality in Madagascar, an island nation in the Indian Ocean off the eastern coast of Africa.", "sentence2": "The UN Agency for International Development is an organisation based in Madagascar.", "label": 1, "idx": 1724}
{"sentence1": "Brian Brohm, the Louisville quarterback, threw for 368 yards and five touchdowns as the Cardinals beat visiting Oregon State 63-27.", "sentence2": "The quarterback threw for 413 yards and three touchdowns, and then ran to the end zone two more times.", "label": 1, "idx": 14}
{"sentence1": "The last polio outbreak in the United States was in 1979.", "sentence2": "African polio outbreak feared", "label": 1, "idx": 1751}
{"sentence1": "Kabul - A roadside bomb that injured six U.S. soldiers in eastern Afghanistan, was followed by a blast near a Kabul police station, Monday, that hurt two police officers and a civilian.", "sentence2": "The six U.S. soldiers were residents in Afghanistan.", "label": 1, "idx": 716}
{"sentence1": "The 26-member International Energy Agency said, Friday, that member countries would release oil to help relieve the U.S. fuel crisis caused by Hurricane Katrina.", "sentence2": "Responding to a plea from the International Energy Agency for member countries to release reserves, Canada is prepared to help.", "label": 1, "idx": 146}
{"sentence1": "The US state of Kansas has ruled that science classes in public schools should include the teaching of intelligent design and the doubts it casts on Darwinian evolution.", "sentence2": "Intelligent design supports Darwinian evolution.", "label": 1, "idx": 2084}
{"sentence1": "No Weapons of Mass Destruction Found in Iraq Yet.", "sentence2": "Weapons of Mass Destruction Found in Iraq.", "label": 1, "idx": 0}
{"sentence1": "About 10 million people live in the Paris metropolitan area, more than 15 percent of the country's total population. France's second largest city is Marseille (795,600) on the Mediterranean coast.", "sentence2": "About 10 million people live in France.", "label": 1, "idx": 765}
