{"text": "Indonesians Get Ready for Final Round of First Direct Presidential &lt;b&gt;...&lt;/b&gt; Indonesians are preparing to go to the polls Monday in the final round of the country #39;s first-ever democratic presidential election.", "label": 0}
{"text": "Another American beheaded BAGHDAD, Sept. 22. - Iraqi officials recovered a decapitated corpse in western Baghdad today and turned it over to US officials, who were investigating if it was the body of Jack Hensley -he second American ", "label": 0}
{"text": "New peace hope in post-Arafat era ONE OF Yasser Arafat #39;s least-admired roles in the last few years was as the constantly cited excuse for international futility in Middle Eastern peace efforts.", "label": 0}
{"text": "Four Killed in Mosul Gun Attack Gunmen attacked a car in the northern Iraqi city of Mosul on Friday, killing four male passengers, and witnesses said three of the victims were foreigners.", "label": 0}
{"text": "US hits Mosul The US military attacked rebel targets in Mosul with air and ground fire yesterday after an upsurge in violence in the northern Iraqi city.", "label": 0}
{"text": "Asean must fast-track integration Two of Southeast Asias newest leaders called for faster economic integration at an annual meeting Sunday, saying the region risked being trampled by China and India if it did not act.", "label": 0}
{"text": "Furious Japan seeks action against NKorea for lying about &lt;b&gt;...&lt;/b&gt; TOKYO : Japan is enraged at North Korea for allegedly lying about the deaths of two of its citziens the Stalinist state kidnapped, with commentators warning the deception has set back the chances of reconcilation with the outside world.", "label": 0}
{"text": "Passenger Leaves Hijacked Greek Bus (Reuters) Reuters - A passenger was seen leaving a hijacked\\Greek bus Wednesday five hours after two foreign gunmen seized\\the vehicle carrying 26 passenger in an Athens suburb, a\\Reuters correspondent at the scene said.", "label": 0}
{"text": "New tape features bin Laden lieutenant DUBAI, United Arab Emirates -- Ayman al-Zawahri, the number two figure in Al Qaeda, appeared in a new videotape aired on Al-Jazeera yesterday, ridiculing US forces as stuck in a quagmire in Iraq and Afghanistan.", "label": 0}
{"text": "Six killed in train crash UFTON NERVET, Nov. 7. - Six people died and 11 were seriously injured when a train derailed during a collision with a car at a crossing in southern England, medics said.", "label": 0}
{"text": "Quake, gale kill two in Bali, N. Sumatra An earthquake killed one person and injured two others on Wednesday on the resort island of Bali, while a gale that swept through several parts of the country claimed one life and damaged hundreds of houses in North Sumatra.", "label": 0}
{"text": "US-Led Forces Thrust Towards Central Falluja, Air Strikes &lt;b&gt;...&lt;/b&gt; . US-led forces met heavy resistance in Falluja as they battled toward the heart of Iraq #39;s most resistant city on Tuesday, officers said.", "label": 0}
{"text": "Shanghai to Honor Its Jewish Legacy  SHANGHAI -- Saul Marmer, a retired Cincinnati shoe retailer, peeled away from his tour group the other day to reflect on a special moment in Shanghai's long and eventful history. As summer rain bathed the city, and its residents raced about in their relentless drive to accumulate wealth, Marmer, 79, ducked into the Ohel Moishe Synagogue.", "label": 0}
{"text": "EDITORIALSPrepare for post-Kyoto The Kyoto Protocol, a global agreement on reduction of greenhouse gases, comes into force on Feb. 16 next year, seven years after it was negotiated.", "label": 0}
{"text": "Spanish Police Arrest 10 in Anti-Terrorism Sweep Spanish police arrested 10 people in an operation against  quot;Islamic terrorism quot; on Wednesday, a court source said. Most of those detained in the northeastern city of Barcelona were of Pakistani ", "label": 0}
{"text": "EU sets date to resolve institutional limbo BRUSSELS (AFP) - Incoming EU executive head Jose Manuel Barroso said he hopes for  quot;clear quot; approval when EU lawmakers finally vote on his new team later this month, to end an unprecedented state of limbo in Brussels.", "label": 0}
{"text": "Ohio State Secures Victory, but Michigan Gains Rose Bowl Bid The Buckeyes stunned the No. 7 Wolverines, who still will go to Pasadena because they defeated co-Big Ten Champion Iowa on Sept 25.", "label": 1}
{"text": "Barca and Real go top in Spainish league England captain David Beckham and former Celtic favourite Henrik Larsson scored winning goals for their respective teams to put Real Madrid and Barcelona on top of the Spanish league.", "label": 1}
{"text": "Fallon back in saddle after posting bail LONDON - Champion jockey Kieron Fallon and colleagues Fergal Lynch and Darren Williams were back in action yesterday after their arrests over allegations of race-fixing.", "label": 1}
{"text": "Greek comes from nowhere to win women #39;s hurdles To the roar of an adoring home crowd, Fani Halkia completed her unexpected romp through the Olympics on Wednesday with a victory in the women #39;s 400-meter hurdles.", "label": 1}
{"text": "Chiefs Stun Falcons in 56-10 Rout (AP) AP - Shredding what had been the NFL's leading defense against the rush, Priest Holmes and Derrick Blaylock each scored four times on the ground Sunday in Kansas City's stunning 56-10 rout of Atlanta.", "label": 1}
{"text": "Alomar Signs With Texas Six-time All-Star catcher Sandy Alomar Jr. agrees to a one-year contract with the Rangers to be a part-time player next season.", "label": 1}
{"text": "Villeneuve back in frame as Trulli departs Renault THE Renault team have parted company with Italian driver Jarno Trulli with three races in the 2004 world championship still to go.", "label": 1}
{"text": "NBA Meltdown Provides Blame Aplenty It began with Ron Artest, a player who has undergone anger-management counseling and who last season alone was suspended six times.", "label": 1}
{"text": "Spain Edge Closer to Davis Cup Final  LONDON (Reuters) - Spain stepped closer to their second  consecutive Davis Cup final appearance on Saturday after Tommy  Robredo and Rafael Nadal claimed a tense doubles victory over  France.", "label": 1}
{"text": "Yanks, Rangers have second thoughts on Loaiza MINNEAPOLIS - The Yankees have held discussions with the Texas Rangers about trading Esteban Loaiza for prospects, but both sides have reservations. ", "label": 1}
{"text": "Giants #39; Carter fractures hip East Rutherford, NJ (Sports Network) - New York Giants wide receiver Tim Carter is expected to miss the remainder of the season after suffering a fractured hip during this past Sunday #39;s game against Dallas.", "label": 1}
{"text": "Right on course He will tell you the story because it embodies so much of who he is and where he came from. There is no denying he became hooked on golf at an early age -- 7 to be precise -- and that he was a genuine phenom and that he could never get enough of it.  quot;I was very ...", "label": 1}
{"text": "Ravens' win comes too late BALTIMORE -- The Baltimore Ravens showed exactly why they had to depend on outside help to reach the playoffs. Baltimore needed to beat the Miami Dolphins and have three other games fall its way to earn a wild-card berth. The Ravens did their part, stumbling to a 30-23 victory yesterday, but failed to get the help they needed elsewhere and ...", "label": 1}
{"text": "Auburn, Okla. Tied for No. 2 in AP Poll (AP) AP - Auburn caught Oklahoma in The Associated Press Top 25 on Sunday, creating a tie for second place behind No. 1 Southern California. It's the just the second tie for No. 2 in the history of the AP media poll. The other was Nov. 3, 1991, when Miami and Washington were tied behind No. 1 Florida State.", "label": 1}
{"text": "Pires summoned to France meeting The France Football Federation (FFF) has asked Robert Pires to explain comments he made about new national team coach Raymond Domenech.", "label": 1}
{"text": "UAE joins Olympics gold medal winners UAE joins Olympics gold medal winners ABU DHABI, 18 Aug. 04 (WAM) -- A UAE paper said today that Sheikh Ahmed bin Hashar Al Maktoum #39;s winning of the gold medal in double trap shooting had taken the UAE to the pinnacle of sporting glory at the Olympics. ", "label": 1}
{"text": "Fiorina: Sometimes IT spending is a 'bad thing' Not expecting a rush of IT spending during the last three months of 2004, Hewlett-Packard Co. (HP) Chairman and Chief Executive Officer Carly Fiorina said Thursday that IT buyers have become smarter and more discriminating in their IT purchasing than they were just five years ago, and that they now realize that technology spending can sometimes be a \"bad thing.\"", "label": 2}
{"text": "Update 2: VimpelCom Hit With \\$157M Back Tax Claim In what market watchers are calling a new battle between a Russian oligarch and the state, Russia #39;s second largest mobile phone operator, VimpelCom, has been hit with a 4.4 billion ruble (US\\$157 million, euro118 million) back-tax claim for 2001, company ", "label": 2}
{"text": "Yellow Roadway Raises Profit Outlook  NEW YORK (Reuters) - Yellow Roadway Corp. &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=YELL.O target=/stocks/quickinfo/fullquote\"&gt;YELL.O&lt;/A&gt; on  Tuesday raised its third-quarter earnings outlook, citing a  more disciplined pricing climate and better-than-expected  \"operating efficiencies.\"", "label": 2}
{"text": "USA: Smithfield Foods reports higher Q1 earnings US meat processor Smithfield Foods has said its first-quarter earnings more than doubled from the year-ago period, boosted by higher sales.", "label": 2}
{"text": "Volkswagen enters close cooperation with Abu Dhabi the German vehicle producing giant Volkswagen will assemble trucks in Abu Dhabi and enter a car leasing joint venture with the Gulf emirate, it was announced Monday.", "label": 2}
{"text": "Gazprom to bid for Yukos facility Russia #39;s state-controlled gas monopoly, Gazprom, announced today that it is planning to bid for the main production facility of troubled oil company Yukos.", "label": 2}
{"text": "Wireless plan irks telecom giants A tiny Pennsylvania telecommunications company is raising the hackles of giants Verizon Wireless and Cingular Wireless LLC, offering consumers unlimited cellphone calls for a \\$10 monthly premium by exploiting the carriers' unlimited mobile-to-mobile calling plans.", "label": 2}
{"text": "Treasuries Rally, Yields Hit 6-Week Lows (Reuters) Reuters - U.S. Treasury yields touched their\\lowest levels in over a month on Wednesday, driven by largely\\technical factors in an illiquid year-end market.", "label": 2}
{"text": "New Game in Town: ESPN Phone ESPN teams with Sprint to create the first fully branded phone.  Also:  Researchers develop a smart camera to let blind people get around safely   hellip;.  Europe's Lycos takes a swing back at spammers   hellip;. and more.", "label": 2}
{"text": "Fannie Mae Used Improper Accounting-Probe (Reuters) Reuters - Fannie Mae used improper accounting\\to manipulate its quarterly earnings reports, regulators said,\\touching off the mortgage finance industry's second such\\controversy in less than 18 months.", "label": 2}
{"text": "Company Spending Seen Conservative  NEW YORK (Reuters) - Corporate America is gun-shy about  making significant spending increases in 2005, as high fuel  costs, geopolitical concerns and memories of recent  overspending loom over budget plans for next year.", "label": 2}
{"text": "Shoppers Spring Back to Life in September Shoppers got their buying groove back last month, propelling sales at the nation #39;s retailers by a strong 1.5 percent. It was the best showing since March.", "label": 2}
{"text": "Pulitzer Inc. for sale? ST. LOUIS The newspaper publisher Pulitzer Inc. has said that company officials are considering a possible sale of the firm to improve shareholder value.", "label": 2}
{"text": "Ziggy speaks frankly and says he was pushed MARK COLVIN: All this year, the business world has been abuzz with talk about the board of Telstra, and whether Chief Executive Ziggy Switkowski could survive.", "label": 2}
{"text": "Blair 'is obstacle to Euro vote' Tony Blair could hinder efforts to winning a \"yes\" vote in the referendum on the EU constitution, says a leading think tank.", "label": 2}
{"text": "Slow Thanksgiving Weekend for US Shopping The US holiday shopping season got off to a ho-hum start as shoppers lined up for the early-bird specials after Thanksgiving, then stayed home all weekend.", "label": 2}
{"text": "Start-up to use genes to build better chips Can food-poisoning bacteria E. coli make chips better than humans? Start-up says yes, but primordial soup will take time to steep.", "label": 3}
{"text": "Quick Read on Your Genetics A new technology under development in Australia -- geneballs -- may be used to quickly and easily tell you your genetic makeup. By Daith  hAnluain.", "label": 3}
{"text": "Sun to drive Mustang as future release of Java Fresh from introducing a major upgrade to the Java platform, Sun Microsystems officials on Thursday revealed some details of the next release of Java, code-named Mustang and expected in Spring 2006.", "label": 3}
{"text": "McNealy: Sun is boxing clever with Microsoft The ground-breaking legal settlement and technology sharing deal between Microsoft Corp and Sun Microsystems Inc will not diminish competition between the two adversaries.", "label": 3}
{"text": "Cingular Wireless Makes Phone for Vision-Impaired By BRUCE MEYERSON    NEW YORK (AP) -- A new cellular application promises to help vision-impaired people who can't read the screen of a mobile phone. It responds to spoken commands with voice recognition technology and reads back menu options, text messages, and other information to the user...", "label": 3}
{"text": "Microsoft in Tune with Digital Music Software giant Microsoft is casting its sights on the digital media marketplace by positioning itself as pro-consumer-choice. The company unveiled its MSN Music ", "label": 3}
{"text": "In Brief: Neon Systems acquires ClientSoft Neon Systems, a provider of mainframe integration solutions for Microsoft .Net and Java applications, has acquired ClientSoft for \\$10.5 million in cash and the rights to purchase 1.1 million shares of Neon stock. The privately held ClientSoft specializes in secure, high-performance integration solutions for mainframe Web services. The purchase, which adds 180 customers to Neon's base of 300 customers, brings together Neon's Shadow z/Services and ClientSoft's ServiceBuilder product lines and should provide customers with a robust set of solutions to support service-oriented architectures (SOAs).\\\\", "label": 3}
{"text": " #39;Scramjet #39; Hits Almost Mach 10 A tiny unmanned NASA  quot;scramjet quot; soared above the Pacific Ocean Tuesday at nearly 10 times the speed of sound, or almost 7,000 mph, in a record-breaking demonstration of a radical new engine technology.", "label": 3}
{"text": "Cingular/AWE Deal to Get Conditional OK (Reuters) Reuters - U.S. regulators are set to give\\Cingular Wireless final approval for its  #36;41 billion purchase\\of AT T Wireless Services Inc.  on Monday, on condition\\that it sells assets including wireless airwaves in more than\\16 markets, according to a source close to the deal.", "label": 3}
{"text": "Vendors Address Productivity, Convergence at Wireless Expo SAN FRANCISCOThe tension between enterprise and consumer segments of the wireless market was evident at Monday #39;s keynote addresses here at the CTIA Wireless conference and expo.", "label": 3}
{"text": "Ex-NASA Worker Charged for Faking Exams (AP) AP - A former NASA safety inspector accused of falsifying examinations of crucial parts on the space shuttle Discovery pleaded not guilty Friday in federal court, and his attorney called him \"meticulous in his work.\"", "label": 3}
{"text": "Microsoft to indemnify most customers from legal threats NOVEMBER 10, 2004 (IDG NEWS SERVICE) - In a bid to further differentiate itself from open-source rivals, Microsoft Corp. yesterday said it will expand its indemnification program to cover the vast majority of its customers.", "label": 3}
{"text": "Battle of the Apples takes long road The Beatles, trading as Apple Corp, won #39;t let it be when it comes to Apple Computer #39;s forays into the music business. Photo: Getty Images.", "label": 3}
{"text": "Microsoft Issues Five Bulletins on Windows Flaws Desktops, servers affected, but no vulnerabilities deemed critical.", "label": 3}
{"text": "Glitches hit Dell gear, Microsoft software Dell says that millions of notebook power adapters could put users at risk. Also: Office flaw could allow attacks.", "label": 3}
{"text": "Verizon Wireless to Buy NextWave Licenses (AP) AP - Verizon Wireless is buying cellular capacity for 23 markets from bankrupt NextWave Telecom Inc. for  #36;3 billion, ending the government's long tug-of-war over the never-used licenses and bolstering Verizon against a big new rival created by the merger of Cingular Wireless and AT amp;T Wireless.", "label": 3}
