{"sentence1": "U.S. Secretary of State Condoleeza Rice has expressed her anger after a meeting with Sudanese President Omar Hassan al-Bashir , during which her aides and staff were mistreated by Sudanese security agents.", "sentence2": "Condoleezza Rice is the U.S. Secretary of State.", "label": 0, "idx": 1965}
{"sentence1": "NEW YORK - (Business Wire) Pfizer Inc announced today that it has become the first pharmaceutical company to be accredited by the Association for the Accreditation of Human Research Protection Programs (AAHRPP) for ensuring the protection of human subjects taking part in early-stage clinical trials. The AAHRPP accreditation was awarded to Pfizer's clinical research units (CRUs) in New Haven, CT, Brussels, Belgium and Singapore, where the company conducts most of its Phase I clinical research. To earn the accreditation, Pfizer participated in a rigorous, 15-month examination of the clinical research practices at these units.", "sentence2": "Pfizer is a pharmaceutical company.", "label": 0, "idx": 1155}
{"sentence1": "Now it's Romania-Argentina at the Rose Bowl today -- and with a victory, it's on to the quarterfinals at Stanford, and a victory there and Romania will be back in Pasadena for the semifinals and World Cup final.", "sentence2": "The World Cup final was held in Pasadena.", "label": 0, "idx": 1197}
{"sentence1": "A team from the U.S. Centers for Disease Control boarded the ship when it docked in St. Maarten to oversee the cleaning operation and try to determine what caused the outbreak, Carnival said.", "sentence2": "The causes of the outbreak were searched for by a team from the U.S. CDC.", "label": 0, "idx": 830}
{"sentence1": "Some plants grow really well in a hydroponic environment, but others do not.", "sentence2": "Plants are grown in water or in substances other than soil.", "label": 0, "idx": 321}
{"sentence1": "Vatican spokesman Joaquin Navarro-Valls announced that Pope John Paul was still in serious condition, but he was not in a coma.", "sentence2": "Joaquin Navarro-Valls is the Vatican Spokesman.", "label": 0, "idx": 281}
{"sentence1": "In 2003, Yunus brought the microcredit revolution to the streets of Bangladesh to support more than 50,000 beggars, whom the Grameen Bank respectfully calls Struggling Members.", "sentence2": "Yunus supported more than 50,000 Struggling Members.", "label": 0, "idx": 1057}
{"sentence1": "A Yorkshire pub affected by flooding in 2007 has been named CAMRA's National Pub of the Year for 2008. The Kelham Island Tavern in Sheffield's Kelham Island Quarter was in a \"semi derelict\" state when it was purchased in 2001. After it was re-opened in 2002 by licensee Trevor Wraith and manager Lewis Gonda, business quickly picked up and the pub has been awarded Sheffield CAMRA's local Pub of the Year award for the past four years. The pub won the award despite six weeks of closure a year and a half ago when the pub's cellar and floor were affected by the flooding of the River Don and the nearby Kelham goit. The pub also received Yorkshire CAMRA's Pub of the Year award in 2004 and 2007.", "sentence2": "The Kelham Island Tavern is situated in Sheffield.", "label": 0, "idx": 2204}
{"sentence1": "Although Schneider's father, Marvin, died of complications from diabetes only two weeks after \"Deuce Bigalow\" was released, his Filipino mother Pilar continues to live in Pacifica.", "sentence2": "Pilar is the mother of Schneider.", "label": 0, "idx": 1370}
{"sentence1": "Asia has the highest number of child workers, but Sub-Saharan Africa has the highest proportion of working children relative to population.", "sentence2": "Child labor is widely used in Asia.", "label": 0, "idx": 1050}
{"sentence1": "A variety of devices could be powered selectively from a single-power source carried on the body via multiple power supply signals at different frequencies, according to the patent abstract.", "sentence2": "The patent abstract shows a number of devices using a single source.", "label": 0, "idx": 1531}
{"sentence1": "Zhang and his co-workers performed behavioral tests on two purified cannabinoids. The test results indicated that these two cannabinoids have anti-anxiety and antidepression-like effects in rats that may depend on the ability of cannabinoids to promote the production of new neurons in the hippocampus. Marijuana contains a complex mixture of chemicals including cannabinoids and may have somewhat different behavioral effects than the purified cannabinoids tested so far.", "sentence2": "The use of drugs can help control anxiety.", "label": 0, "idx": 1657}
{"sentence1": "Alzheimer's disease is successfully treated, and controlled by drugs which inhibit the synthesis of beta-amyloid protein.", "sentence2": "Alzheimer's disease is treated using drugs.", "label": 0, "idx": 757}
{"sentence1": "The Japanese invasion of Manchuria in 1931 and their eventual attack on China in 1937 also lead to vast areas of China not being under Chiang's control.", "sentence2": "The Japanese seized Manchuria in 1931, and began a war against China in 1937.", "label": 0, "idx": 1033}
{"sentence1": "On June 28, 1997, in what would become known as the bite fight, Mike Tyson bit Evander Holyfield's ear, purportedly in retaliation for Holyfield headbutting him.", "sentence2": "Mike Tyson bit Evander Holyfield's ear on June 28, 1997.", "label": 0, "idx": 1004}
{"sentence1": "When the African Union summit elected Colonel Muammar Gaddafi as its chairman at the beginning of February, many delegates predicted a bumpy year ahead. To start with all went well. But now he finds himself at odds with the AU's Peace and Security Council over its policy on Mauritania, which has been suspended since a coup d'etat last August. On a visit to the Mauritanian capital earlier this month, the Libyan leader announced that since the current military leadership had promised to organise elections in June, everything was fine and the file was now closed.", "sentence2": "Gaddafi is the chairman of the African Union.", "label": 0, "idx": 2014}
{"sentence1": "Once you get a chance to talk to West Palm Beach, Florida native Whitney Cunningham, who placed seventh on the eighth cycle of the popular reality TV series America's Next Top Model, you begin to understand what host Tyra Banks meant when she described her as the \"full package.\" First of all, she is confident and headstrong, which is a must on these kinds of shows, almost as much as it is to take a beautiful modelesque picture. Second, she turns that confidence into drive. She has been receiving steady work as a model since leaving the show, and still believes that her goal of being the first woman to wear a size ten dress on the cover of Vogue is in reach. Third, and probably most important to television viewers, she obliterates the age-old model stereotype that to be pretty and photograph well, one must also be vapid and without a thought.", "sentence2": "Whitney Cunningham was born in Florida.", "label": 0, "idx": 312}
{"sentence1": "Zakaria Maamar, associate professor at the College of Information Technology at Zayed University, UAE, told Science and Development Network (SciDev.Net) that, \"This initiative is another boost to the research and development activities that are carried out in the UAE. It will definitely provide researchers with the appropriate funds to sustain such activities and promote best practices in the community.\" Said Elnaffar, assistant professor at the college of information technology at the United Arab Emirates University, told SciDev.Net that, with this initiative, the UAE is taking the lead and setting a good example by building a strong development infrastructure founded on knowledge discovery and research.", "sentence2": "Said Elnaffar is an employee of the United Arab Emirates University.", "label": 0, "idx": 2346}
{"sentence1": "Lord Ganesha occupies a special god status in Hindu tradition, and is considered as the bestower of all  auspiciousness and destroyer of all negativity. Typically these festive celebrations last from one to 11 days,  concluding with a Nimajjan ceremony (immersing the deity in the waters of lake/pond/river/sea/ocean etc). These celebrations are splendidly carried out in India amidst strict security as thousands participate. However; several Indian Hindu communities spread across the globe from Australia to North America have celebrated with no less pomp.", "sentence2": "Lord Ganesha is important for Hindus.", "label": 0, "idx": 335}
{"sentence1": "After the 1979 Soviet invasion and occupation, 3 million Afghans fled to Pakistan, which was encouraged by hefty Western aid to take them in.", "sentence2": "Afghanistan was invaded by the Soviet Union in 1979.", "label": 0, "idx": 1749}
{"sentence1": "An Iraqi official reported today, Saturday, that 68 Iraqi civilians were killed as a result of the American and British bombing on Iraq and that their funerals were held today in Baghdad.", "sentence2": "Reports from an Iraqi official today, Saturday, said that the 68 civilians killed as a result of the Anglo-American bombing of Iraq, were buried today in Baghdad .", "label": 0, "idx": 1721}
{"sentence1": "Paul Bremer, the top U.S. civilian administrator in Iraq, and Iraq's new president, Ghazi al-Yawar, visited the northern Iraqi city of Kirkuk.", "sentence2": "Ghazi al-Yawar is Iraq's new president.", "label": 0, "idx": 220}
{"sentence1": "Philip Morris the US food and tobacco group that makes Marlboro, the world's best-selling cigarette, shrugged off strong anti-smoking sentiment in the US.", "sentence2": "Philip Morris owns the Marlboro brand.", "label": 0, "idx": 1817}
{"sentence1": "Nevertheless, Salesforce.com's stock--which began trading on the New York Stock Exchange under the symbol \"CRM\"--got a Wall Street reception in line with that of other recent successful tech IPOs.", "sentence2": "Salesforce.com started trading under the symbol \"CRM.\"", "label": 0, "idx": 1441}
{"sentence1": "Libya's case against Britain and the US concerns the dispute over their demand for extradition of Libyans charged with blowing up a Pan Am jet over Lockerbie in 1988.", "sentence2": "One case involved the extradition of Libyan suspects in the Pan Am Lockerbie bombing.", "label": 0, "idx": 48}
{"sentence1": "Two prominent scientists have made guest appearances on the show, paleontologist Stephen Jay Gould and Stephen Hawking, the theoretical physicist whose brilliance has been compared with Einstein's.", "sentence2": "Stephen Hawking is a physicist.", "label": 0, "idx": 1959}
{"sentence1": "Referring to the April 2 car bomb explosion perpetrated in Santa Tecla, the FMLN-FDR claimed responsibility for the attack in a communique, and said that it was \"an action aimed directly at the police\" and that \"they regret the death of a civilian,\" but they did not mention compensation for the relatives.", "sentence2": "A civilian was killed by a car bomb.", "label": 0, "idx": 1052}
{"sentence1": "The so-called \"grandmother hypothesis\", based on studies of African hunter-gatherer groups, suggests that infertile women are vital for successful child-rearing despite being unable to produce children themselves.", "sentence2": "The \"grandmother hypothesis\" suggests that infertile women are very important for raising children.", "label": 0, "idx": 576}
{"sentence1": "Vance used to be Hooper's supervisor, he said, but was let go several months ago.", "sentence2": "Vance worked with Hooper.", "label": 0, "idx": 1385}
{"sentence1": "South Korean President Roh Moo-hyun Thursday asked the Board of Audit and Inspection (BAI) to investigate questions arising about the Foreign Ministry's response to the kidnapping of a South Korean in Iraq who was later killed by Muslim militants, according to Yonhap.", "sentence2": "A South Korean in Iraq was killed by Muslim militants.", "label": 0, "idx": 951}
{"sentence1": "As his jubilant nation cheered, Yunus told reporters in the capital of Dhaka that he wants \"to work to create some more new things in the world\" and would use the award money to start a company to produce inexpensive yet nutritious food for poor people and set up an eye hospital to treat impoverished patients.", "sentence2": "Yunus wants to start a company.", "label": 0, "idx": 2142}
{"sentence1": "Though Wilkins and his family settled quickly in Italy, it wasn't a successful era for Milan, and Wilkins was allowed to leave in 1987 to join French outfit Paris Saint-Germain.", "sentence2": "Wilkins departed Milan in 1987.", "label": 0, "idx": 587}
{"sentence1": "A man who died during the G20 protests was pushed back by a police line minutes earlier, independent investigators have said. Ian Tomlinson, 47, who died of a heart attack, was blocked from passing through a police cordon as he attempted to walk home from work at a newsagent, the Independent Police Complaints Commission (IPCC) said. He was caught on several CCTV cameras walking up King William Street where he was confronted by uniformed officers shortly before 7.30pm last Wednesday.", "sentence2": "Ian Tomlinson was shot by a policeman.", "label": 1, "idx": 397}
{"sentence1": "In June the Supreme Court ruled that anti-sodomy laws are unconstitutional.", "sentence2": "U.S. Supreme Court in favor of same-sex marriage", "label": 1, "idx": 1602}
{"sentence1": "Frye says, that he (a homeopathy expert) and Iris Bell recently studied homeopathic treatment of fibromyalgia.  A new analysis - comparing published studies of homeopathic drugs to matched, randomly selected studies of medical drugs - suggests that these apparent homeopathic drug effects are merely placebo effects.", "sentence2": "What really irks Frye and other doctors of homeopathy, however, is that homeopathic remedies are not supposed to be used like medical drugs.", "label": 1, "idx": 1210}
{"sentence1": "The 26-member International Energy Agency said, Friday, that member countries would release oil to help relieve the U.S. fuel crisis caused by Hurricane Katrina.", "sentence2": "Responding to a plea from the International Energy Agency for member countries to release reserves, Canada is prepared to help.", "label": 1, "idx": 146}
{"sentence1": "By buying local companies, Philip Morris and its subsidiary inherit informal trade contacts cultivated under Soviet rule that may help to smooth any future moves east.", "sentence2": "American tobacco companies used state tobacco monopoly liberalization.", "label": 1, "idx": 2175}
{"sentence1": "Babe Ruth's career total would have been 1 higher had that rule not been in effect in the early part of his career. The all-time career record for home runs in Major League Baseball is 755, held by Hank Aaron since 1974.", "sentence2": "Babe Ruth hit 755 home runs in his lifetime.", "label": 1, "idx": 334}
{"sentence1": "Sondhi Limthongkul, the founder of the political movement which overran Bangkok's airport last year, is in hospital after a gunman wielding an AK-47 ambushed his car at a petrol station and sprayed it with bullets early this morning. The unknown number of gunmen shot out the tyres of the car owned by Mr Sondhi, the head of the People's Alliance for Democracy 'yellow shirt' movement, and riddled the vehicle with bullets. Stray bullets also hit a nearby public bus.", "sentence2": "Sondhi Limthongkul has been hit by more than 100 bullets.", "label": 1, "idx": 690}
{"sentence1": "Over 100 people died in a massive stampede at the Chamunda Devi temple Jodhpur, in the western state of Rajasthan, India. 168 people were killed, with just as many injured. A temple wall collapsed, causing panic among ten of thousands of gathered Hindu worshippers who then began to run for safety, causing the stampede. Several are still believed to be trapped under the rubble.", "sentence2": "100 died at Chamunda Devi Temple.", "label": 1, "idx": 1871}
{"sentence1": "The Red Planet is thought to have no magnetic field. It has the greenhouse effect which raises the temperature about 5 degrees. It has a very thin atmosphere consisting of 95.3% carbon dioxide, 2.7% nitrogen, 1.6% argon, 0.15% oxygen, and 0.03% water.", "sentence2": "Mars is called the red planet.", "label": 1, "idx": 606}
{"sentence1": "Suncreams designed for children could offer less protection than they claim on the bottle.", "sentence2": "Suncreams designed for children protect at the level they advertise.", "label": 1, "idx": 1070}
{"sentence1": "Arsenal sneaked a 1-0 victory over Birmingham at Highbury, taking advantage of Stephen Clemence's own-goal in the 81st minute.", "sentence2": "Arsenal lost to Birmingham.", "label": 1, "idx": 2224}
{"sentence1": "A joint survey by two conservation groups, World Conservation Union and the World Wildlife Fund, says the black rhino population has risen to over 3,600. That is an increase of 500 animals over the last two years.", "sentence2": "Two conservation groups have increased the black rhino population.", "label": 1, "idx": 199}
{"sentence1": "Pratibha Patil has won the 12th Presidential Elections of the Republic of India, becoming the first woman president of the second most populous country in the world. Patil, 72, previously governor of the state of Rajasthan, had support from the governing coalition. She won approximately two thirds of the vote, almost double the number of votes of her nearest rival Bhairon Singh Shekhawat, who resigned as Vice-President after losing the poll.", "sentence2": "Chile has a female President.", "label": 1, "idx": 700}
{"sentence1": "It rewrites the rules of global trade, established by the General Agreement on Tariffs and Trade, or GATT, in 1947, and modified in multiple rounds of negotiations since then.", "sentence2": "GATT was formed in 1947.", "label": 1, "idx": 58}
{"sentence1": "Profits nearly doubled to nearly $1.8 billion.", "sentence2": "Profits nearly doubled from nearly $1.8 billion.", "label": 1, "idx": 1834}
{"sentence1": "Rehnquist served longer as chief justice than anyone in a century, and his 33-year career as a justice was among the half-dozen longest in the court's history.", "sentence2": "Rehnquist served the second-longest tenure, as chief justice, in US history.", "label": 1, "idx": 605}
{"sentence1": "The richest provinces, Ontario, Alberta and B.C, have spent billions on tax cuts and slashing services while at the same time howling for Ottawa to give them more money for medicare.", "sentence2": "Ottawa promises more money to upgrade the literacy levels and skills of natives and high school dropouts.", "label": 1, "idx": 1414}
{"sentence1": "\"The Extraditables\" have claimed responsibility for the murder of two employees of Bogota's daily El Espectador perpetrated today in Medellin, where two other El Espectator people, Miguel Soler Rodriguez and Martha Luz Lopez, were killed today in separate attacks carried out by gunmen.", "sentence2": "Miguel Soler Rodriguez and Martha Luz Lopez were killed by two employees of Bogota's daily El Espectador.", "label": 1, "idx": 2355}
{"sentence1": "Energy analysts said oil prices could soar as high as $80 a barrel and drivers in the U.S. could soon be paying $3 a gallon for gasoline, if damage reports from oil companies bear bad news.", "sentence2": "Oil prices surged.", "label": 1, "idx": 2356}
{"sentence1": "Alex Dyer, spokesman for the group, stated that Santarchy in Auckland is part of a worldwide phenomenon.", "sentence2": "Alex Dyer represents Santarchy.", "label": 1, "idx": 1693}
{"sentence1": "\"The aftershocks were less in the past two months, but it seems to be starting again. We are really worried about the fate of these islands,\" Smriti Kana Saha of Ranjat village in the Middle Andaman Island told Reuters by phone.", "sentence2": "Smriti Kana Saha of Ranjat village is part of the Middle Andaman Island.", "label": 1, "idx": 257}
{"sentence1": "Five other soldiers have been ordered to face courts-martial.", "sentence2": "Five other soldiers have been refused to face courts-martial.", "label": 1, "idx": 1241}
{"sentence1": "The Italian air transport sector features many typical causes of industrial conflict, including: the troubled economic situation of Alitalia, Italy's flagship airline (IT0404304F); a set of specific factors concerning services delivery; and a marked fragmentation of trade union representation.", "sentence2": "Italian flight assistants go on strike.", "label": 1, "idx": 1778}
{"sentence1": "Other friends were not surprised at his death. \"I wasn't surprised,\" said George Stranahan, a former owner of the Woody Creek Tavern, a favourite haunt of Thompson. \"I never expected Hunter to die in a hospital bed with tubes coming out of him.\" Neighbours have said how his broken leg had prevented him from leaving his house as often as he had liked to. One neighbour and long-standing friend, Mike Cleverly, said Thompson was clearly hobbled by the broken leg. \"Medically speaking, he's had a rotten year.\"", "sentence2": "The Woody Creek Tavern is owned by George Stranahan.", "label": 1, "idx": 1912}
{"sentence1": "Elizabeth Alexandra Mary was born on April 21, 1926 in London, England. Her father, Prince Albert, Duke of York, was the second son of King George V. Her mother, the former Elizabeth Bowes-Lyon, was the daughter of a Scottish earl. Princess Elizabeth was their first child. Her only sibling, Margaret Rose, was born in 1930.", "sentence2": "Elizabeth the Second's father was George VI.", "label": 1, "idx": 1435}
{"sentence1": "The soldiers, who were said to have been wearing Arab headdress, were accused of firing at Iraqi police when stopped at a road block.", "sentence2": "The soldiers were driving a civilian car and were dressed in civilian clothes when a shooting took place between them and Iraqi patrols.", "label": 1, "idx": 52}
{"sentence1": "The main library at 101 E. Franklin St. changes its solo and group exhibitions monthly in the Gellman Room, the Second Floor Gallery, the Dooley Foyer and the Dooley Hall.", "sentence2": "Dooley Foyer is located in Dooley Hall.", "label": 1, "idx": 1470}
{"sentence1": "Jack Straw, the Foreign Secretary, will meet his Brazilian counterpart, Celso Amorim, in London today.", "sentence2": "Jack Straw is a partner of Celso Amorim.", "label": 1, "idx": 626}
{"sentence1": "Meanwhile, at a Pushkin-Goethe Festival held recently in Moscow to observe the poets' birthdays (this year is Goethe's 250th), Dmitri Prigov, a post-modernist poet and conceptual artist, took the first line from \"Onegin\" (\"My uncle - high ideals inspire him\") and set it to Buddhist and Muslim mantras and Russian Orthodox and Gregorian chants.", "sentence2": "Johann Wolfgang von Goethe was born in Germany.", "label": 1, "idx": 1071}
{"sentence1": "Kabul - A roadside bomb that injured six U.S. soldiers in eastern Afghanistan, was followed by a blast near a Kabul police station, Monday, that hurt two police officers and a civilian.", "sentence2": "The six U.S. soldiers were residents in Afghanistan.", "label": 1, "idx": 716}
{"sentence1": "The Altenburg is located in the Jenaer street which lies just outside of Weimar's city centre beyond the Ilm park. It was built in 1810-1811 and during the years following 1848, Princess Carolyne of Sayn Wittgenstein and her husband, Franz Liszt, lived there.", "sentence2": "Franz Liszt lived from 1811 to 1886.", "label": 1, "idx": 1976}
{"sentence1": "Fast forward a decade or two and scientists began to notice antibiotic-resistant strains of bacteria.", "sentence2": "Bacteria is winning the war against antibiotics.", "label": 1, "idx": 1452}
