{"question1": "What document provides guidance on implementing safety programs in ground units and who was responsible for creating it?", "question2": "I need guidance about CFA program. Can somebody guide me about the same?", "label": 0, "idx": 161140}
{"question1": "What are some words that rhyme with here?", "question2": "Does a word rhyme with itself? How about homonyms?", "label": 0, "idx": 167073}
{"question1": "My Instagram is set up with an email I no longer have access to. How do I change my password for Instagram without my email password?", "question2": "I've forgetten my user id and password for IRCTC, and when I click on the forget password link, it asks me to enter my user id! How do I retrieve my id and passkey?", "label": 0, "idx": 65429}
{"question1": "What are the best restaurants to try when visiting Bhilwara, Rajasthan, India? What should you try while you're there?", "question2": "How should I make my calculus strong for jee, I have only coaching material?", "label": 0, "idx": 233746}
{"question1": "What is retirement age?", "question2": "What is the retirement age in army?", "label": 0, "idx": 279083}
{"question1": "Is there an economical way to travel from Szczecin to Poznan?", "question2": "Is there an economical way to travel from Dresden to Poznan?", "label": 0, "idx": 28500}
{"question1": "Do employees at Citizens have a good work-life balance? Does this differ across positions and departments?", "question2": "Do employees at Netflix have a good work-life balance? Does this differ across positions and departments?", "label": 0, "idx": 292165}
{"question1": "What exactly is the use of Anti-transmutation circle?", "question2": "What exactly is Full Metal Alchemist: Brotherhood?", "label": 0, "idx": 16354}
{"question1": "What is it like to be an Indian medical student?", "question2": "How do Indian students apply for US Medical Colleges?", "label": 0, "idx": 232570}
{"question1": "What is the average width of a two lane road and why?", "question2": "Toll Roads: I drove on the 110 express Fastrak (whatever they're called) lanes today, without a transponder. Is there anything I can do, except wait for the mail with the violation notice?", "label": 0, "idx": 100294}
{"question1": "How did rice become a cash crop in Louisiana? What is the economic impact of this industry in Louisiana?", "question2": "How did sugarcane become a cash crop in Louisiana? What is the economic impact of this industry in Louisiana?", "label": 0, "idx": 69193}
{"question1": "\"What is meant by \"\"Banno tera Swagger\"\" in the song \"\"Banno\"\" from \"\"Tanu Weds Manu 2\"\"?\"", "question2": "\"Has the end of the song \"\"Banno tera swagger, Lage Sexy\"\" been taken from the Marathi movie album \"\"Natrang\"\"?\"", "label": 0, "idx": 155600}
{"question1": "What are differences between Disc Brake and Drum Brake?", "question2": "Car & Truck brakes.  Disc brakes have almost completley replaced drum brakes on cars.  Why hasn't this also happened on large trucks?", "label": 0, "idx": 170028}
{"question1": "Do aliens exists?", "question2": "What is the probability that extraterrestrial intelligence exists?", "label": 0, "idx": 109702}
{"question1": "Why does holding in farts for a long period of time cause pain?", "question2": "How do I lessen the pain of sitting in 'Indian style' for long periods of time?", "label": 0, "idx": 175491}
{"question1": "What happens if I am traveling in the US temporarily and don't pay a medical bill I receive for ER care while in the USA?", "question2": "What happens to the medical bills when a patient is given end of life care and doesn't survive?", "label": 0, "idx": 191739}
{"question1": "What is spirituality?", "question2": "What is spirituality for the common people?", "label": 0, "idx": 267281}
{"question1": "Is PostgreSQL or MySQL better to develop web applications using PHP?", "question2": "Which database should I use for a killer web application: MongoDB, PostgreSQL, or MySQL?", "label": 0, "idx": 227384}
{"question1": "Why wont any girls talk to me?", "question2": "How do I get a girl to talk to me?", "label": 0, "idx": 238338}
{"question1": "Food Safety: How bad for consumption is an avocado that has gone brown?", "question2": "What are some bad combinations of food that can cause illness or death?", "label": 0, "idx": 129081}
{"question1": "Can YouTube videos be used for Instagram?", "question2": "How can one download YouTube videos without any software?", "label": 0, "idx": 266877}
{"question1": "How much it costs to use xamarin license?", "question2": "What are the hidden cost of Xamarin?", "label": 0, "idx": 239734}
{"question1": "What are the characteristics of bugs that are not found by software testing?", "question2": "Are there any characteristics that the Japanese economy has that do not align with the characteristics of the CME model in the VoC approach?", "label": 0, "idx": 337216}
{"question1": "Is premarital sex legal in India?", "question2": "How common is pre-marital sex in India?", "label": 0, "idx": 310918}
{"question1": "What is the history/science behind Krishna’s Butter Ball rock in Mahabalipuram?", "question2": "Why doesn't the rock at Mahabalipuram move?", "label": 0, "idx": 66133}
{"question1": "Why would an adult human wear a dog collar 24/7?", "question2": "How do flea collars for animals work?", "label": 0, "idx": 281390}
{"question1": "How many Americans earn over $100,000,000 a year?", "question2": "Advertising Agencies: How many people do companies typically expect to reach when launching a $100.000, $500.000 or $1.000.000 campaign?", "label": 0, "idx": 340322}
{"question1": "I'm planning a three-week trip to Japan. What ought I do?", "question2": "I am planning a week's trip to Kerala. How should I plan my itinerary?", "label": 0, "idx": 72472}
{"question1": "Is there a website that will give suggestions on where you can go for a given dollar airfare?", "question2": "How competitive is the hiring process at Hasbro?", "label": 0, "idx": 177005}
{"question1": "How do I include dependency in maven project from bitbucket repo?", "question2": "How do I manually deploy files from a Git repo?", "label": 0, "idx": 281237}
{"question1": "What is the national festival of India?", "question2": "Have religious festivals in India become a farce?", "label": 0, "idx": 78916}
{"question1": "Which countries have banned porn? Why is India initiating a ban now?", "question2": "Is porn banned in any country?", "label": 0, "idx": 195482}
{"question1": "Where can I get very nice and original flavor cupcakes in Gold Coast?", "question2": "Where can I get great range of flavours for cupcakes at Gold Coast?", "label": 1, "idx": 195932}
{"question1": "Does water exist on mars?", "question2": "How could water be produced on Mars?", "label": 1, "idx": 151587}
{"question1": "\"Does EVERYONE experience chills or as some people call it \"\"Frissom\"\" when listening to music? Or is it only a few people?\"", "question2": "Does EVERYONE experience Frisson? (chills and goosebumps) sometimes when listening to music? Or is it not all people and only some?", "label": 1, "idx": 300332}
{"question1": "What are fields for specialization after MBBS? Some of the best fields which has higher salary?", "question2": "What are fields for specialization after mbbs? Some best fields which has higher salary?", "label": 1, "idx": 323859}
{"question1": "What is the strangest/weirdest/wildest thing you have ever done? What do you wish to do?", "question2": "What is the wildest thing you have done?", "label": 1, "idx": 170685}
{"question1": "How do you hack into Instagram?", "question2": "Is it possible to hack any instagram account?", "label": 1, "idx": 273391}
{"question1": "Is time travel to 2010 possible?", "question2": "Is time travel possible in next 5 years?", "label": 1, "idx": 337709}
{"question1": "What is it like to parent a child who has Down Syndrome?", "question2": "What is it like to have a child with Down Syndrome?", "label": 1, "idx": 240880}
{"question1": "How do I download hotstar videos using Personal Computer or Laptop?", "question2": "Is there any way to download hotstar serials?", "label": 1, "idx": 152913}
{"question1": "Is time travel already possible on Earth?", "question2": "Is time travel still theorized as being possible?", "label": 1, "idx": 138067}
{"question1": "Is it cheaper to buy tickets at the airport or online?", "question2": "Is it cheaper to buy your airline tickets at the airport than in advance online?", "label": 1, "idx": 227642}
{"question1": "What makes you happy? What drives you to get up in the morning and do what you do best?", "question2": "\"For what reason do you get up in the morning? What is your \"\"ikigai\"\"?\"", "label": 1, "idx": 325063}
{"question1": "What makes corn kernels turn into the shape of popcorn?", "question2": "How do corn kernels turn into popcorn?", "label": 1, "idx": 233126}
{"question1": "What are neutrino oscillations?", "question2": "What is the significance of neutrino oscillation?", "label": 1, "idx": 254036}
{"question1": "How do I know I exist?", "question2": "How can I know that I exist?", "label": 1, "idx": 150464}
{"question1": "What is the reason behind the rivalry between America and Russia?", "question2": "What is the main reason behind the rivalry between America and Russia?", "label": 1, "idx": 175452}
{"question1": "How do I become successful in my life?", "question2": "How do I get success in life?", "label": 1, "idx": 34310}
{"question1": "Where can I stream Hindi movies?", "question2": "What is the best website to stream Hindi movies?", "label": 1, "idx": 67134}
{"question1": "Is it true that there is life after death?", "question2": "Can we ever know if there is life after death?", "label": 1, "idx": 360366}
{"question1": "Can I sell my business idea?", "question2": "I have many online business ideas. How can I sell them?", "label": 1, "idx": 32227}
{"question1": "What are some jokes /memes on Narendra Modi?", "question2": "What are some trolls on Narendra Modi?", "label": 1, "idx": 363277}
{"question1": "What are the risks associated with mutual funds? How to reduce such risk?", "question2": "What are the risks associated with mutual funds?", "label": 1, "idx": 337279}
{"question1": "What are the advantages and disadvantages of using structures in C?", "question2": "What is the advantages and disadvantages of using struct in C?", "label": 1, "idx": 273634}
{"question1": "When a light falls on an object, it absorbs some colours and reflects some. Where does the energy of the absorbed portion of the light go?", "question2": "When light is absorbed by a solid where does it go?", "label": 1, "idx": 168145}
{"question1": "How can I start learning Python's language?", "question2": "What is a good way to start learning Python and Data Visualization?", "label": 1, "idx": 346893}
{"question1": "When will we get Sword Art Online season 3?", "question2": "When does season 3 of Sword Art Online come out?", "label": 1, "idx": 336083}
{"question1": "Why Tejas aircraft called indigenous when its parts are imported?", "question2": "How indigenous is HAL tejas. Most of it's parts are imported?", "label": 1, "idx": 218933}
{"question1": "What are advantges and disadvantages of having casual sex?", "question2": "What are the advantages and disadvantages of frequently engaging in casual sex?", "label": 1, "idx": 357525}
{"question1": "How is the future scope in being an Android Developer?", "question2": "What is the future growth in Android development?", "label": 1, "idx": 131835}
{"question1": "What should I do if my parents can't afford JEE coaching and I wanna drop for JEE18?", "question2": "What should I do if my parents can't afford JEE coaching and I want to drop for JEE18?", "label": 1, "idx": 188981}
{"question1": "Why are Indians tearing into Kejriwal for saying that India, not Pak, is globally isolated over the Uri attack? Kejriwal is honest, shouldn't people listen to him?", "question2": "Why are Indians tearing into Kejriwal for saying India, not Pak, is globally isolated over Uri attack? Kejriwal is honest, shouldn't people listen to him?", "label": 1, "idx": 137392}
{"question1": "Where can I get the exact question papers of CAT 2015?", "question2": "Where can I get the CAT 2015 question paper?", "label": 1, "idx": 23172}
