{"question1": "Did you watch Hillary's acceptance speech and what did you think and feel?", "question2": "What do you think of Hillary Clinton's acceptance speech at the 2016 DNC? What were the main themes?", "label": 0, "idx": 72086}
{"question1": "What is the food one can eat and not eat to reduce the blood ESR level?", "question2": "What is the concept behind eating medicines before or after a meal?", "label": 0, "idx": 129821}
{"question1": "Does using Marijuana for a prolonged period of time increase a persons chances of being diagnosed with schizophrenia?", "question2": "Is it possible to overdose on marijuana?", "label": 0, "idx": 331280}
{"question1": "Which is the best bicycle to ride in a city like Bangalore? Daily commute rather than exercise purpose?", "question2": "Which is the best bicycle to buy, under ₹10,000 in India?", "label": 0, "idx": 131841}
{"question1": "How can I make good investments with little amounts of money in trading?", "question2": "How can I make good investments with little amounts of money?", "label": 0, "idx": 200918}
{"question1": "How useful is doing the Six Sigma Green Belt certification for a technical analyst or a QA guy?", "question2": "\"How long does it take to learn and complete the certification course \"\"Six Sigma Green Belt\"\"?\"", "label": 0, "idx": 346178}
{"question1": "Should we give property to those buyers who are in cyclic debt?", "question2": "Are we good people who sometimes give in to bad, or are we bad people who sometimes manage to resist our own nature and do good?", "label": 0, "idx": 345082}
{"question1": "How could a bunker/fallout shelter still run on emergency power after three years?", "question2": "I am presently pursuing Dual Degree (B.tech +M.tech). I will be doing MBA after that. So will doing good internships matter much in my future?", "label": 0, "idx": 21004}
{"question1": "How long does a football player have to train for a game?", "question2": "How do you get field passes for a football game to meet the players?", "label": 0, "idx": 336022}
{"question1": "How much does a car salesman earn from commission from selling a vehicle?", "question2": "I just landed my first professional job as a Honda car salesman. I have no experience in selling, howcan i be a good salesman ?", "label": 0, "idx": 115280}
{"question1": "Why is first-time sex sometimes painful for a girl?", "question2": "What was your age when you had sex for the first time?", "label": 0, "idx": 177126}
{"question1": "What if travellers who travel the world with almost no money deserves the food throught the world for free?", "question2": "How might Brienne die in the Game of Thrones series?", "label": 0, "idx": 195614}
{"question1": "When was the first time a cricket bat carried a sponsor's name?", "question2": "Which wood glue would be best for repairing a cricket bat?", "label": 0, "idx": 210430}
{"question1": "Can we cancel our bookings from BookMyShow?", "question2": "Who are the competitors of BookMyShow?", "label": 0, "idx": 25667}
{"question1": "What is the pope's salary?", "question2": "What does the Pope do?", "label": 0, "idx": 129936}
{"question1": "Why do white conservatives repeatedly ask African-Americans why we vote for/support Democrats in the majority?", "question2": "After 50 years of support for the Democratic Party, most African Americans are no better off than they were before. Under President Obama, there twice as many in poverty than under Bush. So, why do African Americans still vote 80%+ Democrat?", "label": 0, "idx": 116039}
{"question1": "How can I get an investor for my startup?", "question2": "How can I find investors for my tech startup?", "label": 1, "idx": 282319}
{"question1": "What are biotic and abiotic components?", "question2": "How do biotic and abiotic factors compare and contrast?", "label": 1, "idx": 334361}
{"question1": "How do you sharpen a pencil sharpener blade?", "question2": "How do you sharpen a pencil sharpener?", "label": 1, "idx": 10258}
{"question1": "Where can I find an online course for digital marketing?", "question2": "What is the best digital marketing course available online and offline in India and Why?", "label": 1, "idx": 131606}
{"question1": "What is Hillary Clinton's plan to tackle climate change?", "question2": "What are your plans to tackle climate change?", "label": 1, "idx": 257894}
{"question1": "Is Rust worth it to learn?", "question2": "Is Rust the language worth learning if I want to be a software engineer?", "label": 1, "idx": 62857}
{"question1": "What is the scope of digital marketing in India?", "question2": "What is the scope in digital marketing in India?", "label": 1, "idx": 180534}
{"question1": "What is the difference between blocking and muting?", "question2": "What's the difference between block and mute on Quora?", "label": 1, "idx": 38193}
{"question1": "What are some mind-blowing technologies that exist that most people don't know about?", "question2": "What are some mind-blowing technologies things that exist that most people don't know about?", "label": 1, "idx": 8098}
{"question1": "Which are the novels does awdesh Singh read and suggest?", "question2": "What are some influential books read by Dr Awdesh Singh?", "label": 1, "idx": 103580}
{"question1": "How do I find my area of interest?", "question2": "How one should find his interest?", "label": 1, "idx": 45109}
{"question1": "What are the levels of management?", "question2": "What are the three levels of management?", "label": 1, "idx": 300779}
{"question1": "What are the best online coding bootcamps?", "question2": "What is the best online coding bootcamp?", "label": 1, "idx": 2062}
{"question1": "Why did China again object to India's bid at UN to ban JeM chief Masood Azhar?", "question2": "Why does China keep on blocking India's bid to label Masood Azhar as a terrorist?", "label": 1, "idx": 305067}
{"question1": "What is it that girls look for in a guy?", "question2": "What does a girl look for first in a guy?", "label": 1, "idx": 125704}
{"question1": "What is the phone number for Zoho Customer Help?", "question2": "What is the Zoho mail tech support number for customer service in the USA & Canada?", "label": 1, "idx": 26526}
