{"sentence1": "U.S. Secretary of State Condoleeza Rice has expressed her anger after a meeting with Sudanese President Omar Hassan al-Bashir , during which her aides and staff were mistreated by Sudanese security agents.", "sentence2": "Condoleezza Rice is the U.S. Secretary of State.", "label": 0, "idx": 1965}
{"sentence1": "NEW YORK - (Business Wire) Pfizer Inc announced today that it has become the first pharmaceutical company to be accredited by the Association for the Accreditation of Human Research Protection Programs (AAHRPP) for ensuring the protection of human subjects taking part in early-stage clinical trials. The AAHRPP accreditation was awarded to Pfizer's clinical research units (CRUs) in New Haven, CT, Brussels, Belgium and Singapore, where the company conducts most of its Phase I clinical research. To earn the accreditation, Pfizer participated in a rigorous, 15-month examination of the clinical research practices at these units.", "sentence2": "Pfizer is a pharmaceutical company.", "label": 0, "idx": 1155}
{"sentence1": "Now it's Romania-Argentina at the Rose Bowl today -- and with a victory, it's on to the quarterfinals at Stanford, and a victory there and Romania will be back in Pasadena for the semifinals and World Cup final.", "sentence2": "The World Cup final was held in Pasadena.", "label": 0, "idx": 1197}
{"sentence1": "A team from the U.S. Centers for Disease Control boarded the ship when it docked in St. Maarten to oversee the cleaning operation and try to determine what caused the outbreak, Carnival said.", "sentence2": "The causes of the outbreak were searched for by a team from the U.S. CDC.", "label": 0, "idx": 830}
{"sentence1": "Some plants grow really well in a hydroponic environment, but others do not.", "sentence2": "Plants are grown in water or in substances other than soil.", "label": 0, "idx": 321}
{"sentence1": "Vatican spokesman Joaquin Navarro-Valls announced that Pope John Paul was still in serious condition, but he was not in a coma.", "sentence2": "Joaquin Navarro-Valls is the Vatican Spokesman.", "label": 0, "idx": 281}
{"sentence1": "In 2003, Yunus brought the microcredit revolution to the streets of Bangladesh to support more than 50,000 beggars, whom the Grameen Bank respectfully calls Struggling Members.", "sentence2": "Yunus supported more than 50,000 Struggling Members.", "label": 0, "idx": 1057}
{"sentence1": "A Yorkshire pub affected by flooding in 2007 has been named CAMRA's National Pub of the Year for 2008. The Kelham Island Tavern in Sheffield's Kelham Island Quarter was in a \"semi derelict\" state when it was purchased in 2001. After it was re-opened in 2002 by licensee Trevor Wraith and manager Lewis Gonda, business quickly picked up and the pub has been awarded Sheffield CAMRA's local Pub of the Year award for the past four years. The pub won the award despite six weeks of closure a year and a half ago when the pub's cellar and floor were affected by the flooding of the River Don and the nearby Kelham goit. The pub also received Yorkshire CAMRA's Pub of the Year award in 2004 and 2007.", "sentence2": "The Kelham Island Tavern is situated in Sheffield.", "label": 0, "idx": 2204}
{"sentence1": "Although Schneider's father, Marvin, died of complications from diabetes only two weeks after \"Deuce Bigalow\" was released, his Filipino mother Pilar continues to live in Pacifica.", "sentence2": "Pilar is the mother of Schneider.", "label": 0, "idx": 1370}
{"sentence1": "Asia has the highest number of child workers, but Sub-Saharan Africa has the highest proportion of working children relative to population.", "sentence2": "Child labor is widely used in Asia.", "label": 0, "idx": 1050}
{"sentence1": "A variety of devices could be powered selectively from a single-power source carried on the body via multiple power supply signals at different frequencies, according to the patent abstract.", "sentence2": "The patent abstract shows a number of devices using a single source.", "label": 0, "idx": 1531}
{"sentence1": "Zhang and his co-workers performed behavioral tests on two purified cannabinoids. The test results indicated that these two cannabinoids have anti-anxiety and antidepression-like effects in rats that may depend on the ability of cannabinoids to promote the production of new neurons in the hippocampus. Marijuana contains a complex mixture of chemicals including cannabinoids and may have somewhat different behavioral effects than the purified cannabinoids tested so far.", "sentence2": "The use of drugs can help control anxiety.", "label": 0, "idx": 1657}
{"sentence1": "Alzheimer's disease is successfully treated, and controlled by drugs which inhibit the synthesis of beta-amyloid protein.", "sentence2": "Alzheimer's disease is treated using drugs.", "label": 0, "idx": 757}
{"sentence1": "The Japanese invasion of Manchuria in 1931 and their eventual attack on China in 1937 also lead to vast areas of China not being under Chiang's control.", "sentence2": "The Japanese seized Manchuria in 1931, and began a war against China in 1937.", "label": 0, "idx": 1033}
{"sentence1": "On June 28, 1997, in what would become known as the bite fight, Mike Tyson bit Evander Holyfield's ear, purportedly in retaliation for Holyfield headbutting him.", "sentence2": "Mike Tyson bit Evander Holyfield's ear on June 28, 1997.", "label": 0, "idx": 1004}
{"sentence1": "When the African Union summit elected Colonel Muammar Gaddafi as its chairman at the beginning of February, many delegates predicted a bumpy year ahead. To start with all went well. But now he finds himself at odds with the AU's Peace and Security Council over its policy on Mauritania, which has been suspended since a coup d'etat last August. On a visit to the Mauritanian capital earlier this month, the Libyan leader announced that since the current military leadership had promised to organise elections in June, everything was fine and the file was now closed.", "sentence2": "Gaddafi is the chairman of the African Union.", "label": 0, "idx": 2014}
{"sentence1": "Bechtolsheim left Sun in 1995 to found Granite Systems, a maker of high-speed networking systems, which he later sold to Cisco Systems.", "sentence2": "Bechtolsheim was the owner of Cisco Systems.", "label": 1, "idx": 276}
{"sentence1": "Cyrillic is an alphabet form that is derived from the Greek alphabet. The characters in the script look substantially different from the Latin alphabet that is used throughout Western Europe.", "sentence2": "Cyrillic is an alphabet used for certain Slavic languages, such as Russian.", "label": 1, "idx": 2349}
{"sentence1": "Heavy violence, drought, and soaring food prices mean that half of the population of the African country of Somalia is in immediate need of food aid in order to prevent a famine, according to a new study. Every sixth child under the age of five is acutely malnourished, and three and a quarter million people are in need of immediate aid, a number 77% higher than last year, according to the Food Security Analysis Unit (FSAU), which is based in Nairobi, Kenya.", "sentence2": "Kenya is in need of food.", "label": 1, "idx": 306}
{"sentence1": "Diets that provide recommended levels of magnesium are beneficial for bone health, but further investigation on the role of magnesium in bone metabolism and osteoporosis is needed.", "sentence2": "Dietary intake of magnesium prevents osteoporosis.", "label": 1, "idx": 1730}
{"sentence1": "\"There were 20 survivors, the majority of them are in critical condition\" said Cyprian Gatete, Rwanda's assistant commissioner of police, during a telephone conversation with Reuters.", "sentence2": "Cyprian Gatete is an employee of Reuters.", "label": 1, "idx": 1697}
{"sentence1": "More than 2,000 people lost their lives in the devastating Johnstown Flood.", "sentence2": "100 or more people lost their lives in a ferry sinking.", "label": 1, "idx": 204}
{"sentence1": "Zhao was arrested at 1:45 p.m. EST without resistance on charges of disorderly conduct; other more serious charges could be filed. However, Allen Doody of U.S. Bureau of Immigration and Customs Enforcement (ICE) has indicated plans to deport Zhao back to Australia within a few days without charges. \"We do not plan to charge him,\" Doody said. Zhao is dual-nationality Chinese-Australian, who entered the US legally on his Australian passport less than a week ago.", "sentence2": "Zhao is an American citizen.", "label": 1, "idx": 1785}
{"sentence1": "Evan Wolfson, the founder of the modern gay marriage movement, tells the waiter he would like an iced decaf and \"the usual.\" Wolfson, one of Time Magazine's Most Influential People in the World, is a man who unflinchingly knows what he wants and stays his course, whether it be in his choice of restaurant or in his choice of battle. And others always know when they see Evan coming what it is that he wants.", "sentence2": "Time Magazine was created by Evan Wolfson.", "label": 1, "idx": 1424}
{"sentence1": "Argentina sought help from Britain on its privatization program and encouraged British investment.", "sentence2": "Argentina sought UK expertise on privatization and agriculture.", "label": 1, "idx": 49}
{"sentence1": "O'Connor then fought on the side of the Republicans in the 1921-22 Civil War, with those who favored rejection of the treaty which brought peace between Ireland and Britain, but at the cost of a divided island.", "sentence2": "Ireland has been divided since 1921.", "label": 1, "idx": 1958}
{"sentence1": "Athletics' governing body, the IAAF, last week cleared Ottey of accusations of steroid use and lifted a two-year ban after their arbitration panel said the IOC-accredited lab in Lausanne improperly tested Ottey's urine sample.", "sentence2": "Sportswomen have been accused of doping.", "label": 1, "idx": 1018}
{"sentence1": "Today about 75% of people live in cities or towns. Art and culture are an important part of France.", "sentence2": "75 people live in France.", "label": 1, "idx": 549}
{"sentence1": "On his oak mantelpiece are a drinking bowl from Lake Turkana and an East African gourd, both of which he bought in Nairobi where he went in the fall of 1993 to visit Kitum Cave, the suspected host site for the Marburg virus, which is closely related to Ebola.", "sentence2": "The Ebola virus has been found in Zaire.", "label": 1, "idx": 1376}
{"sentence1": "The New Zealand Maori Queen, Te Arikinui Dame Te Atairangikaahu died on Tuesday at 5.32 p.m. (NZST) following a long illness. She was 75 years old. The Maori Queen holds no constitutional function in New Zealand, but Dame Te Atairangikaahu was an avid supporter of cultural and sporting events; the 40th anniversary of her coronation was celebrated in May. She was awarded an Honorary Doctorate from Waikato University in 1973, and an Honorary Doctor of Laws from Victoria University in 1999. She was one of the first inductees of the Order of New Zealand when it was established in 1987.", "sentence2": "Te Arikinui Dame Te Atairangikaah was a student at Victoria University in 1999.", "label": 1, "idx": 912}
{"sentence1": "Total coal stocks with the thermal power stations came down to 9.6 million tonnes on March 3, 2003 from 11 million tonnes on October 1, 2002.", "sentence2": "Coal stocks rise.", "label": 1, "idx": 2155}
{"sentence1": "The humane organization, Caritas, quoting its branch in Iraq, announced today, in Germany, that several Iraqi hospitals, especially Saddam Hospital, which is considered the biggest hospital in Iraq, were hit in the American-British bombing of the Iraqi capital.", "sentence2": "An official source for Caritas announced today in Germany, that several Iraqi hospitals, (excluding Saddam Hospital, which is the biggest hospital in Iraq,) were hit in the American-British shelling of Baghdad.", "label": 1, "idx": 562}
