{"sentence1": "U.S. Secretary of State Condoleeza Rice has expressed her anger after a meeting with Sudanese President Omar Hassan al-Bashir , during which her aides and staff were mistreated by Sudanese security agents.", "sentence2": "Condoleezza Rice is the U.S. Secretary of State.", "label": 0, "idx": 1965}
{"sentence1": "NEW YORK - (Business Wire) Pfizer Inc announced today that it has become the first pharmaceutical company to be accredited by the Association for the Accreditation of Human Research Protection Programs (AAHRPP) for ensuring the protection of human subjects taking part in early-stage clinical trials. The AAHRPP accreditation was awarded to Pfizer's clinical research units (CRUs) in New Haven, CT, Brussels, Belgium and Singapore, where the company conducts most of its Phase I clinical research. To earn the accreditation, Pfizer participated in a rigorous, 15-month examination of the clinical research practices at these units.", "sentence2": "Pfizer is a pharmaceutical company.", "label": 0, "idx": 1155}
{"sentence1": "Now it's Romania-Argentina at the Rose Bowl today -- and with a victory, it's on to the quarterfinals at Stanford, and a victory there and Romania will be back in Pasadena for the semifinals and World Cup final.", "sentence2": "The World Cup final was held in Pasadena.", "label": 0, "idx": 1197}
{"sentence1": "A team from the U.S. Centers for Disease Control boarded the ship when it docked in St. Maarten to oversee the cleaning operation and try to determine what caused the outbreak, Carnival said.", "sentence2": "The causes of the outbreak were searched for by a team from the U.S. CDC.", "label": 0, "idx": 830}
{"sentence1": "The new moon, which is only about 25 miles in diameter, was actually photographed 13 years ago by the Voyager 2.", "sentence2": "The moon Titan has a diameter of 5100 kilometers.", "label": 1, "idx": 285}
{"sentence1": "\"The aftershocks were less in the past two months, but it seems to be starting again. We are really worried about the fate of these islands,\" Smriti Kana Saha of Ranjat village in the Middle Andaman Island told Reuters by phone.", "sentence2": "Smriti Kana Saha of Ranjat village is part of the Middle Andaman Island.", "label": 1, "idx": 257}
{"sentence1": "Thousands of Shiite Muslims rallied Friday, in the southern city of Basra, to show support for Iraq's new constitution and the Shiite-dominated government.", "sentence2": "Sunni Arabs say they're not ready to re-join the committee drafting Iraq's new constitution.", "label": 1, "idx": 1022}
{"sentence1": "The Argentinian propaganda made the Gurkhas out to be evil savages who ate their PoW's. However instead of causing the Argentinian conscripts fight to the end, it caused them to run away, the Gurkhas never saw more than brief token resistance.", "sentence2": "The Gurkhas come from Nepal.", "label": 1, "idx": 2223}
