{"question1": "Google: What is the minimum speed of 4g networks?", "question2": "What is the present speed of 4G LTE in India?", "label": 0, "idx": 269544}
{"question1": "Should my siblings Ancestral DNA pattern be the same as mine?", "question2": "What does mean if someone getting anyways problems?", "label": 0, "idx": 199533}
{"question1": "Is €570 per month enough to live comfortably in Wageningen, the Netherlands? Excluding accommodation.", "question2": "Is 4500 AUD per month enough for a couple to live in Sydney?", "label": 0, "idx": 291394}
{"question1": "On take off … The first officer says 'positive rate' and then waits for the captains command to pull up the landing gear. Why does he ask?", "question2": "How do you fly on a broom, like a witch does?", "label": 0, "idx": 115395}
{"question1": "Are Moto G4 plus phones available in markets?", "question2": "Is Moto G4 Plus a good phone comparing to other phones available in the market at this rate?", "label": 0, "idx": 119046}
{"question1": "What is the meaning of Punjabi word 'Chitta'?", "question2": "What is the meaning of the Punjabi word “Bulleya”?", "label": 0, "idx": 81662}
{"question1": "What are the best schools for masters in HCI in US which also includes coding?", "question2": "Is it ok if I drive at speeds above 60 kmph before 1000 km mark in a ktm rc 200?", "label": 0, "idx": 30867}
{"question1": "What are some tips for starting a blog?", "question2": "What is blogging and how can I start my own blog?", "label": 0, "idx": 27256}
{"question1": "How did English become the official language of so many countries?", "question2": "Why are there so many countries that have English as an official language? What countries are they?", "label": 1, "idx": 180345}
{"question1": "Where can I buy a raspberry pi Zero: the $5 computer?", "question2": "Where can I buy a Raspberry Pi Zero?", "label": 1, "idx": 236247}
{"question1": "How can one grow a thick beard at a faster rate?", "question2": "How can I grow my beard faster naturally?", "label": 1, "idx": 179287}
{"question1": "What is a ballistic missile?", "question2": "What are Ballistic Missiles?", "label": 1, "idx": 264251}
{"question1": "Why aren't cigarettes just banned?", "question2": "Why cigarettes should not be banned?", "label": 1, "idx": 286149}
{"question1": "What is the cut-off for KVPY exam( SA stream ) 2016 and when are the results declared?", "question2": "What is your score in KVPY SA 2016 (aptitude test)? What is the expected cutoff?", "label": 1, "idx": 129808}
{"question1": "Why do some people ask questions on Quora that could easily be answered by using a search engine?", "question2": "Why do so many people ask soppy questions on Quora, which can easily be Googled?", "label": 1, "idx": 175729}
{"question1": "Is being an introvert bad in today's world what are the pros cons.I am an introvert should I change?I am not good In maintaining relations", "question2": "Is being an introvert wrong or bad for me?", "label": 1, "idx": 170160}
